import {
  View,
  Text,
  ScrollView,
  StyleSheet,
  ActivityIndicator,
  TouchableOpacity,
  FlatList
} from 'react-native';
import React, {useEffect, useState,useRef} from 'react';
import {useRoute} from '@react-navigation/native';
import AsyncStorage from '@react-native-async-storage/async-storage';
import LinearGradient from 'react-native-linear-gradient';
const Questions = () => {
  const [containquestionindex, setcontainquestionindex] = useState([]);
  const scrollViewRef = useRef(null);
  const [scrollPosition, setScrollPosition] = useState(0);
  const scrollToTop = () => {
    scrollViewRef.current.scrollTo({ x: 0, y: 0, animated: true });
  };

  // Function to handle scroll events and update the scroll position
  const handleScroll = (event) => {
    setScrollPosition(event.nativeEvent.contentOffset.y);
  };
  const [lenght, setlength] = useState();
  const [page, setPage] = useState(0);
  const route = useRoute();
  const [pagenumber,setPagenumber]=useState(0);
  const [questionsarray, setqusetionsarray] = useState([{
    "_id": {
      "$oid": "650d73a6b7cd14b8ffc45495"
    },
    "data": [
      {
        "question": "भारत नाम की उत्पति का सम्बंध प्राचीन काल के किस प्रतापी राजा से है ? ",
        "options": [
          "(A) महाराणा प्रताप ",
          "(B) चन्द्रगुप्त मौर्या",
          "(C) भरत चक्रवर्ती",
          "(D) अशोका मौर्या "
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे बड़ा शहर कौन है ? ",
        "options": [
          "(A) मुंबई",
          "(B) कोलकाता",
          "(C) दिल्ली",
          "(D) मद्रास"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे बड़ा  राज्य  कौन है ? ",
        "options": [
          "(A) उत्तर प्रदेश",
          "(B) महाराष्ट्र",
          "(C) राजस्थान",
          "(D)  मध्यप्रदेश"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में कुल कितने राज्य है ? ",
        "options": [
          "(A) 28",
          "(B) 29",
          "(C) 36",
          "(D) 15"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे लम्बी नदी कौन है ? ",
        "options": [
          "(A) गण्डकी ",
          "(B) कोसी ",
          "(C) ब्रह्मपुत्र ",
          "(D) गंगा"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का सबसे चौड़ी नदी कौन है ? ",
        "options": [
          "(A) ब्रह्मपुत्र",
          "(B) गोमती",
          "(C)  गंगा",
          "(D) चम्बल"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे ऊँची मीनार कौन है ? ",
        "options": [
          "(A) चारमीनार",
          "(B)  कुतुब मीनार",
          "(C) झूलता मीनारा",
          "(D) शहीद मीनार "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का सबसे लम्बा बाँध कौन सा है ? ",
        "options": [
          "(A) भाखड़ा बांध",
          "(B) इंदिरा सागर बांध",
          "(C) हीराकुण्ड बाँध",
          "(D) नागार्जुन सागर बाँध"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे लम्बी सुरंग है ? ",
        "options": [
          "(A) चेनानी– नैशारी सुरंग",
          "(B) जवाहर सुरंग",
          "(C)  मलीगुड़ा सुरंग",
          "(D) कामशेट सुरंग "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे ऊँची मूर्ति है ? ",
        "options": [
          "(A) हरमंदिर साहिब",
          "(B) हाम्पी",
          "(C) स्टैच्यू ऑफ यूनिटी",
          "(D)  गोमतेश्वर"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में प्रथम महिला विश्वविद्यालय कब  स्थापित हुआ? ",
        "options": [
          "(A) 1917",
          "(B) 1915",
          "(C) 1916",
          "(D) 1925"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का  प्रथम महिला विश्वविद्यालय है ? ",
        "options": [
          "(A) श्री पदमावती महिला विशवविद्यालय",
          "(B) एस.एन.डी.टी. महिला विश्वविद्यालय",
          "(C) वनस्थली विद्यापीठ",
          "(D) LSR  महिला विश्वविद्यालय"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का  प्रथम महिला विश्वविद्यालय कहाँ स्थापित हुआ था  ? ",
        "options": [
          "(A) दिल्ली",
          "(B) कोलकाता",
          "(C) मुम्बई",
          "(D) बैंगलुरू "
        ],
        "answer": "c"
      },
      {
        "question": "एशियाई खेलों में स्वर्ण पदक प्राप्त करने वाली पहली भारतीय महिला कौन थी  ? ",
        "options": [
          "(A) कमलजीत संधू",
          "(B) सुचेता  कृपलानी",
          "(C) राजिया बेगम ",
          "(D) बछेंद्री पाल"
        ],
        "answer": "a"
      },
      {
        "question": "माउंट एवरेस्ट पर चढ़ने वाली पहली भारतीय महिला कौन थी ? ",
        "options": [
          "(A) कल्पना चावला",
          "(B)  रजिया सुल्तान",
          "(C) बछेन्द्री पाल",
          "(D) सुचेता कृपलानी "
        ],
        "answer": "c"
      },
      {
        "question": "भारत नाम की उत्पति का सम्बंध प्राचीन काल के किस प्रतापी राजा से है ? ",
        "options": [
          "(A) महाराणा प्रताप ",
          "(B) चन्द्रगुप्त मौर्या",
          "(C) भरत चक्रवर्ती",
          "(D) अशोका मौर्या "
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे बड़ा शहर कौन है ? ",
        "options": [
          "(A) मुंबई",
          "(B) कोलकाता",
          "(C) दिल्ली",
          "(D) मद्रास"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे बड़ा  राज्य  कौन है ? ",
        "options": [
          "(A) उत्तर प्रदेश",
          "(B) महाराष्ट्र",
          "(C) राजस्थान",
          "(D)  मध्यप्रदेश"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में कुल कितने राज्य है ? ",
        "options": [
          "(A) 28",
          "(B) 29",
          "(C) 36",
          "(D) 15"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे लम्बी नदी कौन है ? ",
        "options": [
          "(A) गण्डकी ",
          "(B) कोसी ",
          "(C) ब्रह्मपुत्र ",
          "(D) गंगा"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का सबसे चौड़ी नदी कौन है ? ",
        "options": [
          "(A) ब्रह्मपुत्र",
          "(B) गोमती",
          "(C)  गंगा",
          "(D) चम्बल"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे ऊँची मीनार कौन है ? ",
        "options": [
          "(A) चारमीनार",
          "(B)  कुतुब मीनार",
          "(C) झूलता मीनारा",
          "(D) शहीद मीनार "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का सबसे लम्बा बाँध कौन सा है ? ",
        "options": [
          "(A) भाखड़ा बांध",
          "(B) इंदिरा सागर बांध",
          "(C) हीराकुण्ड बाँध",
          "(D) नागार्जुन सागर बाँध"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे लम्बी सुरंग है ? ",
        "options": [
          "(A) चेनानी– नैशारी सुरंग",
          "(B) जवाहर सुरंग",
          "(C)  मलीगुड़ा सुरंग",
          "(D) कामशेट सुरंग "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का सबसे ऊँची मूर्ति है ? ",
        "options": [
          "(A) हरमंदिर साहिब",
          "(B) हाम्पी",
          "(C) स्टैच्यू ऑफ यूनिटी",
          "(D)  गोमतेश्वर"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में प्रथम महिला विश्वविद्यालय कब  स्थापित हुआ? ",
        "options": [
          "(A) 1917",
          "(B) 1915",
          "(C) 1916",
          "(D) 1925"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का  प्रथम महिला विश्वविद्यालय है ? ",
        "options": [
          "(A) श्री पदमावती महिला विशवविद्यालय",
          "(B) एस.एन.डी.टी. महिला विश्वविद्यालय",
          "(C) वनस्थली विद्यापीठ",
          "(D) LSR  महिला विश्वविद्यालय"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का  प्रथम महिला विश्वविद्यालय कहाँ स्थापित हुआ था  ? ",
        "options": [
          "(A) दिल्ली",
          "(B) कोलकाता",
          "(C) मुम्बई",
          "(D) बैंगलुरू "
        ],
        "answer": "c"
      },
      {
        "question": "एशियाई खेलों में स्वर्ण पदक प्राप्त करने वाली पहली भारतीय महिला कौन थी  ? ",
        "options": [
          "(A) कमलजीत संधू",
          "(B) सुचेता  कृपलानी",
          "(C) राजिया बेगम ",
          "(D) बछेंद्री पाल"
        ],
        "answer": "a"
      },
      {
        "question": "माउंट एवरेस्ट पर चढ़ने वाली पहली भारतीय महिला कौन थी ? ",
        "options": [
          "(A) कल्पना चावला",
          "(B)  रजिया सुल्तान",
          "(C) बछेन्द्री पाल",
          "(D) सुचेता कृपलानी "
        ],
        "answer": "c"
      },
      {
        "question": "भारत की प्रथम महिला आईपीएस कौन थी ? ",
        "options": [
          "(A)  सरोजिनी नायडू",
          "(B) किरन बेदी",
          "(C) विमला देवी",
          "(D) मदर टेरेरसा"
        ],
        "answer": "b"
      },
      {
        "question": "भारत की पहली महिला राज्य पाल कौन थी ? ",
        "options": [
          "(A) सरोजिनी नायडू",
          "(B) सुष्मिता सेन ",
          "(C) प्रतिभा पाटिल",
          "(D) ममता बनर्जी  "
        ],
        "answer": "a"
      },
      {
        "question": "सर्वोच्च न्यायालय में प्रथम महिला न्यायाधीश कौन थी ? ",
        "options": [
          "(A) उमा भारती",
          "(B) सुष्मिता सेन",
          "(C) एम. फातिमा बीवी",
          "(D) कर्णम मल्लेश्वरी "
        ],
        "answer": "c"
      },
      {
        "question": "स्वतंत्र भारत के प्रथम गवर्नर जनरल कौन था ? ",
        "options": [
          "(A) लॉर्ड कैनिंग",
          "(B) लार्ड माउंट बेटन",
          "(C) लॉर्ड डफरिन",
          "(D) लॉर्ड लिट्टन"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का प्रथम प्रधानमंत्री कौन बना था ? ",
        "options": [
          "(A) जवाहरलाल नेहरू",
          "(B) लाल बहादुर शास्त्री",
          "(C) इन्दिरा गाँधी",
          "(D) मोरारजी देसाई"
        ],
        "answer": "a"
      },
      {
        "question": "जवाहरलाल नेहरू भारत के प्रथम प्रधानमंत्री कब बने थे ?  ",
        "options": [
          "(A) 26 जनवरी 1950",
          "(B) 15 अगस्त  1947 ",
          "(C) 15 अगस्त  1948",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में प्रथम महिला प्रधानमंत्री कौन बनी था ? ",
        "options": [
          "(A) प्रतिभा पाटील",
          "(B) एम. फातिमा बीवी",
          "(C) इंदिरा गांधी",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का प्रथम राष्ट्रपति है ? ",
        "options": [
          "(A) अब्दुल कलाम",
          "(B) डॉ॰ राजेन्द्र प्रसाद",
          "(C) डॉक्टर सर्वपल्ली राधाकृष्णन",
          "(D) बसप्पा दनप्पा जट्टी "
        ],
        "answer": "b"
      },
      {
        "question": "नोबेल पुरस्कार प्राप्त करने वाले प्रथम भारतीय कौन था ?  ",
        "options": [
          "(A) हरगोबिंद खुराना",
          "(B) मदर टेरेसा",
          "(C) अमर्त्य सेन",
          "(D) रवीन्द्र नाथ टैगोर"
        ],
        "answer": "d"
      },
      {
        "question": "भारतीय राष्ट्रीय कांग्रेस के प्रथम अध्यक्ष कौन था ? ",
        "options": [
          "(A) व्योमेश चन्‍द्र बनर्जी",
          "(B)  फिरोजशाह मेहता",
          "(C)  बाल गंगाधर तिलक",
          "(D) लाला लाजपत राय "
        ],
        "answer": "a"
      },
      {
        "question": "प्रथम भारतीय अंतरिक्ष यात्री ? ",
        "options": [
          "(A)  राकेश शर्मा",
          "(B) कल्पना चावला",
          "(C) सुनीता विलियम्स",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "दक्षिणी ध्रुव पर पहुँचने वाले प्रथम भारतीय महिला ? ",
        "options": [
          "(A) तारा चेरियन",
          "(B) विमला देवी",
          "(C) रीना कौशल धर्मशक्तु",
          "(D) डॉ. अमृता पटेल"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में निर्मित प्रथम भारतीय फिल्म ( मौनी सिनेमा) ? ",
        "options": [
          "(A) राजा हरिश्चन्द्र",
          "(B) किशन कन्हैया",
          "(C) पुंडलिक",
          "(D) भीष्म प्रतिज्ञा"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में प्रथम भारतीय फिल्म  मौनी सिनेमा राजा हरिश्चन्द्र कब  निर्मित हुआ था ? ",
        "options": [
          "(A) 1934",
          "(B) 1918",
          "(C) 1919",
          "(D) 1913"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का अंग्रेजी नाम 'इण्डिया' (India) की उत्पत्ति किस शब्द से हुई है ? ",
        "options": [
          "(A) भरत चक्रवर्ती",
          "(B)  हिन्दुस्तान",
          "(C) सिंधु शब्द से",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारतखण्ड भारत का क्या है  ? ",
        "options": [
          "(A) दूसरा नाम",
          "(B)  राष्ट्र",
          "(C) सभ्यता",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "कृषि भारतीय अर्थव्यवस्था की क्या है ? ",
        "options": [
          "(A) आर्थिक प्रगति",
          "(B)  रीढ़",
          "(C)  आर्थिक सुधार",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में सबसे कम जनसंख्या वाला राज्य कौन–सा है ? ",
        "options": [
          "(A) चंडीगढ़",
          "(B) मिज़ोरम",
          "(C) सिक्किम",
          "(D) गोआ"
        ],
        "answer": "c"
      },
      {
        "question": "प्रथम भारतीय रंगीन फिल्म है ? ",
        "options": [
          "(A) राजा हरिश्चन्द्र",
          "(B) किशन कन्हैया",
          "(C) सीता विवाह",
          "(D) सती सुलोचना"
        ],
        "answer": "b"
      },
      {
        "question": "लाइफ टाइम अचिवमेंट के ऑस्कर पुरस्कार विजेता ? ",
        "options": [
          "(A)  सत्यजीत राय",
          "(B) भानु अथैया",
          "(C) रवीन्द्र नाथ टैगोर",
          "(D) किरन बेदी"
        ],
        "answer": "a"
      },
      {
        "question": "भारत के प्रथम वायसराय ? ",
        "options": [
          "(A) सर जॉन शोर",
          "(B) लॉर्ड केनिंग",
          "(C) लार्ड विलियम बेन्टिक",
          "(D) अर्ल कॉर्नवॉलिस"
        ],
        "answer": "b"
      },
      {
        "question": "भारत की केन्द्र सरकार की प्रथम महिला मंत्री है ? ",
        "options": [
          "(A) श्रीमती शन्नो देवी ",
          "(B) बी. एस. रमा देवी",
          "(C) राजकुमारी अमृत कौर",
          "(D) प्रिया हिमोरानी "
        ],
        "answer": "c"
      },
      {
        "question": "भारत की प्रथम महिला मुख्यमंत्री ? ",
        "options": [
          "(A)  इंदिरा गांधी ",
          "(B) अमृता प्रीतम",
          "(C) सरोजिनी नायडू",
          "(D)  श्रीमती सुचेतो कृपलानी"
        ],
        "answer": "d"
      },
      {
        "question": "भारत की प्रथम महिला राष्ट्रपति ? ",
        "options": [
          "(A) श्रीमती प्रतिमा पाटिल",
          "(B)  श्रीमती सुचेतो कृपलानी ",
          "(C) इंदिरा गांधी",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "भारत के लोकसभा के प्रथम अध्यक्ष ? ",
        "options": [
          "(A) जी. वी. मावलंकर",
          "(B) डॉ॰ राजेन्द्र प्रसाद",
          "(C) व्योमेश चन्‍द्र बनर्जी",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "शतरंज में प्रथम विश्व चैम्पियन भारतीय ? ",
        "options": [
          "(A) व्लादिमीर क्रैमनिक",
          "(B)  मीर सुल्तान खान ने",
          "(C) विश्वनाथन आनंद",
          "(D) दिव्येंदु बरुआ"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का प्रथम कागज रहित समाचार पत्र है ? ",
        "options": [
          "(A) हरि भूमि",
          "(B) द न्यूज टुडे",
          "(C) रभात खबर",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "दोहरा शतक बनाने वाली प्रथम भारतीय महिला क्रिकेटर है ? ",
        "options": [
          "(A) मिथाली राज ",
          "(B) अंजुम चोपड़ा",
          "(C) अमिता शर्मा ",
          "(D) पूनम यादव"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का प्रथम कागज रहित समाचार पत्र  द न्यूज टुडे कब शुरू हुआ था ? ",
        "options": [
          "(A)  23 जनवरी 2003 को ",
          "(B)  13 जनवरी 2001 को ",
          "(C)  3 जनवरी 2001 को ",
          "(D)  9 जनवरी 2002 को "
        ],
        "answer": "c"
      },
      {
        "question": "अंतर्राष्ट्रीय न्यायालय में नियुक्त प्रथम भारतीय न्यायाधीश ? ",
        "options": [
          "(A) डॉ नागेन्द्र सिंह",
          "(B) जी. वी. मावलंकर",
          "(C) जगदीश चंद्र बसु",
          "(D) आर. के. नारायण"
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय रिजर्व बैंक की उप गवर्नर बनी प्रथम भारतीय महिला है ? ",
        "options": [
          "(A) प्रतिभा राय ",
          "(B)  के. जे. उदेशी",
          "(C) मधुर जाफरी ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "प्रथम महिला लोकसभा अध्यक्ष ? ",
        "options": [
          "(A) श्रीमती सुचेतो कृपलानी ",
          "(B) राजकुमारी अमृत कौर",
          "(C) मीरा कुमार",
          "(D) विमला देवी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे पहला  गृह मंत्री कौन थे ? ",
        "options": [
          "(A) विष्‍णु देव साई",
          "(B) श्री बेनी प्रसाद वर्मा",
          "(C) सरदार वल्लभ भाई पटेल",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भौतिक विज्ञान में नोबेल पुरस्कार पाने वाले प्रथम भारतीय? ",
        "options": [
          "(A) सी वी रमन",
          "(B) जे जे थॉमसन",
          "(C) कैलाश सत्यार्थी",
          "(D) मदर टेरेसा"
        ],
        "answer": "a"
      },
      {
        "question": "चिकित्सा में नोबेल पुरस्कार पाने वाले प्रथम भारतीय ? ",
        "options": [
          "(A) सुब्रह्मण्यन् चन्द्रशेखर",
          "(B) नील्स रिबर्ग फिनसेन",
          "(C) डॉ हरगोविन्द खुराना",
          "(D) अमर्त्य सेन"
        ],
        "answer": "c"
      },
      {
        "question": "अर्थशास्त्र में नोबेल पुरस्कार पाने वाले प्रथम भारतीय ? ",
        "options": [
          "(A) रबीन्द्रनाथ ठाकुर",
          "(B) अमर्त्य सेन",
          "(C) वेंकटरामन रामकृष्णन",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के प्रथम सिक्ख प्रधानमंत्री ? ",
        "options": [
          "(A) डॉ॰ मनमोहन सिंह",
          "(B) विश्वनाथ प्रताप सिंह",
          "(C) चन्द्रशेखर सिंह",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "नोबेल पुरस्कार प्राप्त प्रथम भारतीय महिला ? ",
        "options": [
          "(A) इंदिरा गाँधी",
          "(B) मदर टेरेसा",
          "(C) किरन बेदी",
          "(D) सरोजिनी नायडू"
        ],
        "answer": "b"
      },
      {
        "question": "भारत रत्न प्राप्त करने वाली पहली महिला ? ",
        "options": [
          "(A) श्रीमती पी.के.गेसिया",
          "(B) श्रीमती इंदिरा गाँधी",
          "(C) श्रीमती बछेंद्री पाल",
          "(D) सुश्री सुष्मिता सेन"
        ],
        "answer": "b"
      },
      {
        "question": "प्रथम महिला चिकित्सक ? ",
        "options": [
          "(A) ममता बनर्जी ",
          "(B) प्रेमा माथुर",
          "(C) कादम्बिनी गांगुली",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे में तीनों क्षैतिज पट्टियां किस अनुपात में रहते है ? ",
        "options": [
          "(A) 3:2:1",
          "(B) 2:2:2",
          "(C) 1:1:1",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे का  गहरा केसरिया रंग क्या दर्शाता है ? ",
        "options": [
          "(A) ताकत और साहस",
          "(B) शांति और सत्य ",
          "(C) विकास और उर्वरता ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे में सबसे ऊपर कौन सा रंग रहता है ? ",
        "options": [
          "(A) सफेद",
          "(B) हरा रंग ",
          "(C) गहरा केसरिया रंग",
          "(D) सफेद और हरा रंग "
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे में  बीच में कौन सा रंग रहता है ?  ",
        "options": [
          "(A)  सफेद ",
          "(B) हरा रंग",
          "(C) केसरिया रंग",
          "(D) सफेद और हरा रंग"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे में  सबसे नीचे कौन सा रंग रहता है ? ",
        "options": [
          "(A) सफेद",
          "(B) हरा रंग",
          "(C) गहरा केसरिया रंग",
          "(D) सफेद और हरा रंग"
        ],
        "answer": "b"
      },
      {
        "question": "राष्ट्रीय ध्वज की लंबाई-चौड़ाई का अनुपात  कितना है ? ",
        "options": [
          "(A) 2:2",
          "(B) 2:3",
          "(C) 3:2",
          "(D) 1:2"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे का सफेद पट्टी किस बात का संकेत है ? ",
        "options": [
          "(A) विकास और सत्य का",
          "(B) साहस और विकास",
          "(C) शांति और सत्य का",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे का हरा रंग क्या दर्शाता है ? ",
        "options": [
          "(A) विकास और सत्य का",
          "(B) विकास और उर्वरता को",
          "(C) शांति और सत्य का",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "राष्ट्रीय ध्वज तिरंगे के चक्र में कितनी तीलियां है ? ",
        "options": [
          "(A) 22",
          "(B) 12",
          "(C) 24",
          "(D) 25"
        ],
        "answer": "c"
      },
      {
        "question": "भारत की संविधान सभा ने राष्ट्रीय ध्वज का प्रारूप कब अपनाया था ? ",
        "options": [
          "(A) 22 जुलाई 1947 को",
          "(B) 28 जुलाई 1947 को",
          "(C) 17 जुलाई 1947 को",
          "(D) 22 जुलाई 1948 को"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का राष्‍ट्रीय पक्षी है ? ",
        "options": [
          "(A) तोता",
          "(B) मोर ",
          "(C) हंस",
          "(D) बुलबुल  "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का राष्‍ट्रीय पुष्‍प है ? ",
        "options": [
          "(A) कमल",
          "(B)  गुलाब",
          "(C) चमेली",
          "(D)  गेंदा "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का राष्‍ट्रीय पेड़ है ? ",
        "options": [
          "(A) नीम",
          "(B) चन्दन",
          "(C) बरगद",
          "(D) अशोक"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का राष्‍ट्र–गान है ? ",
        "options": [
          "(A) वंदे मातरम्",
          "(B) जन गण मन",
          "(C)  सारे जहाँ से अच्छा",
          "(D) (A) और (B)"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का राष्‍ट्रीय नदी है ? ",
        "options": [
          "(A) कोशी",
          "(B) यमुना",
          "(C) ब्रह्मपुत्र",
          "(D) गंगा"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का राष्‍ट्रीय जलीय जीव है ? ",
        "options": [
          "(A)  मछली ",
          "(B) कछुआ",
          "(C) डॉलफिन",
          "(D) मगरमच्छ"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का राष्‍ट्रीय पशु है ? ",
        "options": [
          "(A) घोड़ा‎",
          "(B) बाघ",
          "(C) हाथी‎",
          "(D) गाय‎"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का राष्‍ट्रीय गीत है ? ",
        "options": [
          "(A) वंदे मातरम्",
          "(B) जन गण मन",
          "(C) हम होंगे कामयाब ",
          "(D) (A) और (B)"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का राष्‍ट्रीय फल है ? ",
        "options": [
          "(A) सेब",
          "(B) आम",
          "(C) अनानास",
          "(D) नारियल"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का राष्‍ट्रीय खेल है ? ",
        "options": [
          "(A) शतरंज",
          "(B) कबड्डी",
          "(C) फुटबॉल",
          "(D) हॉकी"
        ],
        "answer": "d"
      }
    ],
    "type": "india-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73afb7cd14b8ffc45497"
    },
    "data": [
      {
        "question": "पृथ्वी पर कुल कितने महासागर है ? ",
        "options": [
          "(A) 6",
          "(B) 9",
          "(C) 5",
          "(D) 4"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी पर कुल  कितने  महाद्वीप है ? ",
        "options": [
          "(A) 9",
          "(B) 7",
          "(C) 8",
          "(D) 6"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे बड़ा महाद्वीप है ?  ",
        "options": [
          "(A) अफ्रीका",
          "(B) दक्षिण अमेरिका",
          "(C) ऑस्ट्रेलिया",
          "(D) एशिया "
        ],
        "answer": "d"
      },
      {
        "question": "विश्व का प्रथम विश्वविद्यालय कौन है ? ",
        "options": [
          "(A)  पेरिस विश्वविद्यालय",
          "(B) इलाहाबाद विश्वविद्यालय",
          "(C) तक्षशिला विश्वविद्यालय ",
          "(D) असम विश्वविद्यालय"
        ],
        "answer": "c"
      },
      {
        "question": "अन्तरिक्ष में कृत्रिम उपग्रह प्रक्षेपण करने वाला विश्व का प्रथम देश कौन है ? ",
        "options": [
          "(A)  इटली",
          "(B)  ईराक",
          "(C)  रूस",
          "(D) चाइना"
        ],
        "answer": "c"
      },
      {
        "question": "अन्तरिक्ष में पहुँचने वाला विश्व का प्रथम व्यक्ति कौन है ? ",
        "options": [
          "(A) मेजर यूरी गागरीन",
          "(B) वेलेन्टिना तरेश्कोवा",
          "(C) राकेश शर्मा",
          "(D) नील आर्मस्ट्रांग"
        ],
        "answer": "a"
      },
      {
        "question": "चन्द्रमा पर मानव भेजने वाला विश्व का प्रथम देश कौन है ? ",
        "options": [
          "(A) बांग्लादेश ",
          "(B) ब्राज़ील",
          "(C) रूस",
          "(D)  संयुक्त राज्य अमेरिका"
        ],
        "answer": "d"
      },
      {
        "question": "चन्द्रमा में उतरने वाला विश्व का प्रथम व्यक्ति ?  ",
        "options": [
          "(A) राकेश शर्मा",
          "(B) नील आर्मस्ट्रांग",
          "(C) यूरी गागरिन",
          "(D)  बछेन्द्री पाल"
        ],
        "answer": "b"
      },
      {
        "question": "वायुयान से उड़ान भरने वाला विश्व का प्रथम व्यक्ति ? ",
        "options": [
          "(A) प्लेटो",
          "(B) राइट बन्धु",
          "(C) राकेश शर्मा ",
          "(D) क्लीमेंट ऐटली "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का प्रथम कागजी मुद्रा जारी करने वाला देश  ? ",
        "options": [
          "(A) जापान",
          "(B) चीन",
          "(C) रूस",
          "(D) संयुक्त राज्य अमेरिका"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का प्राचीनतम धर्म जो अस्तित्व में है ? ",
        "options": [
          "(A) बौद्ध धर्म",
          "(B) यहूदी धर्म",
          "(C) सनातन धर्म",
          "(D) पारसी धर्म"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का प्रथम नगर जिस पर परमाणु बम गिराया गया ? ",
        "options": [
          "(A) लाओश",
          "(B) दिल्ली",
          "(C)  हिरोशिमा",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का प्रथम पुस्तक मुद्रित करने वाला देश  ? ",
        "options": [
          "(A) भूटान‌",
          "(B) ऑस्ट्रेलिया",
          "(C) भार‌त‌",
          "(D) चीन"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व की प्रथम महिला प्रधान मन्त्री ? ",
        "options": [
          "(A) एस. भण्डारनायके (लंका)",
          "(B)  इंदिरा गांधी (भार‌त‌)",
          "(C) बेनज़ीर भुट्टो(पाकिस्तान)",
          "(D) गोल्डा मीर(इज़राइल)"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे बड़ा द्वीपसमूह है ? ",
        "options": [
          "(A) इंडोनेशिया",
          "(B) अण्डमान",
          "(C) स्कॉटलैण्ड",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी पर कुल कितने महासागर है ? ",
        "options": [
          "(A) 6",
          "(B) 9",
          "(C) 5",
          "(D) 4"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी पर कुल  कितने  महाद्वीप है ? ",
        "options": [
          "(A) 9",
          "(B) 7",
          "(C) 8",
          "(D) 6"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे बड़ा महाद्वीप है ?  ",
        "options": [
          "(A) अफ्रीका",
          "(B) दक्षिण अमेरिका",
          "(C) ऑस्ट्रेलिया",
          "(D) एशिया "
        ],
        "answer": "d"
      },
      {
        "question": "विश्व का प्रथम विश्वविद्यालय कौन है ? ",
        "options": [
          "(A)  पेरिस विश्वविद्यालय",
          "(B) इलाहाबाद विश्वविद्यालय",
          "(C) तक्षशिला विश्वविद्यालय ",
          "(D) असम विश्वविद्यालय"
        ],
        "answer": "c"
      },
      {
        "question": "अन्तरिक्ष में कृत्रिम उपग्रह प्रक्षेपण करने वाला विश्व का प्रथम देश कौन है ? ",
        "options": [
          "(A)  इटली",
          "(B)  ईराक",
          "(C)  रूस",
          "(D) चाइना"
        ],
        "answer": "c"
      },
      {
        "question": "अन्तरिक्ष में पहुँचने वाला विश्व का प्रथम व्यक्ति कौन है ? ",
        "options": [
          "(A) मेजर यूरी गागरीन",
          "(B) वेलेन्टिना तरेश्कोवा",
          "(C) राकेश शर्मा",
          "(D) नील आर्मस्ट्रांग"
        ],
        "answer": "a"
      },
      {
        "question": "चन्द्रमा पर मानव भेजने वाला विश्व का प्रथम देश कौन है ? ",
        "options": [
          "(A) बांग्लादेश ",
          "(B) ब्राज़ील",
          "(C) रूस",
          "(D)  संयुक्त राज्य अमेरिका"
        ],
        "answer": "d"
      },
      {
        "question": "चन्द्रमा में उतरने वाला विश्व का प्रथम व्यक्ति ?  ",
        "options": [
          "(A) राकेश शर्मा",
          "(B) नील आर्मस्ट्रांग",
          "(C) यूरी गागरिन",
          "(D)  बछेन्द्री पाल"
        ],
        "answer": "b"
      },
      {
        "question": "वायुयान से उड़ान भरने वाला विश्व का प्रथम व्यक्ति ? ",
        "options": [
          "(A) प्लेटो",
          "(B) राइट बन्धु",
          "(C) राकेश शर्मा ",
          "(D) क्लीमेंट ऐटली "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का प्रथम कागजी मुद्रा जारी करने वाला देश  ? ",
        "options": [
          "(A) जापान",
          "(B) चीन",
          "(C) रूस",
          "(D) संयुक्त राज्य अमेरिका"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का प्राचीनतम धर्म जो अस्तित्व में है ? ",
        "options": [
          "(A) बौद्ध धर्म",
          "(B) यहूदी धर्म",
          "(C) सनातन धर्म",
          "(D) पारसी धर्म"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का प्रथम नगर जिस पर परमाणु बम गिराया गया ? ",
        "options": [
          "(A) लाओश",
          "(B) दिल्ली",
          "(C)  हिरोशिमा",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का प्रथम पुस्तक मुद्रित करने वाला देश  ? ",
        "options": [
          "(A) भूटान‌",
          "(B) ऑस्ट्रेलिया",
          "(C) भार‌त‌",
          "(D) चीन"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व की प्रथम महिला प्रधान मन्त्री ? ",
        "options": [
          "(A) एस. भण्डारनायके (लंका)",
          "(B)  इंदिरा गांधी (भार‌त‌)",
          "(C) बेनज़ीर भुट्टो(पाकिस्तान)",
          "(D) गोल्डा मीर(इज़राइल)"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे बड़ा द्वीपसमूह है ? ",
        "options": [
          "(A) इंडोनेशिया",
          "(B) अण्डमान",
          "(C) स्कॉटलैण्ड",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे अधिक आबादी वाला शहर कौन है ? ",
        "options": [
          "(A) सियोल",
          "(B) टोक्यो ",
          "(C) शंघाई",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे छोटी महाद्वीप है  ? ",
        "options": [
          "(A) यूरोप",
          "(B) अफ्रीका",
          "(C) ऑस्ट्रेलिया",
          "(D) एन्टार्टिका"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे बड़ा देश ? ",
        "options": [
          "(A) जर्मनी ",
          "(B) रूस",
          "(C) इंडोनेशिया ",
          "(D) संयुक्त राज्य अमेरिका"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे बड़ा डेल्टा ? ",
        "options": [
          "(A) सुंदरबन का डेल्टा",
          "(B) नील नदी का डेल्टा",
          "(C) गंगा नदी का डेल्टा",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे बड़ा बांध ? ",
        "options": [
          "(A) बौल्डर बांध",
          "(B) भाखड़ा बांध",
          "(C) भव्य बांध",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का  सर्वाधिक मतदाताओं वाला देश कौन है ? ",
        "options": [
          "(A) भारत",
          "(B) भूटान ",
          "(C) बांग्लादेश",
          "(D) रूस"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे बड़ा महाकाव्य है ? ",
        "options": [
          "(A) रघुवंशम्",
          "(B) कुरूक्षेत्र",
          "(C) महाभारत",
          "(D) रामायण"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में सबसे बड़ा द्वीप है ? ",
        "options": [
          "(A) ग्रीनलैंड",
          "(B) आइसलैंड ",
          "(C) जंबू द्वीप",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में सबसे  बड़ा द्वीप समुद्र ? ",
        "options": [
          "(A) गैलापागोस",
          "(B) भूमध्य सागर",
          "(C)  टीथीज सागर ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व की उच्चतम पर्वत चोटी है ? ",
        "options": [
          "(A) माउंट एवरेस्ट",
          "(B)  हिमालय ",
          "(C) पारसनाथ",
          "(D) बेलुख़ा"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में सबसे बड़ा महासागर कौन सा है ? ",
        "options": [
          "(A) अटलांटिक महासागर",
          "(B) प्रशांत महासागर",
          "(C)  हिन्द महासागर",
          "(D) दक्षिणध्रुवीय महासागर"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में सबसे अधिक वितरण वाला अंग्रेजी अखबार कौन सा है ? ",
        "options": [
          "(A) द न्यू यॉर्क  टाइम्स ",
          "(B) द गार्डियन ",
          "(C) द टाइम्स ऑफ इंडिया",
          "(D)  इंडिया एक्सप्रेस "
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में सबसे लम्बा रेलवे प्लेटफार्म कहाँ है ? ",
        "options": [
          "(A)  खड़गपुर",
          "(B) शोलापुर",
          "(C) गोरखपुर",
          "(D) जोधपुर"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में सबसे बड़ा  जनसंख्या वाला देश है ? ",
        "options": [
          "(A) रूस",
          "(B) चीन",
          "(C) भारत ",
          "(D) संयुक्त राज्य अमेरिका"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में सबसे लम्बा नदी कौन सा है ? ",
        "options": [
          "(A) नील नदी",
          "(B) नर्मदा नदी",
          "(C) गंगा नदी",
          "(D) ब्रह्मपुत्र नदी"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का  सबसे  लंबी सुरंग ? ",
        "options": [
          "(A) सीकन सुरंग",
          "(B) माउंट सेनिस सुरंग",
          "(C) नॉर्वे  सुरंग",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे बड़ा दीवार ? ",
        "options": [
          "(A) बर्लिन की दीवार",
          "(B) चीन की महान दीवार",
          "(C) चौखंडी स्तूप की दीवार",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का  उच्चतम झरना ? ",
        "options": [
          "(A) वेनेजुएला",
          "(B) टुगेला फॉल्स",
          "(C) युम्बिल्ला फॉल्स",
          "(D) थ्री सिस्टर्स फॉल्स"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में सबसे बड़ा रेडियोदूरबीन ? ",
        "options": [
          "(A) न्यू मैक्सिको",
          "(B) वृहत मीटरवेव",
          "(C) रेडियो दूरबीन",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे  बड़ा पक्षी ? ",
        "options": [
          "(A) सारस",
          "(B) शुतुरमुर्",
          "(C) मोर",
          "(D) हरियाल"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे छोटी पक्षी ? ",
        "options": [
          "(A) तोता",
          "(B) कबूतर",
          "(C) गुनगुना पक्षी",
          "(D) नीलकंठ पक्षी"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व स्वास्थ्य संगठन की महानिदेशक हैं ?  ",
        "options": [
          "(A) वंगारी मथाई ",
          "(B) मारग्रेट चान",
          "(C) किरण बेदी",
          "(D) अरुण जेटली "
        ],
        "answer": "b"
      },
      {
        "question": "वर्ल्ड रेडक्रॉस डे प्रतिवर्ष किस दिन मनाया जाता है ?  ",
        "options": [
          "(A) 16 मई ",
          "(B) 11 मई",
          "(C) 8 मई",
          "(D) 5 मई"
        ],
        "answer": "c"
      },
      {
        "question": "उस विश्व संस्था का नाम बताएं जो 1920 में स्थापित हुई और 1946 में भांग कर दी गई ? ",
        "options": [
          "(A)   क्रीमिया की सन्धि    ",
          "(B)  लीग ऑफ नेशन्स",
          "(C) वारसा पैक्ट",
          "(D)  यूरेशियन पैक्ट"
        ],
        "answer": "b"
      },
      {
        "question": "प्रजातीय पक्षपात का निराकरण के लिए अन्तर्राष्ट्रीय दिन कब मनाया जाता है ?  ",
        "options": [
          "(A) 21 मार्च  ",
          "(B) 21 अप्रैल ",
          "(C) 21 जून",
          "(D) 21 मई"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व खाद्य दिवस किस दिन मनाया जाता है ?  ",
        "options": [
          "(A) 15 अक्टूबर",
          "(B) 21 अक्टूबर",
          "(C) 23 अक्टूबर",
          "(D) 16 अक्टूबर"
        ],
        "answer": "d"
      },
      {
        "question": "यूनेस्को ने किस मन्दिर को विश्व विरासत स्थल के रूप में घोषित किया ?   ",
        "options": [
          "(A) वरदराज ",
          "(B) महाबोधि ",
          "(C) काली घाट",
          "(D)  चामुण्डेश्वरी "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व जल दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 5 मार्च",
          "(B) 17 मार्च",
          "(C) 20 मार्च",
          "(D) 22 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "अन्तर्राष्ट्रीय महिला दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 8 अप्रैल",
          "(B) 8  मई",
          "(C) 8 मार्च",
          "(D) 8 जून"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व के किस महाद्वीप में जल-विद्युत् शक्ति की संभाव्यता सर्वाधिक है ? ",
        "options": [
          "(A) अफ्रीका",
          "(B) यूरोप",
          "(C) एशिया ",
          "(D) दक्षिण अमेरिका"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में लिग्नाइट कोयला का सबसे बड़ा उत्पादक देश है ?  ",
        "options": [
          "(A) भारत",
          "(B) फ्रांस",
          "(C) चीन",
          "(D) जर्मनी"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व में कोयला का सबसे बड़ा उत्पादक देश है ?  ",
        "options": [
          "(A) बिटेन    ",
          "(B) भारत",
          "(C) जापान",
          "(D) चीन"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व में उत्पादित कुल कोयला का कितना प्रतिशत हिस्सा बिटुमिनस कोयला का होता है ?  ",
        "options": [
          "(A) 93 %",
          "(B) 97 %",
          "(C) 80 %",
          "(D) 75 %"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे बड़ा कोबाल्ट उत्पादक देश है ? ",
        "options": [
          "(A)  कनाडा ",
          "(B) जायरे",
          "(C) संयुक्त राज्य अमेरिका ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में निकेल का सबसे बड़ा निर्यातक देश है ? ",
        "options": [
          "(A)  संयुक्त राज्य अमेरिका ",
          "(B) कनाडा",
          "(C) फ्रांस",
          "(D) चीन"
        ],
        "answer": "b"
      },
      {
        "question": "संसार में ताबाँ का अग्रणी उत्पादक है ? ",
        "options": [
          "(A) बिटेन ",
          "(B) भारत",
          "(C) न्यूजीलैंड",
          "(D) अमेरिका "
        ],
        "answer": "d"
      },
      {
        "question": "विश्व का सर्वाधिक स्वर्ण उत्पादक देश निम्नलिखित में से कौन-सा है ? ",
        "options": [
          "(A) कनाडा ",
          "(B) संयुक्त राज्य अमेरिका ",
          "(C) इंग्लैंड",
          "(D) दक्षिण अफ्रीका"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व में चाँदी का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) मैक्सिको ",
          "(B) भारत",
          "(C) कनाडा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का कौन-सा देश टिन का सर्वाधिक उत्पादन करता है ?  ",
        "options": [
          "(A) अमेरिका   ",
          "(B) थाईलैंड ",
          "(C) इण्डोनेशिया",
          "(D) मलेशिया"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व का कौन-सा देश टिन का सर्वाधिक निर्यात करता है ?  ",
        "options": [
          "(A) कनाडा",
          "(B) फ्रांस",
          "(C) मलेशिया",
          "(D) थाईलैंड "
        ],
        "answer": "c"
      },
      {
        "question": "विश्व विख्यात डोनवास कोयला क्षेत्र किस देश में स्थित है ? ",
        "options": [
          "(A) यूक्रेन   ",
          "(B) कजाकिस्तान",
          "(C) रूस",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में स्वच्छ जल की मछली का सबसे बड़ा उत्पादक देश है ? ",
        "options": [
          "(A) इण्डोनेशिया",
          "(B)  बांग्लादेश ",
          "(C) भारत",
          "(D) चीन"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व में बॉक्साइट का सर्वाधिक संचित भण्डार कहाँ पाया जाता है ? ",
        "options": [
          "(A)  गुयाना  ",
          "(B) आस्ट्रेलिया",
          "(C) ब्राजील",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का एक प्रमुख मत्स्यन क्षेत्र डाँगर बैंक कहाँ स्थित है ?  ",
        "options": [
          "(A) उतरी सागर में   ",
          "(B) इंगलिश चैनल में ",
          "(C) बाल्टिक सागर में",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का वृहत्तम मत्स्य आहरण क्षेत्र है ? ",
        "options": [
          "(A) ग्रैंड बैंक   ",
          "(B) चेसापीक खाड़ी",
          "(C) कैरेबियन सागर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे बड़ा लौंग उत्पादक देश है ? ",
        "options": [
          "(A) जंजीबार  ",
          "(B) ग्वाटेमाला",
          "(C) कनाडा",
          "(D) इण्डोनेशिया"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में मोटे अनाज का सबसे बड़ा उत्पादक देश है ? ",
        "options": [
          "(A) गुयाना  ",
          "(B) ब्राजील",
          "(C) भारत",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में प्राकृतिक रबड़ का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) मलेशिया   ",
          "(B) इण्डोनेशिया",
          "(C) थाईलैंड",
          "(D) बांग्लादेश"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में सिन्थेटिक रबड़ का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) संयुक्त राज्य अमेरिका",
          "(B)  मलेशिया",
          "(C) बांग्लादेश",
          "(D) ब्राजील "
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में तम्बाकू का सबसे बड़ा उत्पादक देश है ? ",
        "options": [
          "(A) ग्वाटेमाला ",
          "(B) चीन",
          "(C) इण्डोनेशिया ",
          "(D) थाईलैंड"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में इलायचीं का सबसे प्रमुख उत्पादक देश कौन है ? ",
        "options": [
          "(A)  मालागासी  ",
          "(B) ग्वाटेमाला",
          "(C) चीन",
          "(D) भारत"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में अफीम का सर्वाधिक उत्पादन देश कौन है ? ",
        "options": [
          "(A) आस्ट्रेलिया",
          "(B) अफगानिस्तान",
          "(C) पाकिस्तान",
          "(D) भारत "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में सर्वाधिक आलू कहाँ पैदा होता है ? ",
        "options": [
          "(A) संयुक्त राज्य अमेरिका",
          "(B) रूस ",
          "(C) फ्रांस",
          "(D) पोलैंड "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में अंगूर का सर्वाधिक उत्पादन करने वाला देश है ? ",
        "options": [
          "(A) इटली ",
          "(B) नीदरलैंड ",
          "(C) स्पेन  ",
          "(D) टर्की"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में जैतून विस्तृत क्षेत्र में उगाया जाता है ? ",
        "options": [
          "(A) फ्रांस में ",
          "(B) रूस में ",
          "(C)  चीन में ",
          "(D) पोलैंड में "
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में केले का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) नीदरलैंड   ",
          "(B) भारत",
          "(C) स्पेन",
          "(D) टर्की"
        ],
        "answer": "b"
      },
      {
        "question": "दुग्ध उत्पादन में किस देश का विश्व में प्रथम स्थान है ? ",
        "options": [
          "(A) ग्वाटेमाला",
          "(B) भारत",
          "(C) जर्मनी",
          "(D) चीन "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में उन का सर्वाधिक उत्पादन करने वाला देश है ?  ",
        "options": [
          "(A) न्यूजीलैंड",
          "(B) यूक्रेन",
          "(C) आस्ट्रेलिया",
          "(D) अर्जेण्टीना"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में कपास की कृषि के अन्तगर्त सर्वाधिक क्षेत्रफल किस देश में पाया जाता है ? ",
        "options": [
          "(A) संयुक्त राज्य अमेरिका ",
          "(B) सी. आई. एस.",
          "(C) चीन",
          "(D) भारत "
        ],
        "answer": "d"
      },
      {
        "question": "विश्व में कपास का वृहत्तम उत्पादक है ? ",
        "options": [
          "(A) चीन",
          "(B) भारत",
          "(C) संयुक्त राज्य अमेरिका",
          "(D) मिस्त्र"
        ],
        "answer": "a"
      }
    ],
    "type": "world-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73bab7cd14b8ffc45499"
    },
    "data": [
      {
        "question": "पृथ्वी पर दिन और रात होते हैं ?   ",
        "options": [
          "(A) दैनिक गति के कारण",
          "(B) वार्षिक गति के कारण ",
          "(C) छमाही गति के कारण",
          "(D)   तिमाही गति के कारण "
        ],
        "answer": "a"
      },
      {
        "question": "सबसे बड़ा ग्रह है ? ",
        "options": [
          "(A)  बृहस्पति",
          "(B) पृथ्वी",
          "(C) युरेनस",
          "(D) शुक्र"
        ],
        "answer": "a"
      },
      {
        "question": "सबसे छोटा ग्रह है ? ",
        "options": [
          "(A) मंगल",
          "(B) शनि",
          "(C)  बुध",
          "(D) नेप्चून"
        ],
        "answer": "c"
      },
      {
        "question": "अगुलहास धारा किस महासागर में बनती है ?  ",
        "options": [
          "(A) प्रशान्त महासागर में  ",
          "(B) हिन्द महासागर में ",
          "(C)  आर्कटिक महासागर में ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "पृथ्वी का सबसे भीतर वाला भाग क्रोड किसका बना होता है ?  ",
        "options": [
          "(A) ताँबा और जस्ता ",
          "(B) निकेल और ताँबा",
          "(C) लोहा और जस्ता ",
          "(D) लोहा और निकेल"
        ],
        "answer": "d"
      },
      {
        "question": "मैंगनीज के उत्पादन में भारत का दूसरा स्थान है, प्रथम देश कौन सा है ? ",
        "options": [
          "(A) फ्रांस ",
          "(B)  रुसी संघ ",
          "(C) कनाडा",
          "(D) संयुक्त राज्य अमेरिका "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नांकित में से कौन देश कोयले का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) ब्राजील",
          "(B) भारत",
          "(C) अमेरिका",
          "(D) चीन"
        ],
        "answer": "c"
      },
      {
        "question": "इनमें किसको जापान का मैनचेस्टर कहा जाता है ?   ",
        "options": [
          "(A) ओसाका",
          "(B) टोकियो",
          "(C) नागासाकी ",
          "(D) याकोहामा"
        ],
        "answer": "a"
      },
      {
        "question": "भारत के स्वतंत्रता संघर्ष के दौरान 'Deccan Educational Society' नामक संस्था की स्थापना किसने की थी ? ",
        "options": [
          "(A)   जवाहरलाल नेहरू ",
          "(B)  रवीन्द्र नाथ टैगोर",
          "(C) बाल गंगाधर तिलक",
          "(D) व्योमेश चन्‍द्र बनर्जी"
        ],
        "answer": "c"
      },
      {
        "question": "1857 के गदर के समय भारत का गवर्नर जनरल कौन था ? ",
        "options": [
          "(A) लॉर्ड केनिंग",
          "(B) नील आर्मस्ट्रांग",
          "(C) जॉन मथाई",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "'भारत भारतीयों के लिए ' नारा किस संस्था ने दिया था ?  ",
        "options": [
          "(A) अशासकीय संस्था",
          "(B) आर्य समाज ने",
          "(C) ब्राह्म समाज ने",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विन्ध्याचल और सतपुड़ा पहाड़ियों के बीच से होकर बहने वाली नदी है ? ",
        "options": [
          "(A) नर्मदा",
          "(B) सिंधु नदी",
          "(C) कोसी ",
          "(D) गोदावरी "
        ],
        "answer": "a"
      },
      {
        "question": "इन्वेस्टर प्रोटेक्शन फण्ड (Investor Protection Fund) किस संस्था ने स्थापित किया है ? ",
        "options": [
          "(A) पूंजी मुद्दे ने",
          "(B) DLF ने ",
          "(C) सेबी (SEBI) ने",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "कुण्डापुर  एंव करवार कच्छ वनस्पति स्थान कहाँ स्थित हैं ? ",
        "options": [
          "(A) केरल राज्य में",
          "(B) कर्नाटक राज्य में",
          "(C) तमिल नाडु राज्य में",
          "(D) त्रिपुरा राज्य में"
        ],
        "answer": "b"
      },
      {
        "question": "भारत की प्रथम बहुउद्देशीय परियोजना किस नदी पर बनाई गई थी ? ",
        "options": [
          "(A) कावेरी नदी",
          "(B) गंडक नदी",
          "(C) दामोदर नदी पर  ",
          "(D) यमुना नदी"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी पर दिन और रात होते हैं ?   ",
        "options": [
          "(A) दैनिक गति के कारण",
          "(B) वार्षिक गति के कारण ",
          "(C) छमाही गति के कारण",
          "(D)   तिमाही गति के कारण "
        ],
        "answer": "a"
      },
      {
        "question": "सबसे बड़ा ग्रह है ? ",
        "options": [
          "(A)  बृहस्पति",
          "(B) पृथ्वी",
          "(C) युरेनस",
          "(D) शुक्र"
        ],
        "answer": "a"
      },
      {
        "question": "सबसे छोटा ग्रह है ? ",
        "options": [
          "(A) मंगल",
          "(B) शनि",
          "(C)  बुध",
          "(D) नेप्चून"
        ],
        "answer": "c"
      },
      {
        "question": "अगुलहास धारा किस महासागर में बनती है ?  ",
        "options": [
          "(A) प्रशान्त महासागर में  ",
          "(B) हिन्द महासागर में ",
          "(C)  आर्कटिक महासागर में ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "पृथ्वी का सबसे भीतर वाला भाग क्रोड किसका बना होता है ?  ",
        "options": [
          "(A) ताँबा और जस्ता ",
          "(B) निकेल और ताँबा",
          "(C) लोहा और जस्ता ",
          "(D) लोहा और निकेल"
        ],
        "answer": "d"
      },
      {
        "question": "मैंगनीज के उत्पादन में भारत का दूसरा स्थान है, प्रथम देश कौन सा है ? ",
        "options": [
          "(A) फ्रांस ",
          "(B)  रुसी संघ ",
          "(C) कनाडा",
          "(D) संयुक्त राज्य अमेरिका "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नांकित में से कौन देश कोयले का सबसे बड़ा उत्पादक है ? ",
        "options": [
          "(A) ब्राजील",
          "(B) भारत",
          "(C) अमेरिका",
          "(D) चीन"
        ],
        "answer": "c"
      },
      {
        "question": "इनमें किसको जापान का मैनचेस्टर कहा जाता है ?   ",
        "options": [
          "(A) ओसाका",
          "(B) टोकियो",
          "(C) नागासाकी ",
          "(D) याकोहामा"
        ],
        "answer": "a"
      },
      {
        "question": "भारत के स्वतंत्रता संघर्ष के दौरान 'Deccan Educational Society' नामक संस्था की स्थापना किसने की थी ? ",
        "options": [
          "(A)   जवाहरलाल नेहरू ",
          "(B)  रवीन्द्र नाथ टैगोर",
          "(C) बाल गंगाधर तिलक",
          "(D) व्योमेश चन्‍द्र बनर्जी"
        ],
        "answer": "c"
      },
      {
        "question": "1857 के गदर के समय भारत का गवर्नर जनरल कौन था ? ",
        "options": [
          "(A) लॉर्ड केनिंग",
          "(B) नील आर्मस्ट्रांग",
          "(C) जॉन मथाई",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "'भारत भारतीयों के लिए ' नारा किस संस्था ने दिया था ?  ",
        "options": [
          "(A) अशासकीय संस्था",
          "(B) आर्य समाज ने",
          "(C) ब्राह्म समाज ने",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विन्ध्याचल और सतपुड़ा पहाड़ियों के बीच से होकर बहने वाली नदी है ? ",
        "options": [
          "(A) नर्मदा",
          "(B) सिंधु नदी",
          "(C) कोसी ",
          "(D) गोदावरी "
        ],
        "answer": "a"
      },
      {
        "question": "इन्वेस्टर प्रोटेक्शन फण्ड (Investor Protection Fund) किस संस्था ने स्थापित किया है ? ",
        "options": [
          "(A) पूंजी मुद्दे ने",
          "(B) DLF ने ",
          "(C) सेबी (SEBI) ने",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "कुण्डापुर  एंव करवार कच्छ वनस्पति स्थान कहाँ स्थित हैं ? ",
        "options": [
          "(A) केरल राज्य में",
          "(B) कर्नाटक राज्य में",
          "(C) तमिल नाडु राज्य में",
          "(D) त्रिपुरा राज्य में"
        ],
        "answer": "b"
      },
      {
        "question": "भारत की प्रथम बहुउद्देशीय परियोजना किस नदी पर बनाई गई थी ? ",
        "options": [
          "(A) कावेरी नदी",
          "(B) गंडक नदी",
          "(C) दामोदर नदी पर  ",
          "(D) यमुना नदी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में प्रथम स्थापित परमाणु-संयंत्र (Atomic Plant) कौन-सा है ? ",
        "options": [
          "(A) तारापुर परमाणु संयंत्र",
          "(B) कैटेनोम परमाणु संयंत्र.",
          "(C) कुडनकुलम परमाणु संयंत्र",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "यूनाइटेड किंगडम (United Kingdom- U.K) में शामिल हैं -    ",
        "options": [
          "(A) इंगलैण्ड तथा उतरी आयरलैण्ड",
          "(B) उतरी आयरलैण्ड  तथा वेल्स",
          "(C) स्कॉटलैण्ड तथा वेल्स",
          "(D) (A) और (D)"
        ],
        "answer": "d"
      },
      {
        "question": "आगरा शहर को किसने बसाया ?  ",
        "options": [
          "(A) सिकन्द लोदी ",
          "(B) अकबर ",
          "(C) बहलोल लोदी ",
          "(D)  शाहजहाँ "
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रिय प्रतीक के निचले भाग में उत्क्रीर्णित शब्द 'सत्यमेव जयते' किस सन्दर्भ से लिए गए हैं ? ",
        "options": [
          "(A) पुराण  ",
          "(B) जातक",
          "(C) मुदकोपनिषद्",
          "(D) महाभारत "
        ],
        "answer": "c"
      },
      {
        "question": "अशोक के शिलालेखों की लिपि क्या है ?  ",
        "options": [
          "(A) गुरुमुखी ",
          "(B) ब्राह्यी",
          "(C) देवनागरी",
          "(D) हयरोग्लाइफिक्स"
        ],
        "answer": "b"
      },
      {
        "question": "बिहू निम्नलिखित में से किसका लोकप्रिय उत्सव है ? ",
        "options": [
          "(A) असम ",
          "(B) उड़ीसा ",
          "(C) बिहार",
          "(D) बंगाल "
        ],
        "answer": "a"
      },
      {
        "question": "विवेकानन्द रॉक मेमोरियल कहाँ स्थित है ?  ",
        "options": [
          "(A) अण्डमान निकोबार ",
          "(B) लक्षद्वीप",
          "(C)  केरल ",
          "(D) तमिलनाडु"
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा गांधी को राष्ट्रपिता के रूप में उल्लेख सबसे पहले किसने किया था ? ",
        "options": [
          "(A) सुभाषचन्द्र बोस ",
          "(B) जवाहरलाल नेहरू",
          "(C) बल्ल्भभाई पटेल सी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "प्रथम गोलमेज सम्मेलन कहाँ हुआ था ? ",
        "options": [
          "(A) नई दिल्ली में  ",
          "(B) लन्दन में",
          "(C) बम्बई में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "देश का लोह पुरुष किसे कहा जाता है ? ",
        "options": [
          "(A) सरदार पटेल   ",
          "(B) पं. जवाहरलाल नेहरू ",
          "(C) महात्मा गांधी",
          "(D)  लोकमान्य तिलक"
        ],
        "answer": "a"
      },
      {
        "question": "महात्मा गांधीजी को 'अधनंगा फकीर' किसने कहा ?  ",
        "options": [
          "(A) हिटलर   ",
          "(B) जिन्ना",
          "(C) चर्चिल",
          "(D) माउण्टबेटन "
        ],
        "answer": "c"
      },
      {
        "question": "महात्मा गांधी निम्नलिखित में से किनसे अधिक प्रभावित थे ?  ",
        "options": [
          "(A) बर्नार्ड शा ",
          "(B) लिओ टॉलस्टॉय ",
          "(C) कार्ल मार्क्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "महात्मा गांधी का जन्म हुआ था ?  ",
        "options": [
          "(A) 1859",
          "(B) 1869",
          "(C) 1879",
          "(D) 1889"
        ],
        "answer": "b"
      },
      {
        "question": "पंजाब केसरी के नाम से विख्यात थे ?  ",
        "options": [
          "(A) रजनीत सिंह ",
          "(B)  गुरु गोविन्द सिंह",
          "(C) गुरु नानक  ",
          "(D) लाला राजपत राय "
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से कौन सी गंगा की सहायक नदी नहीं है ?  ",
        "options": [
          "(A)  सुवर्ण रेखा   ",
          "(B) सोन",
          "(C) गण्डक",
          "(D) कोसी"
        ],
        "answer": "a"
      },
      {
        "question": "किस राज्य की सीमा चीन से जुड़ी हुई है ?  ",
        "options": [
          "(A)  मणिपुर     ",
          "(B) नगालैण्ड ",
          "(C) असम",
          "(D) अरुणाचल प्रदेश"
        ],
        "answer": "d"
      },
      {
        "question": "कितने वर्ष के पश्चात राष्ट्रीय जनगणना होती है ?  ",
        "options": [
          "(A) दस ",
          "(B) पाँच ",
          "(C) तीन ",
          "(D)  पच्चीस"
        ],
        "answer": "a"
      },
      {
        "question": "काजीरंगा राष्ट्रीय पार्क है ? ",
        "options": [
          "(A) उड़ीसा में",
          "(B) महाराष्ट्र में",
          "(C) असम में",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "ऑपरेशन फ्लड से सम्बन्धित है ? ",
        "options": [
          "(A)    तमिलनाडु ",
          "(B) बाढ़ नियन्त्रण",
          "(C)   दूध का आयात",
          "(D)  डेयरी विकास"
        ],
        "answer": "d"
      },
      {
        "question": "धान की खेती के लिए उत्तम मिट्टी कौन सी है ? ",
        "options": [
          "(A)   सख्त मिट्टी",
          "(B) काली मिट्टी",
          "(C)   दोमट मिट्टी",
          "(D)  लाल मिट्टी"
        ],
        "answer": "c"
      },
      {
        "question": "कौन से भारतीय शहर हेवी इलेक्ट्रिकल्स से सम्बन्दित है ?   ",
        "options": [
          "(A) नागपुर",
          "(B) रायपुर",
          "(C)  भोपाल ",
          "(D)  लखनऊ "
        ],
        "answer": "c"
      },
      {
        "question": "भारत में हरित क्रान्ति का श्रेय जिस सुविख्यात कृषि औद्योगिकीविज्ञ को जाता है, उसका नाम है ?  ",
        "options": [
          "(A) आर. वेंकटमन ",
          "(B) सीताकान्त महापात्र  ",
          "(C)  डॉ. वर्गीस कुरियन",
          "(D) जयन्त नार्लिकर "
        ],
        "answer": "c"
      },
      {
        "question": "राणा प्रताप सागर सम्बन्धित है ? ",
        "options": [
          "(A)    सौर ऊर्जा से  ",
          "(B)  सिंचाई से ",
          "(C) नाभिकीय ऊर्जा से",
          "(D) जल विद्युत से"
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी और सूर्य के बीच अधिकतम दूरी किस तिथि को होती है ? ",
        "options": [
          "(A) 22 जुलाई 1947 को",
          "(B) 30 जनवरी",
          "(C) 4 जुलाई  ",
          "(D)  21 सितम्बर "
        ],
        "answer": "c"
      },
      {
        "question": "भारत के राजचिन्ह में प्रयुक्त होनेवाले शब्द ' सत्यमेव जयते ' किस उपनिषद्  से लिए गए हैं ? ",
        "options": [
          "(A)   ईश उपनिषद् ",
          "(B) मुण्डक उपनिषद् ",
          "(C) कठ उपनिषद् ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "गायत्री मंत्र किस पुस्तक से लिया गया है ? ",
        "options": [
          "(A) ऋग्वेद",
          "(B) सामवेद",
          "(C) यजुर्वेद ",
          "(D) अथर्ववेद"
        ],
        "answer": "a"
      },
      {
        "question": "हिन्दी किस लिपि में लिखी जाती है ? ",
        "options": [
          "(A) पर्शियन",
          "(B)  रोमन   ",
          "(C) देवनागरी",
          "(D) पाली"
        ],
        "answer": "c"
      },
      {
        "question": "ब्राह्यी लिपि को किसने स्पष्ट किया ? ",
        "options": [
          "(A) जेम्स प्रिन्सेप ",
          "(B) जॉन मार्शल",
          "(C)   जॉन एक फ्लीट",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय विज्ञान दिवस किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 21 जनवरी",
          "(B) 21 मार्च",
          "(C) 28 फरवरी",
          "(D) 23 मार्च"
        ],
        "answer": "c"
      },
      {
        "question": "'राष्ट्रीय खेल दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 29 मार्च    ",
          "(B) 29 अगस्त",
          "(C) 20 सितम्बर",
          "(D) 2 दिसम्बर"
        ],
        "answer": "b"
      },
      {
        "question": "'कम्प्यूटर साक्षरता दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 12 अगस्त   ",
          "(B) 13 सितम्बर",
          "(C) 2 दिसम्बर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "'केन्द्रीय उत्पाद शुल्क दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 14 फरवरी ",
          "(B) 24 फरवरी ",
          "(C) 18 फरवरी ",
          "(D) 21 फरवरी "
        ],
        "answer": "b"
      },
      {
        "question": "'हिन्दी दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 26 अगस्त   ",
          "(B) 15 फरवरी",
          "(C) 14 सितम्बर",
          "(D) 18 दिसम्बर"
        ],
        "answer": "c"
      },
      {
        "question": "'शिक्षक दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 16 मार्च   ",
          "(B) 9 अगस्त",
          "(C) 5 सितम्बर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "'किसान दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 23 दिसम्बर  ",
          "(B) 28 फरवरी",
          "(C) 14 मार्च ",
          "(D) 5 अगस्त"
        ],
        "answer": "a"
      },
      {
        "question": "'चिकित्सक दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 1 अप्रैल    ",
          "(B) 1 मई",
          "(C) 1 जुलाई",
          "(D) 1 जून"
        ],
        "answer": "c"
      },
      {
        "question": "'नौसेना दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 7 अगस्त   ",
          "(B) 16 सितम्बर",
          "(C) 4 दिसम्बर",
          "(D) 8 फरवरी"
        ],
        "answer": "c"
      },
      {
        "question": "'राष्ट्रीय एकता दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 2 जून",
          "(B) 14 जुलाई   ",
          "(C) 2 अक्टूबर",
          "(D) 19 नवम्बर"
        ],
        "answer": "d"
      },
      {
        "question": "'राष्ट्रीय प्रौद्योगिकी दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 11 मई   ",
          "(B) 11 फरवरी",
          "(C) 11 अप्रैल",
          "(D) 11 जुलाई"
        ],
        "answer": "a"
      },
      {
        "question": "'सेना दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 4 सितम्बर   ",
          "(B) 7 दिसम्बर",
          "(C) 26 फरवरी",
          "(D) 15 जनवरी"
        ],
        "answer": "d"
      },
      {
        "question": "'राष्ट्रीय विधि दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 26 अक्टूबर ",
          "(B) 26 नवम्बर",
          "(C) 26 दिसम्बर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "'मलेरिया दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 14 फरवरी",
          "(B) 21 मार्च",
          "(C) 25 अगस्त",
          "(D) 17 सितम्बर "
        ],
        "answer": "c"
      },
      {
        "question": "'शहीद दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 30 जनवरी   ",
          "(B) 13 फरवरी",
          "(C) 15 मार्च",
          "(D) 22 अगस्त"
        ],
        "answer": "a"
      },
      {
        "question": "'संचयिका दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 11 अगस्त   ",
          "(B) 15 सितम्बर",
          "(C) 12 दिसम्बर",
          "(D) 8 फरवरी"
        ],
        "answer": "b"
      },
      {
        "question": "'सामाजिक अधिकारिता स्मृति दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 29 जनवरी   ",
          "(B) 18 फरवरी",
          "(C) 21 अगस्त",
          "(D) 20 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "'आतंकवाद विरोध दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 12 मई",
          "(B) 24 मई",
          "(C) 21 मई",
          "(D) 28 मई"
        ],
        "answer": "c"
      },
      {
        "question": "'सशस्त्र सेना झंडा दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 7 सितम्बर    ",
          "(B) 7 दिसम्बर",
          "(C) 7 फरवरी",
          "(D) 7 अप्रैल"
        ],
        "answer": "b"
      },
      {
        "question": "'पुलिस स्मृति दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 8 अक्टूबर",
          "(B) 15 अक्टूबर",
          "(C) 19 अक्टूबर",
          "(D) 21 अक्टूबर"
        ],
        "answer": "d"
      },
      {
        "question": "31 मई किस रूप में मनाया जाता है ? ",
        "options": [
          "(A) फादर्स डे ",
          "(B)  एण्टीटुबैको डे",
          "(C) टीचर्स डे ",
          "(D) मदर्स डे"
        ],
        "answer": "b"
      },
      {
        "question": "21 जनवरी को निम्नलिखित में से किसका जन्म दिवस मनाया जाता है ? ",
        "options": [
          "(A)   सुभाषचन्द्र बोस  ",
          "(B) गुरु गोविन्द सिंह",
          "(C) रवीन्द्रनाथ टैगोर ",
          "(D)  चन्द्रशेखर आजाद "
        ],
        "answer": "b"
      },
      {
        "question": "प्रतिवर्ष किसकी स्मृति में 13 फरवरी को महिला दिवस मनाया जाता है ? ",
        "options": [
          "(A) इन्दिरा गाँधी की   ",
          "(B) लक्ष्मीबाई की",
          "(C)  सरोजिनी नायडू की ",
          "(D) कमल नेहरू की"
        ],
        "answer": "c"
      },
      {
        "question": "5 सितम्बर किस रूप में मनाया जाता है ? ",
        "options": [
          "(A)  श्रमिक दिवस ",
          "(B) महिला दिवस",
          "(C)  बाल दिवस ",
          "(D) शिक्षक दिवस"
        ],
        "answer": "d"
      },
      {
        "question": "राजीव गाँधी का जन्म दिवस 20 अगस्त किस रूप में मनाया जाता है ? ",
        "options": [
          "(A)  संकल्प दिवस ",
          "(B) राष्ट्रीय एकता दिवस  ",
          "(C) आतंकवाद विरोध दिवस",
          "(D) राष्ट्रीय सद्भावना दिवस"
        ],
        "answer": "d"
      },
      {
        "question": "'बाल दिवस' कब मनाया जाता है ? ",
        "options": [
          "(A) 14 जुलाई  ",
          "(B) 14 अक्टूबर",
          "(C) 14 नवम्बर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "'प्रवासी भारतीय दिवस' कब मनाया जाता है ? ",
        "options": [
          "(A) 9 जनवरी    ",
          "(B) 1 फरवरी",
          "(C) 12 मार्च",
          "(D) 15 अगस्त"
        ],
        "answer": "a"
      },
      {
        "question": "'राष्ट्रीय युवा दिवस' कब मनाया जाता है ? ",
        "options": [
          "(A) 21 जनवरी",
          "(B) 13 जनवरी ",
          "(C) 12 जनवरी ",
          "(D) 15 जनवरी"
        ],
        "answer": "c"
      },
      {
        "question": "'राष्ट्रीय पक्षी दिवस' कब मनाया जाता है ? ",
        "options": [
          "(A) 12 अक्टूबर ",
          "(B) 12 नवम्बर",
          "(C) 18 दिसम्बर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "'बाल दिवस' किस महापुरुष की जयंती के रूप में मनाया जाता है ? ",
        "options": [
          "(A)  महात्मा गाँधी ",
          "(B) सुभाष चन्द्र बोस ",
          "(C) लाल बहादुर शास्त्री",
          "(D) पंडित जवाहरलाल नेहरू "
        ],
        "answer": "d"
      },
      {
        "question": "देश के प्रथम उपराष्ट्रपति सर्वपल्ली राधाकृष्णन का जन्म दिवस किस रूप में मनाया जाता है ? ",
        "options": [
          "(A) शिक्षक दिवस  ",
          "(B) बाल दिवस",
          "(C)  विधि दिवस",
          "(D)  डॉक्टर दिवस "
        ],
        "answer": "a"
      },
      {
        "question": "बीटिंग द रीट्रिट का सम्बन्ध किससे है ? ",
        "options": [
          "(A)  मजदूर दिवस",
          "(B) गणतंत्र दिवस",
          "(C)  महिला दिवस ",
          "(D)  शहीद दिवस "
        ],
        "answer": "b"
      }
    ],
    "type": "gk-questions",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73c0b7cd14b8ffc4549b"
    },
    "data": [
      {
        "question": "भारतीय उपमहाद्वीप मूलतः एक अंग था ? ",
        "options": [
          "(A) जुरैस्सिक लैण्ड का ",
          "(B) गोंडवाना लैण्ड का",
          "(C) आर्यवर्त लैण्ड का ",
          "(D) अंगार लैण्ड का"
        ],
        "answer": "b"
      },
      {
        "question": "दिल्ली में स्थित 'शांतिवन' समाधि है -  ",
        "options": [
          "(A) इंदिरा गांधी की",
          "(B) जवाहरलाल नेहरू की ",
          "(C) लाल बहादुर  शास्त्री की",
          "(D) राजीब गाँधी की"
        ],
        "answer": "b"
      },
      {
        "question": "अजन्ता की गुफाएं कहाँ स्थित हैं ? ",
        "options": [
          "(A) उड़ीसा ",
          "(B) मध्य प्रदेश",
          "(C) महाराष्ट्र",
          "(D) केरल"
        ],
        "answer": "c"
      },
      {
        "question": "सालारजंग संग्रहालय कहाँ स्थित है ? ",
        "options": [
          "(A) मुम्बई",
          "(B) हैदराबाद ",
          "(C) जयपुर",
          "(D) लखनऊ "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सा नृत्य स्त्री-पुरुष दोनों के लिए है ?  ",
        "options": [
          "(A) गरबा नृत्य",
          "(B) धूमर नृत्य",
          "(C) गैर नृत्य ",
          "(D) घुड़ला नृत्य "
        ],
        "answer": "c"
      },
      {
        "question": "पतंजलि का सम्बन्ध किससे है ? ",
        "options": [
          "(A) वैशेषिक दर्शन  ",
          "(B) न्याय दर्शन",
          "(C) सांख्य दर्शन",
          "(D) योग दर्शन "
        ],
        "answer": "d"
      },
      {
        "question": "ब्रह्म समाज के संस्थापक है ? ",
        "options": [
          "(A) राजा राममोहन राय  ",
          "(B) स्वामी  दयानन्द सरस्वती  ",
          "(C) रामकृष्ण परमहंश ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "लोसांग एक उत्सव है जो मनाया जाता है ?  ",
        "options": [
          "(A) सिक्किम में  ",
          "(B) अरुणाचल प्रदेश में ",
          "(C) केरल में",
          "(D) नागालैण्ड में  "
        ],
        "answer": "a"
      },
      {
        "question": "एलोरा के गुहा मन्दिर सम्बन्धित हैं ? ",
        "options": [
          "(A) हिन्दू धर्म से  ",
          "(B) बौद्ध धर्म से",
          "(C)  जैन धर्म से ",
          "(D) (A) और (B)"
        ],
        "answer": "d"
      },
      {
        "question": "शक कलेण्डर का पहला महीना होता है ? ",
        "options": [
          "(A) चैत्र ",
          "(B) भाद्रपद ",
          "(C) माघ",
          "(D) वैशाख "
        ],
        "answer": "a"
      },
      {
        "question": "चार मीनार कहाँ स्थित है ? ",
        "options": [
          "(A)  दिल्ली ",
          "(B) हैदराबाद ",
          "(C) औरंगाबाद  ",
          "(D) आगरा "
        ],
        "answer": "b"
      },
      {
        "question": "अंतर्राष्ट्रीय मजदूर दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 फरवरी को",
          "(B) 1 मार्च को ",
          "(C) 1 अप्रैल को",
          "(D) 1 मई को"
        ],
        "answer": "d"
      },
      {
        "question": "नौकरशाही की नियुक्ति की प्रकृति कैसी होती है ?  ",
        "options": [
          "(A) तदर्थ",
          "(B) दैनिक भोगी",
          "(C)  स्थायी ",
          "(D) अस्थायी  "
        ],
        "answer": "d"
      },
      {
        "question": "गिरनार पहाड़ियाँ कहाँ स्थित हैं ? ",
        "options": [
          "(A) गुजरात ",
          "(B) उड़ीसा",
          "(C) गोआ",
          "(D) असम "
        ],
        "answer": "a"
      },
      {
        "question": "माइकेल एंजेलो नामक वायरस विश्व में चिन्ता का कारण कब बना हअा था ? ",
        "options": [
          "(A) 1993",
          "(B) 1996",
          "(C) 1998",
          "(D) 1995"
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय उपमहाद्वीप मूलतः एक अंग था ? ",
        "options": [
          "(A) जुरैस्सिक लैण्ड का ",
          "(B) गोंडवाना लैण्ड का",
          "(C) आर्यवर्त लैण्ड का ",
          "(D) अंगार लैण्ड का"
        ],
        "answer": "b"
      },
      {
        "question": "दिल्ली में स्थित 'शांतिवन' समाधि है -  ",
        "options": [
          "(A) इंदिरा गांधी की",
          "(B) जवाहरलाल नेहरू की ",
          "(C) लाल बहादुर  शास्त्री की",
          "(D) राजीब गाँधी की"
        ],
        "answer": "b"
      },
      {
        "question": "अजन्ता की गुफाएं कहाँ स्थित हैं ? ",
        "options": [
          "(A) उड़ीसा ",
          "(B) मध्य प्रदेश",
          "(C) महाराष्ट्र",
          "(D) केरल"
        ],
        "answer": "c"
      },
      {
        "question": "सालारजंग संग्रहालय कहाँ स्थित है ? ",
        "options": [
          "(A) मुम्बई",
          "(B) हैदराबाद ",
          "(C) जयपुर",
          "(D) लखनऊ "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सा नृत्य स्त्री-पुरुष दोनों के लिए है ?  ",
        "options": [
          "(A) गरबा नृत्य",
          "(B) धूमर नृत्य",
          "(C) गैर नृत्य ",
          "(D) घुड़ला नृत्य "
        ],
        "answer": "c"
      },
      {
        "question": "पतंजलि का सम्बन्ध किससे है ? ",
        "options": [
          "(A) वैशेषिक दर्शन  ",
          "(B) न्याय दर्शन",
          "(C) सांख्य दर्शन",
          "(D) योग दर्शन "
        ],
        "answer": "d"
      },
      {
        "question": "ब्रह्म समाज के संस्थापक है ? ",
        "options": [
          "(A) राजा राममोहन राय  ",
          "(B) स्वामी  दयानन्द सरस्वती  ",
          "(C) रामकृष्ण परमहंश ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "लोसांग एक उत्सव है जो मनाया जाता है ?  ",
        "options": [
          "(A) सिक्किम में  ",
          "(B) अरुणाचल प्रदेश में ",
          "(C) केरल में",
          "(D) नागालैण्ड में  "
        ],
        "answer": "a"
      },
      {
        "question": "एलोरा के गुहा मन्दिर सम्बन्धित हैं ? ",
        "options": [
          "(A) हिन्दू धर्म से  ",
          "(B) बौद्ध धर्म से",
          "(C)  जैन धर्म से ",
          "(D) (A) और (B)"
        ],
        "answer": "d"
      },
      {
        "question": "शक कलेण्डर का पहला महीना होता है ? ",
        "options": [
          "(A) चैत्र ",
          "(B) भाद्रपद ",
          "(C) माघ",
          "(D) वैशाख "
        ],
        "answer": "a"
      },
      {
        "question": "चार मीनार कहाँ स्थित है ? ",
        "options": [
          "(A)  दिल्ली ",
          "(B) हैदराबाद ",
          "(C) औरंगाबाद  ",
          "(D) आगरा "
        ],
        "answer": "b"
      },
      {
        "question": "अंतर्राष्ट्रीय मजदूर दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 फरवरी को",
          "(B) 1 मार्च को ",
          "(C) 1 अप्रैल को",
          "(D) 1 मई को"
        ],
        "answer": "d"
      },
      {
        "question": "नौकरशाही की नियुक्ति की प्रकृति कैसी होती है ?  ",
        "options": [
          "(A) तदर्थ",
          "(B) दैनिक भोगी",
          "(C)  स्थायी ",
          "(D) अस्थायी  "
        ],
        "answer": "d"
      },
      {
        "question": "गिरनार पहाड़ियाँ कहाँ स्थित हैं ? ",
        "options": [
          "(A) गुजरात ",
          "(B) उड़ीसा",
          "(C) गोआ",
          "(D) असम "
        ],
        "answer": "a"
      },
      {
        "question": "माइकेल एंजेलो नामक वायरस विश्व में चिन्ता का कारण कब बना हअा था ? ",
        "options": [
          "(A) 1993",
          "(B) 1996",
          "(C) 1998",
          "(D) 1995"
        ],
        "answer": "a"
      },
      {
        "question": "'तोता-ए-हिन्द'  के उपनाम से जाने जाते हैं ? ",
        "options": [
          "(A) इब्नबतूता  ",
          "(B)  असीम  ",
          "(C) अमीर खुसरो",
          "(D)  दयाराम"
        ],
        "answer": "c"
      },
      {
        "question": "अमीर खुसरो का वास्तविक नाम क्या था ? ",
        "options": [
          "(A)    मुहम्मद खुसरो",
          "(B) मुहम्मद हसन",
          "(C)   मुहम्मद खान ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "संगीत के दुनिया में 'सितार के जादूगर' नाम से किसे जाने जाते है ? ",
        "options": [
          "(A) रहीम सेन  ",
          "(B) त्यागराज ",
          "(C) तानसेन ",
          "(D) पुरंदर दास "
        ],
        "answer": "a"
      },
      {
        "question": "गुरु नानक का वास्तविक नाम क्या था ?  ",
        "options": [
          "(A) गुरु  ",
          "(B) गुरु नानक",
          "(C) नानक ",
          "(D) नरेन्द्रनाथ "
        ],
        "answer": "c"
      },
      {
        "question": "गौतम बुद्ध का वास्तविक नाम क्या था ?  ",
        "options": [
          "(A)   देवदत्त ",
          "(B) सिद्धार्थ",
          "(C)  नरेन्द्र",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "स्वामी विवेकानंद का वास्तविक नाम क्या था ?  ",
        "options": [
          "(A) विवेकानंद",
          "(B) नरेन्द्रनाथ दत्त ",
          "(C)  देवदत्त ",
          "(D) कृष्ण दत्त "
        ],
        "answer": "b"
      },
      {
        "question": "किसने कहा था 'दिल्ली अभी दूर है' ? ",
        "options": [
          "(A) निजामुद्दीन औलिया   ",
          "(B) फिरोज तुगलक",
          "(C) अमीर खुसरो",
          "(D) त्यागराज "
        ],
        "answer": "a"
      },
      {
        "question": "दुःख में सब सुमिरन करें, सुख में करे न कोय, यह पंक्ति किसने कही है ? ",
        "options": [
          "(A)  सूरदास  ",
          "(B) तुलसीदास  ",
          "(C) मीराबाई ",
          "(D) कबीरदास"
        ],
        "answer": "d"
      },
      {
        "question": "कर्मण्येवाधिकारस्ते मां फलेषु कदाचना किस धर्म ग्रन्थ की उक्ति है ? ",
        "options": [
          "(A)  रामचरितमानस  ",
          "(B) रामायण  ",
          "(C) श्रीमदभागवत गीता ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "किसने कहा था 'राम और रहीम एक ही ईश्वर के दो अलग-अलग नाम है'  ",
        "options": [
          "(A)  कबीर दास ",
          "(B) महात्मा गाँधी",
          "(C) स्वामी विवेकानंद",
          "(D) तुलसीदास  "
        ],
        "answer": "a"
      },
      {
        "question": "आदि शंकराचार्य का जन्म कहाँ हुआ था ? ",
        "options": [
          "(A) कलादी  ",
          "(B)  कांचीपुरम ",
          "(C) मथुरा",
          "(D) काशी"
        ],
        "answer": "a"
      },
      {
        "question": "ईसा मसीहा का जन्म कहाँ हुआ था ? ",
        "options": [
          "(A)  बेविलोन में  ",
          "(B)  एब्रे में",
          "(C)  बेथलहेम में",
          "(D) बेरुत में "
        ],
        "answer": "c"
      },
      {
        "question": "यामिनी कृष्णमूर्ति  का संबंध किस शास्त्रीय नृत्य से है ? ",
        "options": [
          "(A)    कत्थक ",
          "(B) भरतनाट्यम",
          "(C) अोडिसी ",
          "(D) कथकली"
        ],
        "answer": "b"
      },
      {
        "question": "बिरजू महाराज किस क्षेत्र के सुविख्यात कलाकार हैं ? ",
        "options": [
          "(A) भरतनाट्यम  नृत्य के  ",
          "(B) कथकली नृत्य के",
          "(C) अोडिसी नृत्य के",
          "(D) कत्थक नृत्य के"
        ],
        "answer": "d"
      },
      {
        "question": "भारती शिवाजी किस शैली के नृत्य के लिए प्रसिद्ध है ? ",
        "options": [
          "(A) भरतनाट्यम ",
          "(B)  कथकली ",
          "(C) मोहिनीअट्टम",
          "(D) अोडिसी"
        ],
        "answer": "c"
      },
      {
        "question": "रंगोली भारत के किस क्षेत्र की प्रमुख लोक कला शैली है ? ",
        "options": [
          "(A) महाराष्ट्र ",
          "(B) मध्य प्रदेश",
          "(C) राजस्थान",
          "(D) तमिलनाडु "
        ],
        "answer": "a"
      },
      {
        "question": "'अल्पना' भारत के किस क्षेत्र की प्रमुख लोक कला शैली है ? ",
        "options": [
          "(A) चंडीगढ़ ",
          "(B) पश्चिम बंगाल",
          "(C) पंजाब ",
          "(D) केरल"
        ],
        "answer": "b"
      },
      {
        "question": "गुरु नानक देव का जन्म कब हुआ था ?   ",
        "options": [
          "(A) 1450 ई.",
          "(B) 1453 ई.",
          "(C) 1469 ई.",
          "(D) 1488 ई."
        ],
        "answer": "c"
      },
      {
        "question": "त्यागराज कौन थे ? ",
        "options": [
          "(A)   वैज्ञानिक  ",
          "(B) नर्तक",
          "(C) संगीतज्ञ",
          "(D) राजनीतिज्ञ"
        ],
        "answer": "c"
      },
      {
        "question": "बंगाल में भक्ति आन्दोलन के प्रवर्तक थे ? ",
        "options": [
          "(A)  नामदेव  ",
          "(B) चैतन्य",
          "(C) रामानन्द",
          "(D) रामानुज"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में पुनर्जागरण का जनक कहा जाता है ?  ",
        "options": [
          "(A)  महात्मा गाँधी  ",
          "(B) राजा राममोहन राय",
          "(C) स्वामी विवेकानन्द ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "सन्त कबीर का जन्म कहाँ हुआ था ? ",
        "options": [
          "(A)  वाराणसी   ",
          "(B) हैदराबाद",
          "(C) मथुरा",
          "(D) दिल्ली"
        ],
        "answer": "a"
      },
      {
        "question": "महावीर का जन्म किस राजघराने में हुआ था ?  ",
        "options": [
          "(A) क्षत्रिय    ",
          "(B) शाक्य",
          "(C) लिच्छवी",
          "(D) सातवाहन"
        ],
        "answer": "a"
      },
      {
        "question": "बुद्ध किस वंश से सम्बन्धित थे ?  ",
        "options": [
          "(A) शाक्य   ",
          "(B) शात्रिका",
          "(C) कुरु",
          "(D) मौर्य"
        ],
        "answer": "a"
      },
      {
        "question": "ज्ञान प्राप्ति से पूर्व महावीर का नाम क्या था ?  ",
        "options": [
          "(A) वर्द्धमान    ",
          "(B) अंशुमान",
          "(C) सुधाकर",
          "(D) सोमदत्त"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से कौन संत महाराष्ट्र से थे ? ",
        "options": [
          "(A)  मैत्रेयी   ",
          "(B) तुकराम",
          "(C) त्यागराज",
          "(D) व्यास"
        ],
        "answer": "b"
      },
      {
        "question": "दक्षिण भारत के अलवार थे ? ",
        "options": [
          "(A) सन्त   ",
          "(B) योद्धा",
          "(C) व्यापारी",
          "(D) मूर्तियों के शिल्पकार  "
        ],
        "answer": "a"
      },
      {
        "question": "सिखों के किस गुरु का जन्म पटना साहिब में हुआ था ? ",
        "options": [
          "(A) गुरुनानक देव    ",
          "(B) गुरुगोविन्द सिंह ",
          "(C) गुरु",
          "(D) अर्जुन देव   "
        ],
        "answer": "b"
      },
      {
        "question": "सिख गुरु अर्जुनदेव किसके शासनकाल में थे ? ",
        "options": [
          "(A)   शाहजहाँ ",
          "(B) जहाँगीर",
          "(C) हुमायूँ",
          "(D) अकबर"
        ],
        "answer": "b"
      },
      {
        "question": "खालसा की स्थापना किसने की ? ",
        "options": [
          "(A)  गुरु नानक देव ",
          "(B) गुरु रामदास ",
          "(C) गुरु गोविन्द सिंह",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राग 'मियाँ की मल्हार' का रचियता किसे माना जाता है ?   ",
        "options": [
          "(A)  अमीर खुसरो  ",
          "(B) तानसेन ",
          "(C) स्वामी हरिदास",
          "(D) बैजू बावड़ा"
        ],
        "answer": "b"
      },
      {
        "question": "कत्थक कहाँ की नृत्य है ? ",
        "options": [
          "(A) उत्तरी भारत    ",
          "(B) मणिपुर",
          "(C) उड़ीसा",
          "(D) केरल"
        ],
        "answer": "a"
      },
      {
        "question": "मुख़ौटा नृत्य का सम्बन्ध किस नृत्य शैली से है ? ",
        "options": [
          "(A)  कुचिपुड़ी   ",
          "(B) मणिपुरी",
          "(C) कथकली",
          "(D) ओडिसी"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में कौन-सा एक शास्त्रीय नृत्य नहीं है ? ",
        "options": [
          "(A) ओडिसी    ",
          "(B) मणिपुरी",
          "(C) गरबा",
          "(D) कत्थक"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से किस नृत्य का उद्भव उत्तर भारत में हुआ ?  ",
        "options": [
          "(A)  कत्थक  ",
          "(B) भरतनाट्यम",
          "(C) मणिपुरी",
          "(D) कथकली "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन-सा एक देवनृत्य है ? ",
        "options": [
          "(A) कुचिपुड़ी",
          "(B) कथकली",
          "(C) मोहिनीअट्टम ",
          "(D) भांगरा"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न नृत्य शैलियों में से किसका उद्गम पूर्वी भारत से है ?  ",
        "options": [
          "(A) भरतनाट्यम ",
          "(B) कथकली",
          "(C) कुचिपुड़ी",
          "(D) मणिपुरी"
        ],
        "answer": "d"
      },
      {
        "question": "अच्छन महाराज का क्षेत्र है ? ",
        "options": [
          "(A) नृत्य  ",
          "(B) पेंटिग",
          "(C)  लेखन वाद्य ",
          "(D) संगीत"
        ],
        "answer": "a"
      },
      {
        "question": "बिम्बावती देवी किस प्रकार के नृत्य के लिए सुविख्यात हैं ? ",
        "options": [
          "(A) भरतनाट्यम ",
          "(B) मणिपुरी",
          "(C) कुचिपुड़ी ",
          "(D) ओडिसी"
        ],
        "answer": "b"
      },
      {
        "question": "'रंगोली' भारत के किस क्षेत्र की प्रमुख लोक कला शैली है ? ",
        "options": [
          "(A) महाराष्ट्र ",
          "(B) गुजरात",
          "(C)  राजस्थान",
          "(D) केरल"
        ],
        "answer": "a"
      },
      {
        "question": "कारागार धार्मिक लोकनृत्य सम्बन्धित है ? ",
        "options": [
          "(A)  पंजाब से",
          "(B) कर्नाटक से ",
          "(C) तमिलनाडु से",
          "(D) केरल से"
        ],
        "answer": "c"
      },
      {
        "question": "बस्तर में डण्डारी नृत्य किस त्योहार पर आयोजित होता है ? ",
        "options": [
          "(A) होली    ",
          "(B) गाँवा",
          "(C) नवाखानी",
          "(D) दिवाली"
        ],
        "answer": "a"
      },
      {
        "question": "शेखावटी के प्रसिद्ध नृत्य का क्या नाम है ? ",
        "options": [
          "(A) गीदड़   ",
          "(B) थेर",
          "(C) घूमर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से युद्ध संबंधी नृत्य कौन-सा है ? ",
        "options": [
          "(A) भांगड़ा",
          "(B) मेघालय का बम्बू नृत्य ",
          "(C) कथकली",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "इकेबाना किसका जापानी रूप है ?   ",
        "options": [
          "(A)   युद्ध कला का ",
          "(B) फूलों की सजावट का",
          "(C) आधुनिक चित्रकारी का ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के किस भाग में बम्बू नृत्य प्रसिद्ध है ?   ",
        "options": [
          "(A) मेघालय    ",
          "(B) मिजोरम",
          "(C) नगालैंड",
          "(D) मणिपुर"
        ],
        "answer": "a"
      },
      {
        "question": "कर्नाटक की लोक रंगभूमि है ? ",
        "options": [
          "(A) यक्षगान  ",
          "(B) भवाई",
          "(C) भगवत मेला ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "चरकुला प्रमुख लोक नृत्य है ? ",
        "options": [
          "(A)  बुन्देलखंड का ",
          "(B) अवध ",
          "(C) वृजभुमि का",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "तमाशा संगीत नाटक का प्रसिद्ध लोक स्वरूप है और यह सम्बन्धित है ? ",
        "options": [
          "(A) उत्तर प्रदेश  ",
          "(B) मध्य प्रदेश ",
          "(C) तमिलनाडु",
          "(D) महाराष्ट्र"
        ],
        "answer": "d"
      },
      {
        "question": "वर्तमान समय में हिन्दुस्तानी संगीत की सर्वाधिक लोकप्रिय गायन शैली  है ? ",
        "options": [
          "(A) खयाल ",
          "(B) ठुमरी",
          "(C) टप्पा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कर्नाटक संगीत का पितामह किसे कहा जाता है ?   ",
        "options": [
          "(A)  पुरन्दर दास ",
          "(B) स्वाति तिरुपाल ",
          "(C) त्यागराज",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "शास्त्रीय संगीत कहाँ से लिया गया है ? ",
        "options": [
          "(A) यजुर्वेद    ",
          "(B) सामवेद",
          "(C) ऋग्वेद",
          "(D) अथर्वेद"
        ],
        "answer": "b"
      },
      {
        "question": "गजलों का जनक किसे कहा जाता है ? ",
        "options": [
          "(A)  उमर खुसरो  ",
          "(B) अमीर खुसरो",
          "(C) बहादुरशाह जफर ",
          "(D) उमर खय्याम "
        ],
        "answer": "b"
      },
      {
        "question": "राग देस किस प्रहर गाया जाता है ? ",
        "options": [
          "(A) प्रातः काल में  ",
          "(B) मध्य काल में",
          "(C)  रात्रि के प्रथम प्रहर में  ",
          "(D)  रात्रि के द्वितीय प्रहर में  "
        ],
        "answer": "d"
      },
      {
        "question": "प्रातः काल में गया जाने वाला राग है ? ",
        "options": [
          "(A) टोड़ी    ",
          "(B) दरबारी",
          "(C) भोपाली",
          "(D) भीमपलासी"
        ],
        "answer": "b"
      },
      {
        "question": "शास्त्रीय संगीत के सिद्धान्त की विवेचना कहाँ की गई है ? ",
        "options": [
          "(A) यजुर्वेद \t \t \t",
          "(B) सामवेद",
          "(C) ऋग्वेद",
          "(D) अथर्वेद"
        ],
        "answer": "b"
      },
      {
        "question": "पण्डित भीमसेन जोशी के क्रियाकलाप का क्षेत्र क्या होता है ? ",
        "options": [
          "(A) शिक्षा   ",
          "(B) साहित्य  ",
          "(C) पत्रकारिता",
          "(D) शास्त्रीय संगीत"
        ],
        "answer": "d"
      },
      {
        "question": "प्राचीनतम हिन्दुस्तानी गायन शैली है ? ",
        "options": [
          "(A) गजल   ",
          "(B) ध्रुपद",
          "(C) ठुमरी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "सुविख्यात ठुमरी गायिका गिरिजा देवी का सम्बन्ध है ? ",
        "options": [
          "(A) बनारस घराना से ",
          "(B)   लखनऊ घराना से ",
          "(C)  जयपुर घराना से",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "उमाकान्त और रमाकान्त गुंदेचा बंधु क्या है ? ",
        "options": [
          "(A) ध्रुपद गायक  ",
          "(B)  कत्थक नर्तक ",
          "(C) सरोज संगीतज्ञ",
          "(D) तबला वादक "
        ],
        "answer": "a"
      }
    ],
    "type": "gk-quiz",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73c9b7cd14b8ffc4549d"
    },
    "data": [
      {
        "question": "शरीर की सबसे बड़ी ग्रंथि कौन है ?  ",
        "options": [
          "(A) लार ग्रंथि ",
          "(B) थायरॉइड",
          "(C) यकृत ",
          "(D) आमाशय"
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य में मादा जनन अंग से किस हॉर्मोन का स्त्राव होता है ?  ",
        "options": [
          "(A) एस्ट्रोजन ",
          "(B) प्रोजेस्टरॉन  ",
          "(C) रिलैक्सिन",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य में ऐच्छिक गतियों का नियंत्रण किसके द्वारा होता है ? ",
        "options": [
          "(A)  सेरीब्रम ",
          "(B) थायरायड ",
          "(C) सेरिबेलम",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "शरीर का तापक्रम कहाँ नियंत्रित होता है ? ",
        "options": [
          "(A) स्पाइनल कार्ड",
          "(B) सेरिबेलम",
          "(C) हाइपोथैलेमस ",
          "(D)  पिट्यूटरी "
        ],
        "answer": "c"
      },
      {
        "question": "अमीबा में भोजन का अंतर्ग्रहण किसके द्वारा होता है ?  ",
        "options": [
          "(A)  कूटपाद",
          "(B) कोशिका मुहँ",
          "(C) सीलिया  ",
          "(D) गुदाद्वार"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन-सा एंजाइम लार में पाया जाता है ?  ",
        "options": [
          "(A) पेप्सिन   ",
          "(B) ट्रिप्सिन",
          "(C) टाइलिन",
          "(D) कइमोट्रिप्सिन "
        ],
        "answer": "c"
      },
      {
        "question": "वह प्रक्रिया जिसके द्वारा मनुष्य श्वास ग्रहण करता है तथा छोड़ता है वह है ?  ",
        "options": [
          "(A) श्वसन ",
          "(B) श्वासोच्छ् वास",
          "(C) प्रश्वास",
          "(D) निःश्वसन "
        ],
        "answer": "b"
      },
      {
        "question": "ऊर्जा उत्पादन के लिए कोशिका प्रायः किसका उपयोग करती है ?  ",
        "options": [
          "(A) अमीनो अम्ल ",
          "(B) ग्लूकोज",
          "(C) वसा अम्ल ",
          "(D) सूक्रोज"
        ],
        "answer": "b"
      },
      {
        "question": "किस अभिक्रिया द्वारा पोधें में ऑक्सीजन बाहरी वातावरण से कोशिकाओं में पहुँचता है ? ",
        "options": [
          "(A) किण्वन ",
          "(B)  विसरण ",
          "(C) दहन ",
          "(D) प्रकाशसंश्लेषण "
        ],
        "answer": "b"
      },
      {
        "question": "श्वसन की अभिक्रिया में खाद्य पदार्थों की परिणति क्या होती है ?  ",
        "options": [
          "(A) विघटन ",
          "(B) दहन",
          "(C) परिवर्तन ",
          "(D)  संश्लेषण"
        ],
        "answer": "a"
      },
      {
        "question": "खाद्य पदार्थों का पोधें में स्थानांतरण का मुख्य रूप रूप कौन-सा है ?  ",
        "options": [
          "(A) ग्लूकोज",
          "(B) स्टार्च ",
          "(C) सुक्रोज",
          "(D) प्रोटीन"
        ],
        "answer": "c"
      },
      {
        "question": "एक स्वस्थ मनुष्य का रक्त चाप होता है ?  ",
        "options": [
          "(A) 90/60",
          "(B) 120/80",
          "(C) 200/130",
          "(D) 140/160"
        ],
        "answer": "b"
      },
      {
        "question": "मनुष्य के मस्तिष्क की सबसे बाहरी झिल्ली है ?  ",
        "options": [
          "(A) पियामीटर  ",
          "(B) मीटर",
          "(C) ड्यूरामीटर",
          "(D) ऐरेक्नवायड "
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य के सूंघने की क्षमता को नियंत्रित करता है ? ",
        "options": [
          "(A) ऑप्टिक पालि ",
          "(B) ध्राणेंद्रिय पालि",
          "(C) सेरीब्रम  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "मनुष्य में बुद्धि एवं चतुराई का केंद्र है ?  ",
        "options": [
          "(A) सेरीबेलम ",
          "(B) हाइपोथैलेमस ",
          "(C) सेरीब्रम",
          "(D) स्पाइनल कॉर्ड"
        ],
        "answer": "c"
      },
      {
        "question": "शरीर की सबसे बड़ी ग्रंथि कौन है ?  ",
        "options": [
          "(A) लार ग्रंथि ",
          "(B) थायरॉइड",
          "(C) यकृत ",
          "(D) आमाशय"
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य में मादा जनन अंग से किस हॉर्मोन का स्त्राव होता है ?  ",
        "options": [
          "(A) एस्ट्रोजन ",
          "(B) प्रोजेस्टरॉन  ",
          "(C) रिलैक्सिन",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य में ऐच्छिक गतियों का नियंत्रण किसके द्वारा होता है ? ",
        "options": [
          "(A)  सेरीब्रम ",
          "(B) थायरायड ",
          "(C) सेरिबेलम",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "शरीर का तापक्रम कहाँ नियंत्रित होता है ? ",
        "options": [
          "(A) स्पाइनल कार्ड",
          "(B) सेरिबेलम",
          "(C) हाइपोथैलेमस ",
          "(D)  पिट्यूटरी "
        ],
        "answer": "c"
      },
      {
        "question": "अमीबा में भोजन का अंतर्ग्रहण किसके द्वारा होता है ?  ",
        "options": [
          "(A)  कूटपाद",
          "(B) कोशिका मुहँ",
          "(C) सीलिया  ",
          "(D) गुदाद्वार"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन-सा एंजाइम लार में पाया जाता है ?  ",
        "options": [
          "(A) पेप्सिन   ",
          "(B) ट्रिप्सिन",
          "(C) टाइलिन",
          "(D) कइमोट्रिप्सिन "
        ],
        "answer": "c"
      },
      {
        "question": "वह प्रक्रिया जिसके द्वारा मनुष्य श्वास ग्रहण करता है तथा छोड़ता है वह है ?  ",
        "options": [
          "(A) श्वसन ",
          "(B) श्वासोच्छ् वास",
          "(C) प्रश्वास",
          "(D) निःश्वसन "
        ],
        "answer": "b"
      },
      {
        "question": "ऊर्जा उत्पादन के लिए कोशिका प्रायः किसका उपयोग करती है ?  ",
        "options": [
          "(A) अमीनो अम्ल ",
          "(B) ग्लूकोज",
          "(C) वसा अम्ल ",
          "(D) सूक्रोज"
        ],
        "answer": "b"
      },
      {
        "question": "किस अभिक्रिया द्वारा पोधें में ऑक्सीजन बाहरी वातावरण से कोशिकाओं में पहुँचता है ? ",
        "options": [
          "(A) किण्वन ",
          "(B)  विसरण ",
          "(C) दहन ",
          "(D) प्रकाशसंश्लेषण "
        ],
        "answer": "b"
      },
      {
        "question": "श्वसन की अभिक्रिया में खाद्य पदार्थों की परिणति क्या होती है ?  ",
        "options": [
          "(A) विघटन ",
          "(B) दहन",
          "(C) परिवर्तन ",
          "(D)  संश्लेषण"
        ],
        "answer": "a"
      },
      {
        "question": "खाद्य पदार्थों का पोधें में स्थानांतरण का मुख्य रूप रूप कौन-सा है ?  ",
        "options": [
          "(A) ग्लूकोज",
          "(B) स्टार्च ",
          "(C) सुक्रोज",
          "(D) प्रोटीन"
        ],
        "answer": "c"
      },
      {
        "question": "एक स्वस्थ मनुष्य का रक्त चाप होता है ?  ",
        "options": [
          "(A) 90/60",
          "(B) 120/80",
          "(C) 200/130",
          "(D) 140/160"
        ],
        "answer": "b"
      },
      {
        "question": "मनुष्य के मस्तिष्क की सबसे बाहरी झिल्ली है ?  ",
        "options": [
          "(A) पियामीटर  ",
          "(B) मीटर",
          "(C) ड्यूरामीटर",
          "(D) ऐरेक्नवायड "
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य के सूंघने की क्षमता को नियंत्रित करता है ? ",
        "options": [
          "(A) ऑप्टिक पालि ",
          "(B) ध्राणेंद्रिय पालि",
          "(C) सेरीब्रम  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "मनुष्य में बुद्धि एवं चतुराई का केंद्र है ?  ",
        "options": [
          "(A) सेरीबेलम ",
          "(B) हाइपोथैलेमस ",
          "(C) सेरीब्रम",
          "(D) स्पाइनल कॉर्ड"
        ],
        "answer": "c"
      },
      {
        "question": "रक्त में ग्लूकोज की मात्रा नियंत्रित रहता है ? ",
        "options": [
          "(A) सोमैटोस्टैनिन के कारण ",
          "(B) ग्लूकागन के कारण",
          "(C) गैस्ट्रिन  के कारण",
          "(D)  इंसुलिन के कारण "
        ],
        "answer": "d"
      },
      {
        "question": "ऑक्सीजन है ? ",
        "options": [
          "(A) वसा ",
          "(B) कार्बोहाइड्रेट ",
          "(C) एन्जाइम",
          "(D) हार्मोन "
        ],
        "answer": "c"
      },
      {
        "question": "जैव प्रक्रम के अंतगर्त कौन आता है ? ",
        "options": [
          "(A) पोषण ",
          "(B) उत्सर्जन",
          "(C) श्वसन ",
          "(D) सभी"
        ],
        "answer": "d"
      },
      {
        "question": "गोबरछता किसके अंतगर्त आता है ?  ",
        "options": [
          "(A) परजीवी  ",
          "(B)  स्वपोषी",
          "(C) मृतजीवी",
          "(D) परासरणी"
        ],
        "answer": "c"
      },
      {
        "question": "वायुमंडल में सामान्यतः CO2 पाया जाता है ?  ",
        "options": [
          "(A) 78 %",
          "(B) 21 %",
          "(C) 4 %",
          "(D) 0.03 %"
        ],
        "answer": "d"
      },
      {
        "question": "छाया में पनपने वाले पोधें को क्या कहते हैं ? ",
        "options": [
          "(A) हेलियोफाइट्स ",
          "(B) थीयोफाइट्स",
          "(C) सियोकाइट्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "मनुष्य में मुख्य श्वसन अंग क्या है ?  ",
        "options": [
          "(A) फेफड़ा ",
          "(B) नाक  ",
          "(C) ट्रैकिया",
          "(D) क्लोम"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन-सी बीमारी श्वसनतंत्र से संबंधित है ? ",
        "options": [
          "(A) डायरिया",
          "(B) टी बी  ",
          "(C) निमोनिया",
          "(D) (B) और (C) दोनों "
        ],
        "answer": "d"
      },
      {
        "question": "उच्च रक्त चाप की अवस्था को क्या कहते हैं ?  ",
        "options": [
          "(A) हाइपोटेंशन ",
          "(B) पक्षाघात ",
          "(C) हाइपरटेंशन ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "मछलियों में उत्सर्जी पदार्थ क्या है ?   ",
        "options": [
          "(A) ऐमीनो अम्ल",
          "(B) यूरिक अम्ल ",
          "(C) यूरिया",
          "(D) अमोनिया"
        ],
        "answer": "d"
      },
      {
        "question": "पोधें में आवश्यकता से अधिक जल किस प्रक्रिया द्वारा बाहर निकाले जाते हैं ? ",
        "options": [
          "(A) अवशोषण ",
          "(B) वाष्पोत्सजर्न",
          "(C) उत्सर्जन",
          "(D) प्रकाश-संश्लेषण"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से किसे प्रकाशसंश्लेषी अंगक कहते हैं ?  ",
        "options": [
          "(A)  पत्ती",
          "(B) हरितलवक",
          "(C) स्टोमाटा",
          "(D)  जड़ "
        ],
        "answer": "a"
      },
      {
        "question": "पोधें में गैसों के आदान-प्रदान के लिए रहते हैं ?   ",
        "options": [
          "(A) जड़ ",
          "(B) रंध्र",
          "(C) टहनी ",
          "(D) तना"
        ],
        "answer": "b"
      },
      {
        "question": "फेफड़ा का आकार होता है ?   ",
        "options": [
          "(A) गोलाकार",
          "(B) बेलनाकार",
          "(C) शंक्वाकार",
          "(D) अंडाकार"
        ],
        "answer": "c"
      },
      {
        "question": "भोजन का पाचन किस प्रकार की अभिक्रिया है ? ",
        "options": [
          "(A) उपचयन",
          "(B) संयोजन ",
          "(C) अपचयन",
          "(D) विस्थापन"
        ],
        "answer": "a"
      },
      {
        "question": "हॉर्मोन शब्द का नामकरण किसने किया था ?   ",
        "options": [
          "(A) राबर्ट ",
          "(B) अरस्तु",
          "(C) बेलिस एवं स्टारलिंग",
          "(D) ब्राउन पोरटर"
        ],
        "answer": "c"
      },
      {
        "question": "पृथक्करण का नियम किसने दिया था ?   ",
        "options": [
          "(A) एसीरीयन्स",
          "(B) डार्विन",
          "(C) मेंडल",
          "(D) बैबिलोनियन"
        ],
        "answer": "c"
      },
      {
        "question": "'जीव-विज्ञान' शब्द का प्रयोग सर्वप्रथम किसने किया ?  ",
        "options": [
          "(A)   लैमार्क तथा ट्रेविरेनस ने ",
          "(B)  वॉन मॉल ने",
          "(C)  पुरकिन्जे ने",
          "(D) अरस्तू ने "
        ],
        "answer": "a"
      },
      {
        "question": "जीव-विज्ञान के जनक के नाम से जाने जाते हैं ? ",
        "options": [
          "(A)  लैमार्क",
          "(B) डार्विन",
          "(C) अरस्तू ",
          "(D) ट्रेविरेनस"
        ],
        "answer": "c"
      },
      {
        "question": "वनस्पति-विज्ञान के जनक के नाम से जाने जाते हैं ? ",
        "options": [
          "(A)  थियोफ्रेस्ट्स ",
          "(B) डार्विन",
          "(C)  पुरकिन्जे",
          "(D) अरस्तू"
        ],
        "answer": "a"
      },
      {
        "question": "बॉटनी शब्द की उत्पत्ति किस भाषा के शब्द से हुई है ? ",
        "options": [
          "(A)  ग्रीक ",
          "(B)  लेटिन ",
          "(C) फ्रेंच",
          "(D) पुर्तगाली"
        ],
        "answer": "a"
      },
      {
        "question": "फाइकोलॉजी में किसका अध्ययन किया जाता है ? ",
        "options": [
          "(A)   कवक ",
          "(B) शैवाल",
          "(C) विषाणु",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "पर्यावरण का अध्ययन जीव-विज्ञान की किस शाखा के अन्तर्गत किया जाता है ? ",
        "options": [
          "(A)   वर्गिक   ",
          "(B)  आनुवंशिकी",
          "(C) कार्यिकी",
          "(D) पारिस्थितिकी"
        ],
        "answer": "d"
      },
      {
        "question": "डेण्ड्रोलॉजी का संबंध है ?  ",
        "options": [
          "(A)   पौधों के अध्ययन से ",
          "(B) पुष्पों के अध्ययन से",
          "(C)   झाड़ियों के अध्ययन से",
          "(D) वृक्षों के अध्ययन से "
        ],
        "answer": "c"
      },
      {
        "question": "पुष्पों का अध्ययन कहलाता है ?  ",
        "options": [
          "(A)  एग्रेस्टोलॉजी ",
          "(B) फिनोलॉजी ",
          "(C) एन्थोलॉजी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "वनस्पति संवर्द्धन से संबन्धित विज्ञान की शाखा को कहते हैं ? ",
        "options": [
          "(A)  अोलेरीकल्चर ",
          "(B)  हॉट्रीकल्चर ",
          "(C)  एग्रीकल्चर",
          "(D) फ्लोरीकल्चर"
        ],
        "answer": "b"
      },
      {
        "question": "स्पर्मोलॉजी में किसका अध्ययन किया जाता है ? ",
        "options": [
          "(A)   परागकण ",
          "(B) बीज",
          "(C) फल",
          "(D)  पत्ती"
        ],
        "answer": "b"
      },
      {
        "question": "एग्रेस्टोलॉजी में किसका अध्ययन किया जाता है ? ",
        "options": [
          "(A)  घासों का",
          "(B)  फलों का ",
          "(C)   फसलों का",
          "(D) तेल बीजों का"
        ],
        "answer": "a"
      },
      {
        "question": "पीडोलॉजी में किसका अध्ययन किया जाता है ? ",
        "options": [
          "(A) भूमि का",
          "(B)  फलों का",
          "(C)  चट्टानों का ",
          "(D) पौधों का"
        ],
        "answer": "a"
      },
      {
        "question": "पौधों को नाम देने वाले विज्ञान कहलाता है ? ",
        "options": [
          "(A)  नामकरण",
          "(B)  वर्गिकी",
          "(C) पहचान",
          "(D) वर्गीकरण "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किसे वर्गिकी का पितामह कहा जाता है ? ",
        "options": [
          "(A)  एंग्लर",
          "(B) लीनियस",
          "(C) अरस्तू",
          "(D) लैमार्क"
        ],
        "answer": "b"
      },
      {
        "question": "सूक्ष्मजीव मिलते हैं ? ",
        "options": [
          "(A)  रेतली मिट्टी में  ",
          "(B) लवण युक्त पानी में ",
          "(C) दलदल भूमि में ",
          "(D) इन सभी में "
        ],
        "answer": "d"
      },
      {
        "question": "विषाणु वृद्धि करता है ? ",
        "options": [
          "(A)  जीवित कोशिका में ",
          "(B) चीनी के विलयन में ",
          "(C) मृत शरीर में",
          "(D)   पानी में "
        ],
        "answer": "a"
      },
      {
        "question": "साबूदाना किससे बनाया जाता है ? ",
        "options": [
          "(A)  पाइनस    ",
          "(B) सेड्रस",
          "(C) जूनीपेरस",
          "(D) साइकस"
        ],
        "answer": "d"
      },
      {
        "question": "फलों का अध्ययन कहलाता है ?  ",
        "options": [
          "(A) फिनोलॉजी ",
          "(B) पोमोलॉजी",
          "(C) एग्रेस्टोलॉजी",
          "(D) एन्थोलॉजी"
        ],
        "answer": "b"
      },
      {
        "question": "द्धिनाम पद्धति के प्रतिपालक हैं ? ",
        "options": [
          "(A) डार्विन",
          "(B) थियोफ्रेस्ट्स",
          "(C) लीनियस ",
          "(D) हिप्पोक्रेटस "
        ],
        "answer": "c"
      },
      {
        "question": "जीवाणु की खोज सर्वप्रथम किसने की ? ",
        "options": [
          "(A)   रॉबर्ट कोच  ",
          "(B) लुई पश्चाार",
          "(C) ल्यूवेनहॉक",
          "(D)  रॉबर्ट हुक"
        ],
        "answer": "c"
      },
      {
        "question": "जिन पोधें पर बीज बनतें हैं किन्तु पुष्प नहीं लगते क्या कहलाते हैं ? ",
        "options": [
          "(A)     ब्रायोफाइट्स ",
          "(B) टेरिफाइट्स ",
          "(C) आवृतबीजी",
          "(D)   अनावृतबीजी"
        ],
        "answer": "d"
      },
      {
        "question": "जीवाणुओं की साधारण आकृति क्या होती है ?  ",
        "options": [
          "(A) सर्पिल   ",
          "(B)  गोल ",
          "(C) छड़ रूपी ",
          "(D)  कौमा रूपी"
        ],
        "answer": "c"
      },
      {
        "question": "जो जीवाणु आकर में सबसे छोटे होते हैं क्या कहलाता है  ? ",
        "options": [
          "(A)  वाईब्रियो ",
          "(B) गोलाणु",
          "(C) दण्डाणु",
          "(D)  स्पाइरिला"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सा रोग बैक्टीरिया से होता है ?  ",
        "options": [
          "(A) पीलिया",
          "(B) तपेदिक ",
          "(C) चेचक",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "मानव की आंत में पाया जाने वाला जीवाणु है ? ",
        "options": [
          "(A)  एशररीशिया कोलाई ",
          "(B) कोरीनो बैक्टीरियम",
          "(C) वाइब्रियो कौलेरी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "एण्टीबायोटिक्स अधिकांशतया पाये जाते है ? ",
        "options": [
          "(A)  आवृत्तबीजियों में  ",
          "(B) कवकों में",
          "(C)   विषाणुओं में ",
          "(D)  जीवाणुओं में"
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से सबसे छोटा जीव है ? ",
        "options": [
          "(A)    माइकोप्लाज्मा  ",
          "(B) यीस्ट",
          "(C) विषाणु  ",
          "(D) जीवाणु"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन सा रोग जीवाणु के कारण होता है ? ",
        "options": [
          "(A) पेचिस",
          "(B)  हैजा",
          "(C) चेचक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किसके द्वारा दूध खट्टा होता है ? ",
        "options": [
          "(A)  वाइरस ",
          "(B)  बैक्टीरिया",
          "(C) निमेटोड ",
          "(D) प्रोटोजोआ"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सा रोग जीवाणु संक्रमण के कारण होती है ? ",
        "options": [
          "(A) पेचिस",
          "(B) दम्मा",
          "(C) कुष्ठ ",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "सर्वप्रथम विषाणु की खोज किसने की ? ",
        "options": [
          "(A) इवानोवस्की ",
          "(B) एडवर्ड जेनर ",
          "(C) लीनियस",
          "(D) स्मिथ"
        ],
        "answer": "a"
      },
      {
        "question": "चेचक के लिए टीके का विकास किया था ? ",
        "options": [
          "(A) मिलस्टीन ने ",
          "(B) एडवर्ड जेनर ने ",
          "(C) लई पाश्चर ने ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "दूध के दही के रूप में जमने का कारण है ? ",
        "options": [
          "(A)   लैक्टोबैसिलस   ",
          "(B) माइक्रोबैक्टीरियम",
          "(C) खमीर  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से कौन स्वपोषी होता है ? ",
        "options": [
          "(A) शैवाल  ",
          "(B) विषाणु ",
          "(C) कवक ",
          "(D) प्रोटोजोआ "
        ],
        "answer": "a"
      },
      {
        "question": "टिक्का रोग किसमें होता है ? ",
        "options": [
          "(A)  ज्वार  ",
          "(B) गन्ना",
          "(C) चावल",
          "(D) मूंगफली "
        ],
        "answer": "d"
      },
      {
        "question": "H.I.V द्वारा होने वाला रोग है ? ",
        "options": [
          "(A)  कैंसर ",
          "(B) क्षय रोग",
          "(C) आतशक ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से कौन सा रोग विषाणु के कारण होता  है ? ",
        "options": [
          "(A) मलेरिया ",
          "(B) यक्ष्मा",
          "(C) चेचक",
          "(D) पीलिया"
        ],
        "answer": "c"
      },
      {
        "question": "किस शैवाल से आयोडीन प्राप्त होती है ? ",
        "options": [
          "(A) आडोगोनियम् ",
          "(B) यूलोथ्रिक्स",
          "(C) एक्टोकार्पस",
          "(D) लैमिनेरिया"
        ],
        "answer": "d"
      },
      {
        "question": "हाइड्रोफोबिया रोग उत्पन्न होता है ? ",
        "options": [
          "(A) विषाणु",
          "(B) जीवाणु",
          "(C) यीस्ट",
          "(D) प्रोटोजोआ`"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से किसमें एन्जाइम्स नहीं होते हैं ? ",
        "options": [
          "(A) विषाणु ",
          "(B) जीवाणु  ",
          "(C) शैवाल ",
          "(D) लाइकेन "
        ],
        "answer": "a"
      },
      {
        "question": "कुत्ते के काटने से जिस विषाणु के द्वारा घात रोग उत्पन्न होता है क्या कहलाता है ? ",
        "options": [
          "(A) हैजा",
          "(B) पेचिस",
          "(C) मम्स",
          "(D) हाइड्रोफोबिया"
        ],
        "answer": "d"
      },
      {
        "question": "सार्स (S.A.R.S.) क्या है ? ",
        "options": [
          "(A)  संचार प्रणाली ",
          "(B) विषाणु जनित रोग",
          "(C) कवक जनित रोग",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "खसरा निम्नलिखित संक्रमण के कारण होता है ? ",
        "options": [
          "(A) जीवाणु",
          "(B) माइकोप्लाज्मा",
          "(C) विषाणु",
          "(D) शैवाल "
        ],
        "answer": "c"
      }
    ],
    "type": "biology-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73d0b7cd14b8ffc4549f"
    },
    "data": [
      {
        "question": "आँसुओं (Tears) में कौनसा पदार्थ घुला रहता है ? ",
        "options": [
          "(A) सामान्य नमक  ",
          "(B) समुद्र",
          "(C)  स्टार्च",
          "(D)  ग्लुकोस"
        ],
        "answer": "a"
      },
      {
        "question": "लोहे पर जंग (Rust) लगती है ? ",
        "options": [
          "(A)  फेरिक ऑक्साइड से",
          "(B) जलयोजित फेरस तथा फेरिक ऑक्साइड से ",
          "(C) क्षारकीय फेरस एवं फेरिक कार्बोनेट से",
          "(D) उपर्युक्त सभी के कारण"
        ],
        "answer": "d"
      },
      {
        "question": "इन्सुलिन (Insuline) की खोज की थी ? ",
        "options": [
          "(A) बैन्टिग ने ",
          "(B) डोमेक ने",
          "(C)  रोनॉल्ड रॉस ने",
          "(D) हार्वे ने"
        ],
        "answer": "a"
      },
      {
        "question": "वनस्पति तेलों को घी में परिवर्तित किया जाता है ? ",
        "options": [
          "(A)  ऊष्मा उपचार (Heat Treatment) से ",
          "(B) हाइड्रोजनीकरण द्वारा",
          "(C) ऑक्सीजन द्वारा",
          "(D)  एंजाइमो (Enzymes) के द्वारा"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सी एक मिश्रधातु है ? ",
        "options": [
          "(A) जस्ता  ",
          "(B) स्टील",
          "(C) सीसा",
          "(D) एल्यूमीनियम "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सी ईंधन गैस (Fuel gas) नहीं है ? ",
        "options": [
          "(A) भाप-अंगार गैस (Water gas) ",
          "(B) प्रोड्यूसर गैस (Producer gas)",
          "(C) हास गैस (Laughing gas) ",
          "(D) मार्श गैस (Marsh gas)"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से कौनसा तत्व प्रबल क्षारीय  ऑक्साइड बनाता है जब ऑक्सीजन में जलता है ? ",
        "options": [
          "(A) फास्फोरस ",
          "(B) सोडियम",
          "(C) लोहा",
          "(D) गंधक"
        ],
        "answer": "b"
      },
      {
        "question": "फेदम (Fathom) है ? ",
        "options": [
          "(A)  एक मछली होती है ",
          "(B) एक पौधे का नाम है ",
          "(C) एक बर्तन को कहते हैं",
          "(D) एक माप (Measure) है "
        ],
        "answer": "d"
      },
      {
        "question": "रिचर स्केल (Richter Scale) किसके नापने में प्रयोग  होता है ? ",
        "options": [
          "(A) भूकम्प की तीव्रता",
          "(B) वायु की गति",
          "(C) समुद्र की गहराई ",
          "(D)  शरीर का ताप "
        ],
        "answer": "a"
      },
      {
        "question": "डायनामाइट के आविष्कारक निम्नलिखित में से कौन हैं ? ",
        "options": [
          "(A) आइन्स्टाइन ",
          "(B) न्यूटन",
          "(C) अल्फ्रेड नोबेल",
          "(D) मेडम क्यूरी"
        ],
        "answer": "c"
      },
      {
        "question": "प्लास्टर ऑफ पेरिस (Plaster of Paris) प्राप्त किया  जाता है ? ",
        "options": [
          "(A) सोडियम बाईकार्बोनेट से ",
          "(B) जिप्सम से",
          "(C) यूरिया से",
          "(D) कार्बन से"
        ],
        "answer": "b"
      },
      {
        "question": "चिकित्सा व युद्ध में उपयोग के लिए किन किरणों पर  नवीनतम अनुसन्धान हो रहा है ? ",
        "options": [
          "(A) एक्स किरणे ",
          "(B) लेसर किरणें",
          "(C) गामा किरणें",
          "(D)  केथोड किरणें"
        ],
        "answer": "b"
      },
      {
        "question": "राडार (Radar) में किस प्रकार की तरंगें होती हैं ? ",
        "options": [
          "(A)  विद्युत तरंगें ",
          "(B) विद्युत चुम्बकीय तरंगें ",
          "(C)  ध्वनि तरंगें",
          "(D) उपर्युक्त में से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "आकाश के नीले दिखाई देने का मुख्य कारण है ? ",
        "options": [
          "(A)  सूर्य की रोशनी नीली होती है",
          "(B) वायुमण्डल में उपस्थित धूल आदि के कणों द्वारा सौर किरणों का प्रकीर्णन",
          "(C) प्रकाश परावर्तन ",
          "(D) प्रकाश अपवर्तन "
        ],
        "answer": "b"
      },
      {
        "question": "तेज गति से आता हुआ वाहन हार्न बजाता है, तो  उसका पिच ? ",
        "options": [
          "(A) उतना ही सुनाई देता है ",
          "(B) अधिक सुनाई देता है ",
          "(C) कम सुनाई देता है ",
          "(D) पहले कम और फिर अधिक"
        ],
        "answer": "b"
      },
      {
        "question": "आँसुओं (Tears) में कौनसा पदार्थ घुला रहता है ? ",
        "options": [
          "(A) सामान्य नमक  ",
          "(B) समुद्र",
          "(C)  स्टार्च",
          "(D)  ग्लुकोस"
        ],
        "answer": "a"
      },
      {
        "question": "लोहे पर जंग (Rust) लगती है ? ",
        "options": [
          "(A)  फेरिक ऑक्साइड से",
          "(B) जलयोजित फेरस तथा फेरिक ऑक्साइड से ",
          "(C) क्षारकीय फेरस एवं फेरिक कार्बोनेट से",
          "(D) उपर्युक्त सभी के कारण"
        ],
        "answer": "d"
      },
      {
        "question": "इन्सुलिन (Insuline) की खोज की थी ? ",
        "options": [
          "(A) बैन्टिग ने ",
          "(B) डोमेक ने",
          "(C)  रोनॉल्ड रॉस ने",
          "(D) हार्वे ने"
        ],
        "answer": "a"
      },
      {
        "question": "वनस्पति तेलों को घी में परिवर्तित किया जाता है ? ",
        "options": [
          "(A)  ऊष्मा उपचार (Heat Treatment) से ",
          "(B) हाइड्रोजनीकरण द्वारा",
          "(C) ऑक्सीजन द्वारा",
          "(D)  एंजाइमो (Enzymes) के द्वारा"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सी एक मिश्रधातु है ? ",
        "options": [
          "(A) जस्ता  ",
          "(B) स्टील",
          "(C) सीसा",
          "(D) एल्यूमीनियम "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सी ईंधन गैस (Fuel gas) नहीं है ? ",
        "options": [
          "(A) भाप-अंगार गैस (Water gas) ",
          "(B) प्रोड्यूसर गैस (Producer gas)",
          "(C) हास गैस (Laughing gas) ",
          "(D) मार्श गैस (Marsh gas)"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से कौनसा तत्व प्रबल क्षारीय  ऑक्साइड बनाता है जब ऑक्सीजन में जलता है ? ",
        "options": [
          "(A) फास्फोरस ",
          "(B) सोडियम",
          "(C) लोहा",
          "(D) गंधक"
        ],
        "answer": "b"
      },
      {
        "question": "फेदम (Fathom) है ? ",
        "options": [
          "(A)  एक मछली होती है ",
          "(B) एक पौधे का नाम है ",
          "(C) एक बर्तन को कहते हैं",
          "(D) एक माप (Measure) है "
        ],
        "answer": "d"
      },
      {
        "question": "रिचर स्केल (Richter Scale) किसके नापने में प्रयोग  होता है ? ",
        "options": [
          "(A) भूकम्प की तीव्रता",
          "(B) वायु की गति",
          "(C) समुद्र की गहराई ",
          "(D)  शरीर का ताप "
        ],
        "answer": "a"
      },
      {
        "question": "डायनामाइट के आविष्कारक निम्नलिखित में से कौन हैं ? ",
        "options": [
          "(A) आइन्स्टाइन ",
          "(B) न्यूटन",
          "(C) अल्फ्रेड नोबेल",
          "(D) मेडम क्यूरी"
        ],
        "answer": "c"
      },
      {
        "question": "प्लास्टर ऑफ पेरिस (Plaster of Paris) प्राप्त किया  जाता है ? ",
        "options": [
          "(A) सोडियम बाईकार्बोनेट से ",
          "(B) जिप्सम से",
          "(C) यूरिया से",
          "(D) कार्बन से"
        ],
        "answer": "b"
      },
      {
        "question": "चिकित्सा व युद्ध में उपयोग के लिए किन किरणों पर  नवीनतम अनुसन्धान हो रहा है ? ",
        "options": [
          "(A) एक्स किरणे ",
          "(B) लेसर किरणें",
          "(C) गामा किरणें",
          "(D)  केथोड किरणें"
        ],
        "answer": "b"
      },
      {
        "question": "राडार (Radar) में किस प्रकार की तरंगें होती हैं ? ",
        "options": [
          "(A)  विद्युत तरंगें ",
          "(B) विद्युत चुम्बकीय तरंगें ",
          "(C)  ध्वनि तरंगें",
          "(D) उपर्युक्त में से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "आकाश के नीले दिखाई देने का मुख्य कारण है ? ",
        "options": [
          "(A)  सूर्य की रोशनी नीली होती है",
          "(B) वायुमण्डल में उपस्थित धूल आदि के कणों द्वारा सौर किरणों का प्रकीर्णन",
          "(C) प्रकाश परावर्तन ",
          "(D) प्रकाश अपवर्तन "
        ],
        "answer": "b"
      },
      {
        "question": "तेज गति से आता हुआ वाहन हार्न बजाता है, तो  उसका पिच ? ",
        "options": [
          "(A) उतना ही सुनाई देता है ",
          "(B) अधिक सुनाई देता है ",
          "(C) कम सुनाई देता है ",
          "(D) पहले कम और फिर अधिक"
        ],
        "answer": "b"
      },
      {
        "question": "सूती और ऊनी रेशों में अन्तर ज्ञात किया जा सकता है ? ",
        "options": [
          "(A)  छूकर ",
          "(B) जलाकर",
          "(C) NaOH से क्रिया कराके",
          "(D) H.SO से क्रिया कराके"
        ],
        "answer": "b"
      },
      {
        "question": "बर्फ पर दाब बढ़ाने से उसका गलनांक  ? ",
        "options": [
          "(A)  घट जाएगा ",
          "(B) बढ़ जाएगा",
          "(C) अपरिवर्तित रहेगा",
          "(D)  शून्य हो जाएगा "
        ],
        "answer": "a"
      },
      {
        "question": "गर्मियों में सफेद कपड़े क्यों पहने जाते हैं ? ",
        "options": [
          "(A)  ऊष्मा के बुरे अवशोषक हैं ",
          "(B)  सस्ते होते हैं",
          "(C) आकर्षक होते हैं ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से गलत कथन कौन सा है ? ",
        "options": [
          "(A) लोहा पानी में डूब जाता है ",
          "(B) लकड़ी पानी पर तैरती है",
          "(C) पारा पानी पर तैरता है ",
          "(D)  पारे में लोहा तैरता है"
        ],
        "answer": "c"
      },
      {
        "question": "संतरे में कौन सा विटामिन अधिक होता है ? ",
        "options": [
          "(A) D",
          "(B) A",
          "(C) C",
          "(D) B"
        ],
        "answer": "c"
      },
      {
        "question": "चमगादड़ अँधेरे में भी उड़ सकते हैं, क्योंकि उन्हें  सहायता प्राप्त होती है ? ",
        "options": [
          "(A) अल्ट्रावायलेट वेव से ",
          "(B) अल्ट्रासोनिक वेव से",
          "(C)  रेडियेशन से",
          "(D) स्पेशल रेटिना से"
        ],
        "answer": "b"
      },
      {
        "question": "एल्यूमिनियम किस खनिज से प्राप्त की जाती है ? ",
        "options": [
          "(A)  मोनानाइट ",
          "(B) एन्थ्रासाइट",
          "(C) बॉक्साइट",
          "(D) थोरियम"
        ],
        "answer": "c"
      },
      {
        "question": "ब्लैक होल क्या है ? ",
        "options": [
          "(A) नीहारिकाएँ ",
          "(B) उल्काएँ  ",
          "(C) सूर्य के धब्बे",
          "(D)  इनमें से कोई नहीं "
        ],
        "answer": "d"
      },
      {
        "question": "जल में स्थाई कठोरता का कारण है ? ",
        "options": [
          "(A)  मैग्नीशियम कार्बोनेट",
          "(B)  कैल्सियम क्लोराइड",
          "(C) जिंक क्लोराइड",
          "(D) कैल्सियम बाइकार्बोनेट"
        ],
        "answer": "b"
      },
      {
        "question": "कैलोरी  की मापन इकाई है ? ",
        "options": [
          "(A) ऊष्मा ",
          "(B) ठोस ",
          "(C) तरल",
          "(D)  ध्वनि"
        ],
        "answer": "a"
      },
      {
        "question": "सूर्य उदय होते समय व डूबते समय लाल क्यों दिखाई  देता है ?  ",
        "options": [
          "(A) विकिरण ",
          "(B) जल-वाष्प",
          "(C) धूल के कण",
          "(D) प्रकीर्णन"
        ],
        "answer": "d"
      },
      {
        "question": "घरों में विद्युत् संयंत्र जोड़े जाते हैं ? ",
        "options": [
          "(A) श्रेणी (Series) क्रम में",
          "(B) समान्तर (Parallel) क्रम में",
          "(C) मिश्रित क्रम में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "'लोहे में जंग' लगना है एक ? ",
        "options": [
          "(A)  भौतिकीय क्रिया ",
          "(B)  रासायनिक क्रिया",
          "(C) सामान्य क्रिया",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "विधुत बल्ब (Bulb) का फिलामेंट किसका बना होता है ? ",
        "options": [
          "(A)  क्रोमियम ",
          "(B) टंगस्टन",
          "(C) ताँबा",
          "(D) जस्ता"
        ],
        "answer": "b"
      },
      {
        "question": "केतली में पानी का गर्म होना उदाहरण है ? ",
        "options": [
          "(A) चालन (Conduction) का",
          "(B)  संवहन (Convection) का",
          "(C) विकिरण (Radiation) का ",
          "(D) संघनन (Condensation) का"
        ],
        "answer": "b"
      },
      {
        "question": "एस. आई. में बल का मात्रक क्या है ? ",
        "options": [
          "(A) जूल",
          "(B) न्यूटन",
          "(C) वाट",
          "(D) घन सेन्टीमीटर "
        ],
        "answer": "b"
      },
      {
        "question": "वायु क्या है ? ",
        "options": [
          "(A) तत्व ",
          "(B) मिश्रण",
          "(C) यौगिक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "यान्त्रिक ऊर्जा को विद्युत ऊर्जा में किसके द्वारा बदला  जाता है ? ",
        "options": [
          "(A) ट्रान्सफॉर्मर",
          "(B) आमीटर",
          "(C) गेल्वेनोमीटर",
          "(D) डायनमो"
        ],
        "answer": "d"
      },
      {
        "question": "यदि पृथ्वी पर से कोई चट्टान चन्द्रमा पर ले जाई  जावेगी तो ? ",
        "options": [
          "(A) उसके भार में कोई अन्तर नहीं आएगा ",
          "(B)  उसकी मात्रा में कमी आएगी",
          "(C) उसके भार में कमी आएगी",
          "(D) उसके भार में वृद्धि होगी"
        ],
        "answer": "c"
      },
      {
        "question": "सल्फर का उपयोग होता है ? ",
        "options": [
          "(A)  डायनामाइट में ",
          "(B)  गनपॉउडर में",
          "(C)  बारूद में ",
          "(D) उपर्युक्त सभी में"
        ],
        "answer": "d"
      },
      {
        "question": "बिल्ली को रात में अधिक दिखाई देता है ? ",
        "options": [
          "(A)  स्वभाववश",
          "(B) पुतली की विशेष बनावट की वजह से",
          "(C) दिन में नींद आने से ",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "ऊष्मा की सबसे अच्छी चालक कौन सी धातु है ? ",
        "options": [
          "(A)  सोना",
          "(B) एल्यूमिनियम",
          "(C) चाँदी",
          "(D) पीतल"
        ],
        "answer": "c"
      },
      {
        "question": "गर्मी में मकान को सफेद रंग से पुतवाना क्यों पसन्द  करते हैं ?  ",
        "options": [
          "(A) आँख को अच्छे लगते हैं ",
          "(B) ऊष्मा के  कुचालक  होते हैं",
          "(C) ऊष्मा के अच्छे परावर्तक होते हैं",
          "(D)  ऊष्मा के सुचालक होते हैं"
        ],
        "answer": "c"
      },
      {
        "question": "केतली में लकड़ी का हेन्डल क्यों लगाते हैं ? ",
        "options": [
          "(A) फैशन की वजह से ",
          "(B) लकड़ी ताप का कुचालक है और हैन्डल गर्म नहीं होता",
          "(C) हल्का होता है",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "“एक ही ताप एवं दाब पर समान आयतन वाली गैसों  में अणुओं की संख्या समान होती है\" निम्नलिखित में से यह नियम कौनसा है ?  ",
        "options": [
          "(A) बॉयल का नियम ",
          "(B) चार्ल्स का नियम",
          "(C) गेलूसाक का आयतन सम्बन्धी नियम",
          "(D) एवोगेद्रो की परिकल्पना का नियम"
        ],
        "answer": "d"
      },
      {
        "question": "'बायो गैस' का मुख्य अवयव है ? ",
        "options": [
          "(A)  ईथेन ",
          "(B) अमोनिया",
          "(C) मीथेन",
          "(D) एथिलीन"
        ],
        "answer": "c"
      },
      {
        "question": "जब हम वायुमण्डल में ऊपर की ओर जाते हैं तो ? ",
        "options": [
          "(A)  ताप कम होता है तथा दाब बढ़ता है ",
          "(B) ताप बढ़ता है तथा दाब कम होता है",
          "(C) ताप तथा दाब दोनों बढ़ते हैं",
          "(D) ताप व दाब दोनों ही घटते हैं"
        ],
        "answer": "d"
      },
      {
        "question": "नेत्र के लैंस में फोकस दूरी किस के द्वारा सही रखी  जाती है ?  ",
        "options": [
          "(A) रैटिना के द्वारा ",
          "(B) आइरिस के द्वारा",
          "(C) सिलियरी माँसपेशियों के द्वारा",
          "(D) कार्निया के द्वारा"
        ],
        "answer": "c"
      },
      {
        "question": "सूखी बर्फ (Dry Ice) होती है,  ठोस ? ",
        "options": [
          "(A) कार्बन मोनोऑक्साइड ",
          "(B) कार्बन डाइऑक्साइड ",
          "(C) सल्फर डाइऑक्साइड",
          "(D) हाइड्रोजन परऑक्साइड"
        ],
        "answer": "b"
      },
      {
        "question": "साधारण नमक का वैज्ञानिक नाम क्या है ? ",
        "options": [
          "(A) सोडियम सल्फेट ",
          "(B) सोडियम क्लोराइड",
          "(C) सोडियम बाइकार्बोनेट",
          "(D) अमोनियम क्लोराइड"
        ],
        "answer": "b"
      },
      {
        "question": "लुढ़कती हुई गेंद कुछ दूर लुढ़कने के बाद स्वयं रुक  जाती है, निम्नलिखित में से किस कारण से ? ",
        "options": [
          "(A)  घर्षण बल ",
          "(B) गुरुत्वाकर्षण",
          "(C) जड़त्व",
          "(D) उपर्युक्त में से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "संगमरमर (Marble) किसका रूप है ? ",
        "options": [
          "(A) शैल (Shale)",
          "(B) नेस (Neiss)",
          "(C) चूना पत्थर (Lime Stone)",
          "(D) बलुआ पत्थर (Sand Stone)"
        ],
        "answer": "c"
      },
      {
        "question": "शहरों में तालाब का पानी शुद्ध करने के लिए कौनसी  गैस प्रयोग की जाती है ? ",
        "options": [
          "(A) सल्फर डाइऑक्साइड ",
          "(B) क्लोरीन",
          "(C) नाइट्रोजन",
          "(D) अमोनिया"
        ],
        "answer": "b"
      },
      {
        "question": "लोहे में जंग लगने का मुख्य कारक है ? ",
        "options": [
          "(A) ऑक्सीजन",
          "(B) हाइड्रोजन",
          "(C) नाइट्रोजन",
          "(D) नियॉन "
        ],
        "answer": "a"
      },
      {
        "question": "कुपोषण से सबसे अधिक किसकी कमी होती है ? ",
        "options": [
          "(A)  विटामिन 'ए' ",
          "(B) कार्बोहाइड्रेट",
          "(C) विटामिन 'सी'",
          "(D) प्रोटीन"
        ],
        "answer": "d"
      },
      {
        "question": "रोबोट (Robot) क्या है ? ",
        "options": [
          "(A) एक प्रकार का रॉकेट",
          "(B) एक बम",
          "(C) मनुष्य से मिलता-जुलता एक यन्त्र जो आदेशानुसार कार्य करता है",
          "(D)  अफ्रीका के जंगलों में मिलने वाला एक जानवर "
        ],
        "answer": "c"
      },
      {
        "question": "दो समानान्तर दर्पणों के बीच प्रतिबिम्ब बनते हैं ? ",
        "options": [
          "(A)  दो ",
          "(B) चार",
          "(C) आठ",
          "(D) अनन्त"
        ],
        "answer": "d"
      },
      {
        "question": "जब कोई जहाज नदी में से समुद्र में प्रवेश करता है  तो ? ",
        "options": [
          "(A) ऊपर उठ जाता है ",
          "(B) नीचे धंस जाता है",
          "(C) उसके स्तर में कोई बदलाव नहीं आता है",
          "(D) उपर्युक्त सभी"
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी पर कोई गतिशील पिण्ड विश्राम की अवस्था में  निम्नलिखित कारण से आता है ? ",
        "options": [
          "(A) जड़त्वीय नियम के कारण ",
          "(B) घर्षण बल के कारण ",
          "(C) संवेग-संरक्षण के कारण",
          "(D) गुरुत्वाकर्षण बल के कारण "
        ],
        "answer": "b"
      },
      {
        "question": "क्या कारण है कि गेंद किसी ऊँचे स्थान पर अधिक उछलती है ?  ",
        "options": [
          "(A) क्योंकि ऊँचे स्थानों पर मैदानों की अपेक्षा वायु दाब अधिक होता है ",
          "(B) क्योंकि ऊँचे स्थानों पर वायुमण्डल विरल होने के कारण गेंद को कम प्रतिरोध का सामना करना पड़ता",
          "(C) क्योंकि ऊँचे स्थानों पर गुरुत्वाकर्षण बल कम होता है ",
          "(D)  क्योंकि ऊँचे स्थानों पर वायुमंडल शुद्ध होता है "
        ],
        "answer": "c"
      },
      {
        "question": "मात्रा के साथ निम्नलिखित में कौनसा भौतिक गुण  प्रभावित नहीं होता है ?  ",
        "options": [
          "(A) आयतन",
          "(B) द्रव्यमान",
          "(C) भार",
          "(D) घनत्व"
        ],
        "answer": "d"
      },
      {
        "question": "जब सूर्य की रोशनी किसी प्रिज्म में से होकर गुजरती  है तो बताइए निम्नलिखित में से किस रंग का अपवर्तन सबसे अधिक होता है ? ",
        "options": [
          "(A) नीला ",
          "(B) लाल",
          "(C) नारंगी",
          "(D) हरा"
        ],
        "answer": "a"
      },
      {
        "question": "मैक नम्बर सम्बन्धित है ",
        "options": [
          "(A)  ध्वनि की गति से ",
          "(B) जलयान की गति से",
          "(C) हवाई जहाज की गति से ",
          "(D) अन्तरिक्ष यान की गति से"
        ],
        "answer": "c"
      },
      {
        "question": "जब कोई मनुष्य रोशनी से अंधेरे कमरे में घुसता है तो  उसे कुछ समय तक कुछ नहीं दिखाई देता है. बाद में उसे दिखाई देना आरम्भ होता है, क्योंकि ? ",
        "options": [
          "(A) उसकी आँख की आइरिस सिकुड़ती है ",
          "(B)  उसकी आँख की आइरिस फैलती है",
          "(C) उसकी आँख के लेन्स और रेटिना की दूरी बढ़ जाती है ",
          "(D) उसकी आँख के लेन्स की लम्बाई बढ़ जाती है"
        ],
        "answer": "a"
      },
      {
        "question": "बिजली के हीटरों में नाइक्रोम (Nichrome) धातु का  तत्व (element) उपयोग में लाया जाता है, क्योंकि ? ",
        "options": [
          "(A)  इसकी प्रतिरोधकता अधिक होती है ",
          "(B)  इसका गलनांक अधिक होता है",
          "(C) इसमें अधिक शक्तिशाली विद्युत धारा प्रवाहित की जा सकती है",
          "(D) उपर्युक्त सभी कारणों से"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से कौन सी विद्युत चुम्बकीय तरंगों का  तरंगदैर्घ्य सबसे अधिक है ? ",
        "options": [
          "(A)  पराबैंगनी किरणें ",
          "(B) सूर्य की रोशनी",
          "(C) गामा किरणें",
          "(D) अवरक्त किरणें "
        ],
        "answer": "d"
      },
      {
        "question": "किस धातु का गलनांक सबसे अधिक है ? ",
        "options": [
          "(A) ओस्मियम ",
          "(B) टंगस्टन",
          "(C) मोलिब्डिनम",
          "(D) एल्यूमीनियम"
        ],
        "answer": "b"
      },
      {
        "question": "सबसे हल्की धातु कौन सी होती है ? ",
        "options": [
          "(A) लीथियम ",
          "(B) ईरीडियम",
          "(C) एल्यूमीनियम",
          "(D) ओस्मियम"
        ],
        "answer": "a"
      },
      {
        "question": "ध्वनि की गति सर्वाधिक होती है ? ",
        "options": [
          "(A)  वायु में ",
          "(B)  जल में",
          "(C) निर्वात में ",
          "(D)  स्टील में"
        ],
        "answer": "b"
      },
      {
        "question": "जब किसी धातु को गर्म किया जाता है तो उसका  घनत्व ? ",
        "options": [
          "(A) बढ़ता है ",
          "(B) कोई अन्तर नहीं होता",
          "(C) कम हो जाता है",
          "(D) उपर्युक्त में से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "लाल रंग का गुलाब हरी रोशनी में कैसा दिखाई देता है ? ",
        "options": [
          "(A) पीला ",
          "(B) गुलाबी",
          "(C) काला",
          "(D) लाल"
        ],
        "answer": "c"
      },
      {
        "question": "दूध की शुद्धता किस यंत्र द्वारा नापी जाती है ? ",
        "options": [
          "(A) मैनोमीटर ",
          "(B) हाइड्रोमीटर",
          "(C) लैक्टोमीटर",
          "(D) फैदोमीटर"
        ],
        "answer": "c"
      },
      {
        "question": "डायनुमो का कार्य है ? ",
        "options": [
          "(A)  विद्युत ऊर्जा को यांत्रिक ऊर्जा में परिवर्तित करना",
          "(B) यांत्रिक ऊर्जा को विद्युत ऊर्जा में परिवर्तित करना",
          "(C) विद्युत ऊर्जा को ऊष्मा में परिवर्तित करना",
          "(D)  इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "टेलीविजन का आविष्कार किसने किया ? ",
        "options": [
          "(A) जे. एल.  बेयर्ड",
          "(B) मैकमिलन",
          "(C) जेम्स वाट",
          "(D)  इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "हड्डियों और दाँतो में जो रासायनिक पदार्थ विद्यमान  रहता है, उसे क्या कहते हैं ? ",
        "options": [
          "(A) कैल्सियम क्लोराइड ",
          "(B)  कैल्सियम बोरेट",
          "(C) कैल्सियम फॉस्फेट",
          "(D)  कैल्सियम सल्फेट"
        ],
        "answer": "c"
      },
      {
        "question": "लोहे के पाइप, जिनसे पानी की सप्लाई की जाती है,  पर जस्ते (Zn) की परत इसलिए चढ़ाई जाती है कि जंग न लगे. इस परत चढ़ाने की प्रक्रिया को कहते हैं ? ",
        "options": [
          "(A) अनीलीकरण ",
          "(B) वल्कनीकरण",
          "(C) यशद लेपन",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "c"
      },
      {
        "question": "किस अम्ल का उपयोग निर्जलीकारक (Dehydrating  Agent) के रूप में किया जाता है ? ",
        "options": [
          "(A) हाइड्रोक्लोरिक अम्ल",
          "(B) सल्फ्यूरिक अम्ल",
          "(C)  एसिटिक अम्ल",
          "(D) नाइट्रिक अम्ल"
        ],
        "answer": "b"
      },
      {
        "question": "विलेय को विलयन से पृथक  किया जा सकता है ? ",
        "options": [
          "(A) निस्पंदन (Filtration) द्वारा ",
          "(B) वाष्पीकरण (Evaporation) द्वारा",
          "(C) निस्तारण (Decantation) द्वारा",
          "(D) अवसादन (Sedimentation) द्वारा"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सी गैस वायुमण्डल में नहीं  होती है ?  ",
        "options": [
          "(A) नाइट्रोजन",
          "(B) हीलियम",
          "(C) क्लोरीन",
          "(D) क्रिप्टन "
        ],
        "answer": "c"
      },
      {
        "question": "पोटैशियम क्लोरेट को गर्म करने पर ? ",
        "options": [
          "(A) नाइट्रोजन गैस निकलती है ",
          "(B) ऑक्सीजन गैस निकलती है",
          "(C)  हाइड्रोजन गैस निकलती है ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      }
    ],
    "type": "science-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73d7b7cd14b8ffc454a1"
    },
    "data": [
      {
        "question": "वास्तविक वस्तु का आभासी प्रतिबिंब बनता है ?   ",
        "options": [
          "(A) उत्तल दर्पण में ",
          "(B) समतल दर्पण से",
          "(C) अवतल दर्पण में ",
          "(D) इनमें से सभी "
        ],
        "answer": "b"
      },
      {
        "question": "वास्तविक वस्तु का हमेशा सीधा प्रतिबिंब बनाने वाला दर्पण होता है ? ",
        "options": [
          "(A) समतल, उत्तल, अवतल",
          "(B) समतल, अवतल ",
          "(C) उत्तल-अवतल",
          "(D) समतल, उत्तल "
        ],
        "answer": "d"
      },
      {
        "question": "वास्तविक प्रतिबिंब की प्रकृति कैसी होती है ?   ",
        "options": [
          "(A) उल्टा",
          "(B) सीधा",
          "(C) सीधा और  उल्टा   ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "वस्तु से छोटा प्रतिबिंब बनाता है ? ",
        "options": [
          "(A) उत्तल दर्पण",
          "(B) अवतल दर्पण ",
          "(C) समतल दर्पण",
          "(D) उत्तल दर्पण और अवतल दर्पण "
        ],
        "answer": "d"
      },
      {
        "question": "प्रकाश के परावर्तन के नियम के अनुसार -  ",
        "options": [
          "(A) आपतन कोण परावर्तन कोण से बड़ा है ",
          "(B) आपतन कोण परावर्तन कोण के बराबर है ",
          "(C) आपतन कोण परावर्तन कोण से छोटा है ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "समतल दर्पण द्वारा बना प्रतिबिंब सदा होता है ?  ",
        "options": [
          "(A) आभासी और  उल्टा ",
          "(B)  वास्तविक और सीधा ",
          "(C) सीधा और आभासी ",
          "(D) वास्तविक"
        ],
        "answer": "c"
      },
      {
        "question": "आँख में प्रवेश करने वाले प्रकाश की मात्रा को नियंत्रित करता है ?  ",
        "options": [
          "(A) परितारिका ",
          "(B) पुतली  ",
          "(C) लेंस",
          "(D) पक्ष्माभि पेशियाँ"
        ],
        "answer": "a"
      },
      {
        "question": "सूर्योदय और सूर्यास्त के समय सूर्य का गोल दीखता है ?  ",
        "options": [
          "(A) गोलाकार ",
          "(B) घनाकार",
          "(C) अण्डाकार ",
          "(D) चपटा "
        ],
        "answer": "d"
      },
      {
        "question": "यदि दर्पण में बना प्रतिबिंब हमेशा सीधा, आकार में वस्तु के बराबर है, तो दर्पण है ?   ",
        "options": [
          "(A) अवतल",
          "(B) उत्तल",
          "(C) समतल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "समतल दर्पण के द्वारा बना प्रतिबिंब होता है ?  ",
        "options": [
          "(A) वास्तविक ",
          "(B) काल्पनिक ",
          "(C) उल्टा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से  कौन-सा पदार्थ लेंस के लिए प्रयुक्त नहीं किया जा सकता है ? ",
        "options": [
          "(A) जल  ",
          "(B)  मिट्टी ",
          "(C) प्लास्टिक",
          "(D) काँच "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तल लेंस की क्षमता होती है ?   ",
        "options": [
          "(A) ऋणात्मक ",
          "(B) धनात्मक",
          "(C) शून्य ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "लेंस की क्षमता का S.I मात्रक होता है ?  ",
        "options": [
          "(A) मीटर ",
          "(B) (मीटर)2",
          "(C) डयोप्टर",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "पानी से भरी बाल्टी की गहराई कम दिखती है । इसका कारण है ?  ",
        "options": [
          "(A) पूर्ण आंतरिक परावर्तन  ",
          "(B) अपवर्तन",
          "(C) परावर्तन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "पानी में डाली हुई छड़ी टेढ़ी दिखती है । इसका कारण है ? ",
        "options": [
          "(A) परावर्तन",
          "(B) अपवर्तन ",
          "(C) परावर्तन और अपवर्तन ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "वास्तविक वस्तु का आभासी प्रतिबिंब बनता है ?   ",
        "options": [
          "(A) उत्तल दर्पण में ",
          "(B) समतल दर्पण से",
          "(C) अवतल दर्पण में ",
          "(D) इनमें से सभी "
        ],
        "answer": "b"
      },
      {
        "question": "वास्तविक वस्तु का हमेशा सीधा प्रतिबिंब बनाने वाला दर्पण होता है ? ",
        "options": [
          "(A) समतल, उत्तल, अवतल",
          "(B) समतल, अवतल ",
          "(C) उत्तल-अवतल",
          "(D) समतल, उत्तल "
        ],
        "answer": "d"
      },
      {
        "question": "वास्तविक प्रतिबिंब की प्रकृति कैसी होती है ?   ",
        "options": [
          "(A) उल्टा",
          "(B) सीधा",
          "(C) सीधा और  उल्टा   ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "वस्तु से छोटा प्रतिबिंब बनाता है ? ",
        "options": [
          "(A) उत्तल दर्पण",
          "(B) अवतल दर्पण ",
          "(C) समतल दर्पण",
          "(D) उत्तल दर्पण और अवतल दर्पण "
        ],
        "answer": "d"
      },
      {
        "question": "प्रकाश के परावर्तन के नियम के अनुसार -  ",
        "options": [
          "(A) आपतन कोण परावर्तन कोण से बड़ा है ",
          "(B) आपतन कोण परावर्तन कोण के बराबर है ",
          "(C) आपतन कोण परावर्तन कोण से छोटा है ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "समतल दर्पण द्वारा बना प्रतिबिंब सदा होता है ?  ",
        "options": [
          "(A) आभासी और  उल्टा ",
          "(B)  वास्तविक और सीधा ",
          "(C) सीधा और आभासी ",
          "(D) वास्तविक"
        ],
        "answer": "c"
      },
      {
        "question": "आँख में प्रवेश करने वाले प्रकाश की मात्रा को नियंत्रित करता है ?  ",
        "options": [
          "(A) परितारिका ",
          "(B) पुतली  ",
          "(C) लेंस",
          "(D) पक्ष्माभि पेशियाँ"
        ],
        "answer": "a"
      },
      {
        "question": "सूर्योदय और सूर्यास्त के समय सूर्य का गोल दीखता है ?  ",
        "options": [
          "(A) गोलाकार ",
          "(B) घनाकार",
          "(C) अण्डाकार ",
          "(D) चपटा "
        ],
        "answer": "d"
      },
      {
        "question": "यदि दर्पण में बना प्रतिबिंब हमेशा सीधा, आकार में वस्तु के बराबर है, तो दर्पण है ?   ",
        "options": [
          "(A) अवतल",
          "(B) उत्तल",
          "(C) समतल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "समतल दर्पण के द्वारा बना प्रतिबिंब होता है ?  ",
        "options": [
          "(A) वास्तविक ",
          "(B) काल्पनिक ",
          "(C) उल्टा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से  कौन-सा पदार्थ लेंस के लिए प्रयुक्त नहीं किया जा सकता है ? ",
        "options": [
          "(A) जल  ",
          "(B)  मिट्टी ",
          "(C) प्लास्टिक",
          "(D) काँच "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तल लेंस की क्षमता होती है ?   ",
        "options": [
          "(A) ऋणात्मक ",
          "(B) धनात्मक",
          "(C) शून्य ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "लेंस की क्षमता का S.I मात्रक होता है ?  ",
        "options": [
          "(A) मीटर ",
          "(B) (मीटर)2",
          "(C) डयोप्टर",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "पानी से भरी बाल्टी की गहराई कम दिखती है । इसका कारण है ?  ",
        "options": [
          "(A) पूर्ण आंतरिक परावर्तन  ",
          "(B) अपवर्तन",
          "(C) परावर्तन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "पानी में डाली हुई छड़ी टेढ़ी दिखती है । इसका कारण है ? ",
        "options": [
          "(A) परावर्तन",
          "(B) अपवर्तन ",
          "(C) परावर्तन और अपवर्तन ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "दर्पण की चौड़ाई को दर्पण का कहा जाता है ?  ",
        "options": [
          "(A) फोकस  ",
          "(B) ध्रुव",
          "(C) द्वारक ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "सोलर कूकर में प्रयोग किये जाते हैं ?  ",
        "options": [
          "(A) अवतल दर्पण ",
          "(B) उत्तल दर्पण",
          "(C) समतल दर्पण",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "रोगियों के नाक, कान, गले आदि की जाँच के लिए डॉक्‍टर प्रयोग करते है ? ",
        "options": [
          "(A) समतल दर्पण",
          "(B) उत्तल दर्पण",
          "(C) अवतल दर्पण ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "हीरा का अपवर्तनांक है ?  ",
        "options": [
          "(A) 1.77 है ",
          "(B) 1.47 है ",
          "(C) 1.44है ",
          "(D) 2.42 है "
        ],
        "answer": "d"
      },
      {
        "question": "मोटरगाड़ी के चालक के सामने लगा रहता है ?  ",
        "options": [
          "(A) अवतल दर्पण ",
          "(B) समतल दर्पण",
          "(C) उत्तल दर्पण",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "टॉर्च से किस प्रकार के प्रकाश पुंज की प्राप्ति होती है ?  ",
        "options": [
          "(A) समांतर प्रकाशपुंज ",
          "(B) संसृत प्रकाशपुंज ",
          "(C) अपसृत प्रकाशपुंज",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "सामान्य नेत्र की रेटिना पर बननेवाला प्रतिबिंब होता है ?  ",
        "options": [
          "(A) आभासी और सीधा",
          "(B)  वास्तविक और सीधा ",
          "(C) वास्तविक और उल्टा  ",
          "(D) आभासी और  उल्टा"
        ],
        "answer": "c"
      },
      {
        "question": "नेत्र लेंस में समायोजन की क्रिया होती है ? ",
        "options": [
          "(A) आयरिस द्वारा ",
          "(B) नेत्र लेंस  द्वारा ",
          "(C) सिलियरी पेशियों द्वारा ",
          "(D) कॉर्निया द्वारा "
        ],
        "answer": "c"
      },
      {
        "question": "किसी नेत्र का निकट बिंदु है ?  ",
        "options": [
          "(A) 2.5 cm",
          "(B) 25 cm",
          "(C) 2.5 m",
          "(D) 3 m"
        ],
        "answer": "b"
      },
      {
        "question": "आँख की पुतली किस प्रकार क्रार्य करती है ?  ",
        "options": [
          "(A) परिवर्ती द्वारक की भाँति",
          "(B) दृक तंत्रिका की भाँति ",
          "(C) पुतली की भाँति",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "सामान्य मानव नेत्र का दूर बिंदु होता है ?  ",
        "options": [
          "(A) 25 सेमी पर होता है  ",
          "(B) अनंत पर होता है ",
          "(C) 25 मिमी पर होता है ",
          "(D) 25 मी पर होता है"
        ],
        "answer": "b"
      },
      {
        "question": "सिनेमा के पर्दे पर किस प्रकार का प्रतिबिंब बनता है ? ",
        "options": [
          "(A) आभासी प्रतिबिंब",
          "(B)  वास्तविक प्रतिबिंब ",
          "(C) दोनों ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "कौन रंग है जिसका खतरे के सिग्लन में उपयोग होता है ?  ",
        "options": [
          "(A)  पीला रंग  ",
          "(B) बैंगनी रंग ",
          "(C)  नीला रंग",
          "(D)  लाल रंग"
        ],
        "answer": "d"
      },
      {
        "question": "किलोवाट घंटा मात्रक है ?  ",
        "options": [
          "(A) आवेश का विद्युत   ",
          "(B)  ऊर्जा का",
          "(C) विभवान्तर विद्युत ",
          "(D) शक्ति का  "
        ],
        "answer": "b"
      },
      {
        "question": "विद्युत बल्ब का फिलामेंट होता है ? ",
        "options": [
          "(A) ताँबा का ",
          "(B) प्लेटिनम का ",
          "(C) टंगस्टन का",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "प्रतिरोधकता का मात्रक है ?   ",
        "options": [
          "(A) अोम-मीटर",
          "(B)  अोम /मीटर",
          "(C) मीटर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "विद्युत धारा उतपन्न करने की युक्ति को कहते हैं ?   ",
        "options": [
          "(A) एमीटर",
          "(B) गैल्वेनोमीटर ",
          "(C) जनित्र",
          "(D) मीटर "
        ],
        "answer": "c"
      },
      {
        "question": "निकट दृष्टि दोष वाला व्यक्ति के चश्में में लगा होता है ?  ",
        "options": [
          "(A) उत्तल लेंस",
          "(B) अवतल लेंस",
          "(C) द्विफोकस लेंस  ",
          "(D) बेलनाकार लेंस "
        ],
        "answer": "b"
      },
      {
        "question": "दीर्घ दृष्टि दोष वाला व्यक्ति के चश्में में लगा होता है ? ",
        "options": [
          "(A) अवतल लेंस ",
          "(B) द्विफोकस लेंस",
          "(C)  उत्तल लेंस",
          "(D) बेलनाकार लेंस"
        ],
        "answer": "c"
      },
      {
        "question": "तेज प्रकाश में पुतली का आकर कैसे हो जाता है ? ",
        "options": [
          "(A) बड़ा",
          "(B) छोटा  ",
          "(C) कोई परिवर्तन नहीं ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "तेज प्रकाश में पुतली का आकर कैसे हो जाता है ? ",
        "options": [
          "(A) बड़ा",
          "(B) छोटा  ",
          "(C) कोई परिवर्तन नहीं ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "दूर-दृष्टि दोष वाली आँखे साफ-साफ देख सकती हैं ?  ",
        "options": [
          "(A) निकट की वस्तुओं को",
          "(B) बड़ी वस्तुओं को ",
          "(C) दूर की वस्तुओं को ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "मानव-नेत्र में जो बिंदु प्रकाश के लिए बिल्कुल सुग्राही नहीं रहता होता, उसे कहते हैं ?  ",
        "options": [
          "(A) पीतबिंदु",
          "(B) अंधबिंदु",
          "(C) निकटबिंदु ",
          "(D) दूरबिंदु"
        ],
        "answer": "b"
      },
      {
        "question": "मानव-नेत्र में होता है ? ",
        "options": [
          "(A) अवतल लेंस ",
          "(B) उत्तल दर्पण ",
          "(C) उत्तल लेंस    ",
          "(D) अवतल दर्पण"
        ],
        "answer": "c"
      },
      {
        "question": "उदय और अस्त होते समय सूर्य दिखाइ देता है ?  ",
        "options": [
          "(A) लाल ",
          "(B) नीला",
          "(C) काला",
          "(D) पीला"
        ],
        "answer": "a"
      },
      {
        "question": "वास्तविक सूर्यास्त और आभासी सूर्यास्त के बीच लगभग कितने समय का अंतर होता है?  ",
        "options": [
          "(A) 2 मिनट",
          "(B) 1 मिनट",
          "(C) 4 मिनट",
          "(D) 3 मिनट"
        ],
        "answer": "a"
      },
      {
        "question": "इन्द्रधनुष किस प्रकार का स्पेक्ट्म है ?  ",
        "options": [
          "(A) प्राकृतिक स्पेक्ट्म ",
          "(B) कृत्रिम स्पेक्ट्म ",
          "(C) कृत्रिम स्पेक्ट्म और प्राकृतिक स्पेक्ट्म ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "a"
      },
      {
        "question": "अत्यधिक ऊँचाई पर आकाश में वायुयान से सफर करने पर आकाश का रंग कैसा दिखता है ? ",
        "options": [
          "(A) लाल",
          "(B)  काला ",
          "(C) पीला",
          "(D) नीला"
        ],
        "answer": "b"
      },
      {
        "question": "किसी वस्तु का प्रतिबिंब आँख के जिस भाग पर पड़ता है, वह है ? ",
        "options": [
          "(A) कॉर्निया  ",
          "(B) रेटिना",
          "(C) आइरिस",
          "(D) पुतली "
        ],
        "answer": "b"
      },
      {
        "question": "चुम्बकीय क्षेत्र का मात्रक होता है ?   ",
        "options": [
          "(A) न्यूटन ",
          "(B) टेसला",
          "(C) एम्पीयर",
          "(D) मीटर"
        ],
        "answer": "b"
      },
      {
        "question": "डायनेमो से किस प्रकार की धारा प्राप्त होती है ?  ",
        "options": [
          "(A) दिष्ट धारा",
          "(B)  प्रत्यावर्ती धारा",
          "(C) दोनों धारा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "व्यवसायिक मोटरों में किस प्रकार के चुम्बक का उपयोग होता है ? ",
        "options": [
          "(A) स्थायी चुम्बक ",
          "(B) नाल चुम्बक",
          "(C)  विद्युत चुम्बक",
          "(D) सामान्य छड़ चुम्बक"
        ],
        "answer": "c"
      },
      {
        "question": "मानव के वे दो महत्वपूर्ण भाग कौन हैं जिनमे चुंबकीय क्षेत्र का उत्पन्न होना अनिवार्य है ?  ",
        "options": [
          "(A) हाथ और पैर  ",
          "(B) मांसपेशियाँ तथा ह्रदय ",
          "(C) ह्रदय तथा मस्तिष्क",
          "(D) नेत्र तथा दृक् तंत्रिका "
        ],
        "answer": "c"
      },
      {
        "question": "विद्युत चुम्बक बनाने के लिए प्रायः किस पदार्थ के छड़ का उपयोग होता है ? ",
        "options": [
          "(A) इस्पात ",
          "(B) नरम लोहे",
          "(C) पीतल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विद्युत चुम्बकीय प्रेरण की खोज किसने की थी ?  ",
        "options": [
          "(A) मैक्सवेल ने",
          "(B)  फ्लेमिंग ने  ",
          "(C) फैराडे ने",
          "(D)  एम्पियर ने "
        ],
        "answer": "c"
      },
      {
        "question": "नाभिकीय ऊर्जा प्राप्त करने हेतु आवश्यक है ?  ",
        "options": [
          "(A) क्रोमियम   ",
          "(B) सिलिकन ",
          "(C) यूरेनियम",
          "(D) एल्युमिनियम"
        ],
        "answer": "c"
      },
      {
        "question": "शारीरिक कार्यों को करने के लिए किस प्रकार की ऊर्जा का उपयोग किया जाता है ?  ",
        "options": [
          "(A) विद्युत ऊर्जा",
          "(B) सौर ऊर्जा ",
          "(C) पेशीय ऊर्जा ",
          "(D) रासायनिक ऊर्जा "
        ],
        "answer": "c"
      },
      {
        "question": "ऊर्जा के सभी रूप में अन्ततः स्त्रोत किसे माना जाता है ?  ",
        "options": [
          "(A) कोयला ",
          "(B) परमाणु  ",
          "(C) जल ",
          "(D) सूर्य "
        ],
        "answer": "d"
      },
      {
        "question": "इनमें से कौन नवीकरणीय ऊर्जा है ?  ",
        "options": [
          "(A) कोयला ",
          "(B) सौर ऊर्जा ",
          "(C) प्राकृतिक गैस ",
          "(D) पेट्रोल"
        ],
        "answer": "b"
      },
      {
        "question": "पृथ्वी पर ऊर्जा का सबसे विशाल स्त्रोत है ? ",
        "options": [
          "(A) सूर्य ",
          "(B) लकड़ी ",
          "(C) चन्द्रमा ",
          "(D) कोयला "
        ],
        "answer": "a"
      },
      {
        "question": "डेनमार्क को कहा जाता है ?  ",
        "options": [
          "(A) उद्योगों का देश ",
          "(B) जल विद्युत का देश ",
          "(C) पवनों का देश ",
          "(D) खनिज पर्दार्थों का देश "
        ],
        "answer": "c"
      },
      {
        "question": "सौर सेल बनाने के लिए किस धातु का उपयोग किया जाता है ?  ",
        "options": [
          "(A) स्टील",
          "(B) सिलिकॉन ",
          "(C) अबरख ",
          "(D) शीशा"
        ],
        "answer": "b"
      },
      {
        "question": "सौर सेल सौर ऊर्जा को किस ऊर्जा में रूपान्तरित करते हैं ?  ",
        "options": [
          "(A) विद्युत ऊर्जा में ",
          "(B)  गतिज ऊर्जा में ",
          "(C) यांत्रिक ऊर्जा में ",
          "(D) ताप ऊर्जा में"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से किसका उपयोग खाना बनाने वाले ईंधन के रूप नहीं किया जाता है ?  ",
        "options": [
          "(A) LPG",
          "(B) बायोगैस ",
          "(C) CNG",
          "(D) कोयला"
        ],
        "answer": "c"
      },
      {
        "question": "प्रकाशसंश्लेषी अंगक इनमें से कौन है ?  ",
        "options": [
          "(A) स्टोमाटा   ",
          "(B) जड़",
          "(C) हरित लवक ",
          "(D) पत्ती"
        ],
        "answer": "c"
      },
      {
        "question": "कार्य का मात्रक है ? ",
        "options": [
          "(A)   वाट  ",
          "(B) जूल",
          "(C) न्यूटन",
          "(D) एम्पियर"
        ],
        "answer": "b"
      },
      {
        "question": "प्रकाश वर्ष इकाई है ? ",
        "options": [
          "(A)  समय की ",
          "(B)  द्रव्यमान की ",
          "(C)  दूरी की",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "पारसेक इकाई है ? ",
        "options": [
          "(A) द्रव्यमान की  ",
          "(B) चुम्बकीय बल की ",
          "(C)  समय की  ",
          "(D) दूरी की"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में समय कोन-सा का मात्रक नहीं है ? ",
        "options": [
          "(A)  प्रकाश वर्ष  ",
          "(B) अधि वर्ष",
          "(C)  चन्द्र माह",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "दाब का मात्रक है ?  ",
        "options": [
          "(A)  डाइन ",
          "(B) जूल",
          "(C) वाट",
          "(D) पास्कल"
        ],
        "answer": "d"
      },
      {
        "question": "ज्योति तीव्रता का मात्रक है ? ",
        "options": [
          "(A) ऑप्टर",
          "(B) कैण्डेला  ",
          "(C) न्यूटन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "मात्रकों की अन्तर्राष्ट्रीय पद्धति कब लागू की गई ? ",
        "options": [
          "(A) 1965",
          "(B) 1971",
          "(C) 1991",
          "(D) 1985"
        ],
        "answer": "b"
      },
      {
        "question": "खाद्य ऊर्जा को हम किस इकाई में माप सकते हैं ? ",
        "options": [
          "(A) जूल ",
          "(B) कैलोरी  ",
          "(C) अर्ग ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विद्युत मात्रा की इकाई क्या है ?  ",
        "options": [
          "(A) ओम ",
          "(B) वोल्ट ",
          "(C)  एम्पियर ",
          "(D) वाट"
        ],
        "answer": "c"
      },
      {
        "question": "SI पद्धति में लेंस की शक्ति की इकाई क्या है ?  ",
        "options": [
          "(A) वाट ",
          "(B) ऑप्टर ",
          "(C) डायोप्टर ",
          "(D) न्यूटन"
        ],
        "answer": "c"
      },
      {
        "question": "एम्पियर क्या नापने की इकाई है ? ",
        "options": [
          "(A) करेन्ट   ",
          "(B) प्रतिरोध",
          "(C)  पावर ",
          "(D)  वोल्टेज "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन वेक्टर मात्रा है ? ",
        "options": [
          "(A)   ऊर्जा ",
          "(B) तापमान ",
          "(C) बल",
          "(D) चाल"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से कौन एक सदिश राशि नहीं है ? ",
        "options": [
          "(A)  वेग",
          "(B) संवेग",
          "(C) द्रव्यमान",
          "(D)   कोणीय वेग   "
        ],
        "answer": "c"
      },
      {
        "question": "अदिश राशि है ? ",
        "options": [
          "(A) बल आघूर्ण  ",
          "(B) ऊर्जा  ",
          "(C) संवेग",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में कौन-सी एक सदिश राशि है ? ",
        "options": [
          "(A)  दाब   ",
          "(B) ऊर्जा",
          "(C) संवेग",
          "(D) कार्य"
        ],
        "answer": "c"
      }
    ],
    "type": "physics-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73e0b7cd14b8ffc454a3"
    },
    "data": [
      {
        "question": "निम्न में कौन अॅक्सीकरण नहीं है ?  ",
        "options": [
          "(A) अवक्षेपण ",
          "(B) भोजन का पचना ",
          "(C) श्वसन",
          "(D) दहन "
        ],
        "answer": "a"
      },
      {
        "question": "नमक के घोल में सिलवर नाइट्रेट  का घोल डालने पर दही जैसे पदार्थ उत्पन्न होता है । यह कौन सी अभिक्रिया है ? ",
        "options": [
          "(A) विस्थापन",
          "(B)  उदासीनीकरण ",
          "(C) संयोजन ",
          "(D) अवक्षेपण"
        ],
        "answer": "b"
      },
      {
        "question": "संक्षारण किस प्रकार की अभिक्रिया है ?    ",
        "options": [
          "(A) अपचयन अभिक्रिया ",
          "(B) अवक्षेपण अभिक्रिया ",
          "(C) उपचयन अभिक्रिया ",
          "(D) संयोजन अभिक्रिया "
        ],
        "answer": "c"
      },
      {
        "question": "किसी रासायनिक अभिक्रिया में आॅक्सीजन  के अनुपात का बढ़ना क्या कहलाता है ?  ",
        "options": [
          "(A) अपचयन अभिक्रिया",
          "(B) उपचयन अभिक्रिया",
          "(C) उष्माशोषी अभिक्रिया",
          "(D)  विस्थापन  अभिक्रिया"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन सी अभिक्रियाओं के युग्म हमेशा साथ-साथ होते हैं ?  ",
        "options": [
          "(A) संयोजन और विघटन ",
          "(B) अवक्षेपण और विस्थापन ",
          "(C) उदासीनीकरण और  विस्थापन",
          "(D) ऑक्सीकरण और अवकरण "
        ],
        "answer": "c"
      },
      {
        "question": "सोडियम हाइड्रोक्साइड और हाइड्रोक्लोरिक अम्ल की अभिक्रिया से सोडियम क्लोराइड और जल बनाते हैं । यह कौन-सी अभिक्रिया है ?  ",
        "options": [
          "(A) उदासीनीकरण ",
          "(B) विघटन ",
          "(C) संयोजन",
          "(D) अवक्षेपण"
        ],
        "answer": "a"
      },
      {
        "question": "किसी अभिक्रिया में भाग लेने वाले पदार्थ क्या कहलाते हैं ?  ",
        "options": [
          "(A) प्रतिफल ",
          "(B) अवकारक",
          "(C) अभिकारक ",
          "(D) ऑक्सीकारक"
        ],
        "answer": "c"
      },
      {
        "question": "श्वसन किस प्रकार की अभिक्रिया है ?  ",
        "options": [
          "(A) उष्माक्षेपी अभिक्रिया",
          "(B) संयोजन अभिक्रिया",
          "(C) उपचयन-अपचयन अभिक्रिया",
          "(D) द्विअपघटन अभिक्रिया"
        ],
        "answer": "a"
      },
      {
        "question": "प्रबल अम्ल और दुर्बल क्षारक से बने लवण का pH मान क्या है ? ",
        "options": [
          "(A)  7 से अधिक",
          "(B)  7 से कम ",
          "(C) 10 और 14 के बीच ",
          "(D) 14 से कम "
        ],
        "answer": "b"
      },
      {
        "question": "क्षारक को जल में घोलने पर क्या मुक्त होते हैं ?  ",
        "options": [
          "(A) (OH)-आयन",
          "(B) H+ आयन ",
          "(C) दोनों आयन  ",
          "(D) कोई आयन नहीं  "
        ],
        "answer": "a"
      },
      {
        "question": "दही में किस प्रकार का अम्ल पाया जाता है ? ",
        "options": [
          "(A)  लैक्टिक अम्ल ",
          "(B) साइट्रिक अम्ल",
          "(C) ऑक्जेलिक अम्ल ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "किसी अम्ल में मुख्य रूप से एक परमाणु अवश्य मौजूद रहता है जो धातु से अभिक्रिया कर एक गैस उतपन्न करता है ।  ",
        "options": [
          "(A)  हाइड्रोजन",
          "(B) ऑक्सीजन",
          "(C) नाइट्रोजन    ",
          "(D)  अमोनिया"
        ],
        "answer": "a"
      },
      {
        "question": "वे पदार्थ जिनके स्वाद खट्टा होते हैं और जो नीले लिटमस के घोल को लाल बनाता है, कहा जाता है ?  ",
        "options": [
          "(A)  अम्ल",
          "(B) लवण  ",
          "(C) भस्म  ",
          "(D) क्षारक"
        ],
        "answer": "a"
      },
      {
        "question": "जल में घुलनशील भस्म क्या कहलाते हैं ?  ",
        "options": [
          "(A) क्षारक",
          "(B) क्षार ",
          "(C) संक्षारण ",
          "(D) क्षरण "
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन प्रबल अम्लीय हैं ?   ",
        "options": [
          "(A) pH =  7",
          "(B) pH =  14",
          "(C) pH = 0",
          "(D) pH =  3"
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में कौन अॅक्सीकरण नहीं है ?  ",
        "options": [
          "(A) अवक्षेपण ",
          "(B) भोजन का पचना ",
          "(C) श्वसन",
          "(D) दहन "
        ],
        "answer": "a"
      },
      {
        "question": "नमक के घोल में सिलवर नाइट्रेट  का घोल डालने पर दही जैसे पदार्थ उत्पन्न होता है । यह कौन सी अभिक्रिया है ? ",
        "options": [
          "(A) विस्थापन",
          "(B)  उदासीनीकरण ",
          "(C) संयोजन ",
          "(D) अवक्षेपण"
        ],
        "answer": "b"
      },
      {
        "question": "संक्षारण किस प्रकार की अभिक्रिया है ?    ",
        "options": [
          "(A) अपचयन अभिक्रिया ",
          "(B) अवक्षेपण अभिक्रिया ",
          "(C) उपचयन अभिक्रिया ",
          "(D) संयोजन अभिक्रिया "
        ],
        "answer": "c"
      },
      {
        "question": "किसी रासायनिक अभिक्रिया में आॅक्सीजन  के अनुपात का बढ़ना क्या कहलाता है ?  ",
        "options": [
          "(A) अपचयन अभिक्रिया",
          "(B) उपचयन अभिक्रिया",
          "(C) उष्माशोषी अभिक्रिया",
          "(D)  विस्थापन  अभिक्रिया"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन सी अभिक्रियाओं के युग्म हमेशा साथ-साथ होते हैं ?  ",
        "options": [
          "(A) संयोजन और विघटन ",
          "(B) अवक्षेपण और विस्थापन ",
          "(C) उदासीनीकरण और  विस्थापन",
          "(D) ऑक्सीकरण और अवकरण "
        ],
        "answer": "c"
      },
      {
        "question": "सोडियम हाइड्रोक्साइड और हाइड्रोक्लोरिक अम्ल की अभिक्रिया से सोडियम क्लोराइड और जल बनाते हैं । यह कौन-सी अभिक्रिया है ?  ",
        "options": [
          "(A) उदासीनीकरण ",
          "(B) विघटन ",
          "(C) संयोजन",
          "(D) अवक्षेपण"
        ],
        "answer": "a"
      },
      {
        "question": "किसी अभिक्रिया में भाग लेने वाले पदार्थ क्या कहलाते हैं ?  ",
        "options": [
          "(A) प्रतिफल ",
          "(B) अवकारक",
          "(C) अभिकारक ",
          "(D) ऑक्सीकारक"
        ],
        "answer": "c"
      },
      {
        "question": "श्वसन किस प्रकार की अभिक्रिया है ?  ",
        "options": [
          "(A) उष्माक्षेपी अभिक्रिया",
          "(B) संयोजन अभिक्रिया",
          "(C) उपचयन-अपचयन अभिक्रिया",
          "(D) द्विअपघटन अभिक्रिया"
        ],
        "answer": "a"
      },
      {
        "question": "प्रबल अम्ल और दुर्बल क्षारक से बने लवण का pH मान क्या है ? ",
        "options": [
          "(A)  7 से अधिक",
          "(B)  7 से कम ",
          "(C) 10 और 14 के बीच ",
          "(D) 14 से कम "
        ],
        "answer": "b"
      },
      {
        "question": "क्षारक को जल में घोलने पर क्या मुक्त होते हैं ?  ",
        "options": [
          "(A) (OH)-आयन",
          "(B) H+ आयन ",
          "(C) दोनों आयन  ",
          "(D) कोई आयन नहीं  "
        ],
        "answer": "a"
      },
      {
        "question": "दही में किस प्रकार का अम्ल पाया जाता है ? ",
        "options": [
          "(A)  लैक्टिक अम्ल ",
          "(B) साइट्रिक अम्ल",
          "(C) ऑक्जेलिक अम्ल ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "किसी अम्ल में मुख्य रूप से एक परमाणु अवश्य मौजूद रहता है जो धातु से अभिक्रिया कर एक गैस उतपन्न करता है ।  ",
        "options": [
          "(A)  हाइड्रोजन",
          "(B) ऑक्सीजन",
          "(C) नाइट्रोजन    ",
          "(D)  अमोनिया"
        ],
        "answer": "a"
      },
      {
        "question": "वे पदार्थ जिनके स्वाद खट्टा होते हैं और जो नीले लिटमस के घोल को लाल बनाता है, कहा जाता है ?  ",
        "options": [
          "(A)  अम्ल",
          "(B) लवण  ",
          "(C) भस्म  ",
          "(D) क्षारक"
        ],
        "answer": "a"
      },
      {
        "question": "जल में घुलनशील भस्म क्या कहलाते हैं ?  ",
        "options": [
          "(A) क्षारक",
          "(B) क्षार ",
          "(C) संक्षारण ",
          "(D) क्षरण "
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन प्रबल अम्लीय हैं ?   ",
        "options": [
          "(A) pH =  7",
          "(B) pH =  14",
          "(C) pH = 0",
          "(D) pH =  3"
        ],
        "answer": "c"
      },
      {
        "question": "लिटमस रंजक बैंगनी रंग का होता है, जो निकला जाता है ? ",
        "options": [
          "(A) लाल    ",
          "(B) लाइकेन ",
          "(C) पत्ता गोभी हल्दी",
          "(D) पेटुनिया फूल"
        ],
        "answer": "b"
      },
      {
        "question": "शुष्क बुझा हुआ चूना पर क्लोरीन गैस की क्रिया से कौन -सा पदार्थ बनता है ?  ",
        "options": [
          "(A) कैल्सियम क्लोराइड    ",
          "(B) विरंजक चूर्ण",
          "(C) हाइड्रोक्लोरिक अम्ल",
          "(D) जल"
        ],
        "answer": "b"
      },
      {
        "question": "हल्दी, लिटमस पत्र आदि किस प्रकार का सूचक है ?  ",
        "options": [
          "(A) संश्लेषित",
          "(B) प्राकृतिक ",
          "(C) प्राकृतिक एंव संश्लेषित",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "अपच का उपचार करने के लिए निम्न में से कौन औषधि का उपयोग होता है ?  ",
        "options": [
          "(A) एन्टैसिड",
          "(B) एंटीबायोटिक",
          "(C) एनालजेसिक ",
          "(D) एंटीसेप्टिक"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन ऑक्सीकरण नहीं है ? ",
        "options": [
          "(A) दहन",
          "(B) अवक्षेपण    ",
          "(C) भोजन का पचना",
          "(D)  श्वसन "
        ],
        "answer": "b"
      },
      {
        "question": "प्राकृतिक गैस का दहन किस प्रकार का रासायनिक अभिक्रिया है ?   ",
        "options": [
          "(A) संयोजन अभिक्रिया ",
          "(B) अपघटन अभिक्रिया ",
          "(C) उष्माक्षेपी अभिक्रिया ",
          "(D) विघटन अभिक्रिया "
        ],
        "answer": "c"
      },
      {
        "question": "कॉपर चूर्ण को वायु में गर्म करने पर उसके सतह पर कॉपर ऑक्साइड की एक परत जम जाती है । इस परत का रंग कैसा है ?  ",
        "options": [
          "(A) काली ",
          "(B) श्वेत  ",
          "(C) पीला",
          "(D) भूरा"
        ],
        "answer": "a"
      },
      {
        "question": "शाक- सब्जियों का विघटित होकर कम्पोस्ट बनना किस अभिक्रिया का उदाहरण है ?  ",
        "options": [
          "(A) उष्माक्षोषी  ",
          "(B) उष्माक्षेपी",
          "(C) प्रतिस्थापन ",
          "(D) उभयगामी"
        ],
        "answer": "b"
      },
      {
        "question": "सोडियम हाइड्रॉक्साइड का pH मान लगभग है ?    ",
        "options": [
          "(A) 11 है  ",
          "(B) 12 है  ",
          "(C) 13 है  ",
          "(D) 14 है  "
        ],
        "answer": "d"
      },
      {
        "question": "किसी उदासीन विलयन का pH मान है ?  ",
        "options": [
          "(A) 7 है",
          "(B) 2 है",
          "(C) 9 है",
          "(D) 11 है"
        ],
        "answer": "a"
      },
      {
        "question": "दाँत का मसूरा किस पदार्थ का बना है जो काफी कठोर है ?  ",
        "options": [
          "(A) कॉपर क्लोराइड   ",
          "(B) कैल्सियम फॉस्फेट",
          "(C) कैल्सियम कार्बाइड",
          "(D) कैल्सियम कार्बोनेट"
        ],
        "answer": "b"
      },
      {
        "question": "इमली में कौन-सा अम्ल है ?  ",
        "options": [
          "(A) मेथेनॉइक अम्ल   ",
          "(B) टार्टरिक अम्ल",
          "(C) लैक्टिक अम्ल ",
          "(D) ऑक्जेलिक अम्ल"
        ],
        "answer": "b"
      },
      {
        "question": "उपचयन-अपचयन अभिक्रिया को क्या कहते हैं ?  ",
        "options": [
          "(A) उष्माशोषी अभिक्रिया   ",
          "(B) रेडॉक्स अभिक्रिया",
          "(C) अवक्षेपण अभिक्रिया ",
          "(D) उष्माक्षेपी अभिक्रिया  "
        ],
        "answer": "b"
      },
      {
        "question": "दानेदार जस्ता पर तनु सल्फ्यूरिक अम्ल डालने पर कौन-सा गैस उत्सर्जित होता है ?    ",
        "options": [
          "(A) हाइड्रोजन गैस",
          "(B) सल्फर डाइऑक्साइड ",
          "(C) ऑक्सीजन गैस ",
          "(D) कोई गैस नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "सूर्य प्रकाश की उपस्थिति में पोधे CO2 और जल से अपना भोजन (ग्लूकोज) तैयार करते हैं । यह कौन-सी अभिक्रिया है ?  ",
        "options": [
          "(A) विस्थापन",
          "(B) विघटन",
          "(C) प्रकाश रसायनिक ",
          "(D) अवक्षेपण"
        ],
        "answer": "c"
      },
      {
        "question": "जिंक तथा लेड, कॉपर की अपेक्षा ?  ",
        "options": [
          "(A) कम क्रियाशील है",
          "(B) अधिक क्रियाशील है ",
          "(C) समान क्रियाशील है ",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "अंगूर का किण्वन करना एक ?  ",
        "options": [
          "(A) रासायनिक परिवर्तन है",
          "(B) भौतिक परिवर्तन है ",
          "(C) रासायनिक और भौतिक परिवर्तन दोनों है ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "मैग्नीशियम के रिबन के दहन होने पर किस प्रकृति का लौ उत्सर्जित होता है ?  ",
        "options": [
          "(A) लाल और चमकदार ",
          "(B) नीला चमकदार",
          "(C) श्वेत चमकदार ",
          "(D) हरा चमकदार"
        ],
        "answer": "c"
      },
      {
        "question": "सिरका में कौन-सा अम्ल पाया जाता है ?  ",
        "options": [
          "(A) लैक्टिक अम्ल  ",
          "(B) साइट्रिक अम्ल",
          "(C) मेथैनॉइक अम्ल ",
          "(D) एसीटीक अम्ल "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में कौन विजातीय यौगिक है ?  ",
        "options": [
          "(A) प्लास्टर ऑफ पेरिस ",
          "(B) खड़िया  ",
          "(C) संगमरमर",
          "(D) चूना पत्थर"
        ],
        "answer": "a"
      },
      {
        "question": "नींबू के रस का pH मान लगभग होता है ?  ",
        "options": [
          "(A) 10 है ",
          "(B) 2.2 है ",
          "(C) 12 है ",
          "(D) 14 है"
        ],
        "answer": "b"
      },
      {
        "question": "मधुमक्खी के डंक मारने पर किस पदार्थ से उपचार करना लाभकारी है?  ",
        "options": [
          "(A) बेकिंग सोडा",
          "(B) सोडियम कार्बोनेट  ",
          "(C) सोडियम क्लोराइड ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "मुँह साफ करने के लिए किस प्रकार के मंजन का व्यवहार करना चाहिए जिससे कि दंतक्षय रोका जा सके ? ",
        "options": [
          "(A) अम्लीय दंतमंजन    ",
          "(B)  क्षारकीय दंतमंजन",
          "(C) उदासीन दंतमंजन ",
          "(D) सभी"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन अधातु विद्युत का सुचालक है ? ",
        "options": [
          "(A) ग्रेफाइट ",
          "(B) कॉपर ",
          "(C) सल्फर ",
          "(D) हीरा"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से किस धातु को चाकू से काटा जा सकता है ?    ",
        "options": [
          "(A) मैग्नेशियम ",
          "(B) सल्फर ",
          "(C) सोडियम",
          "(D) क्रोमियम"
        ],
        "answer": "c"
      },
      {
        "question": "जस्ता के अयस्क है ?   ",
        "options": [
          "(A) जिंक ब्लेड",
          "(B) बॉक्साइट ",
          "(C) सोडियम क्लोराइड ",
          "(D) सिनावार "
        ],
        "answer": "a"
      },
      {
        "question": "एलुमिना का विद्युत अपघटन करने पर एनोड पर कौन सी गैस जमा होती है ? ",
        "options": [
          "(A) हाइड्रोजन गैस ",
          "(B) नाइट्रोजन गैस ",
          "(C) कार्बन डाईऑक्साइड गैस ",
          "(D) आँक्सीजन गैस "
        ],
        "answer": "d"
      },
      {
        "question": "इस्पात में कितना प्रतिशत कार्बन है ? ",
        "options": [
          "(A) 3 %",
          "(B) 4 %",
          "(C)  2 %",
          "(D) 5 %"
        ],
        "answer": "c"
      },
      {
        "question": "कौन-सी धातु है जो अधिक ताप पर भी ऑक्सीजन से अभिक्रिया नहीं करती है ? ",
        "options": [
          "(A) लोहा  ",
          "(B) सोना ",
          "(C) पोटाशियम ",
          "(D) ऐलुमिनियम"
        ],
        "answer": "b"
      },
      {
        "question": "कौन-सा धातु जल में डालने पर तैरने लगता है ?  ",
        "options": [
          "(A) कैल्सियम",
          "(B) निकेल ",
          "(C) मैग्नीशियम ",
          "(D) पोटाशियम "
        ],
        "answer": "a"
      },
      {
        "question": "एक धातु के टुकड़े से पतले तार खींचें जा सकते हैं । यह धातु के किस गुणधर्म के लिए उत्तरदायी है ? ",
        "options": [
          "(A) तन्यता ",
          "(B) कठोरता  ",
          "(C) आघातवर्ध्यता",
          "(D) चालकता"
        ],
        "answer": "a"
      },
      {
        "question": "इनमें से कौन-सी अधातु चमकीला है ?  ",
        "options": [
          "(A) कार्बन ",
          "(B) आयोडिन  ",
          "(C) सल्फर  ",
          "(D) ब्रोमीन"
        ],
        "answer": "d"
      },
      {
        "question": "धातु के बरतन में खाना बनाया जाता है, क्योंकि यह ऊष्मा का - ",
        "options": [
          "(A) सुचालक है   ",
          "(B) अर्द्धचालक है ",
          "(C) कुचालक है ",
          "(D) चालक और सुचालक दोनों है"
        ],
        "answer": "a"
      },
      {
        "question": "कौन-सी धातु जल के साथ अभिक्रिया करती है ?  ",
        "options": [
          "(A) सोना  ",
          "(B) पोटाशियम",
          "(C) सिल्वर",
          "(D) लेड"
        ],
        "answer": "b"
      },
      {
        "question": "आयनिक यौगिक के गलनांक एवं क्वथनांक -  ",
        "options": [
          "(A) निम्न होते हैं ",
          "(B) उच्च होते हैं",
          "(C) सामान्य होते हैं ",
          "(D) सभी कथन सत्य है "
        ],
        "answer": "b"
      },
      {
        "question": "मैग्नीशियम के दहन से जो उत्पादक बनते हैं वह - ",
        "options": [
          "(A) अम्लीय है ",
          "(B) उदासीन है",
          "(C) क्षारीय है",
          "(D) सभी"
        ],
        "answer": "c"
      },
      {
        "question": "सोडियम, लीथियम, कैल्सियम और निकेल में से किस धातु को चाकू से काटा जा सकता है ?  ",
        "options": [
          "(A) सोडियम",
          "(B) लीथियम",
          "(C) कैल्सियम",
          "(D) सभी"
        ],
        "answer": "a"
      },
      {
        "question": "आभूषण बनने वाला सोना होता है ?  ",
        "options": [
          "(A)  22 कैरेट का ",
          "(B)  24 कैरेट का ",
          "(C) 16 कैरेट का ",
          "(D)  23 कैरेट का "
        ],
        "answer": "a"
      },
      {
        "question": "सिल्वर तथा कॉपर ऊष्मा के ?  ",
        "options": [
          "(A) सबसे अच्छे चालक हैं ",
          "(B) कम चालक हैं  ",
          "(C) अचालक हैं",
          "(D) सबसे अच्छे कुचालक है  "
        ],
        "answer": "a"
      },
      {
        "question": "इनमें से कौन-सी धातु द्रव अवस्था में पायी जाती है ?  ",
        "options": [
          "(A) लोहा",
          "(B) मरकरी",
          "(C) चाँदी",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से किस धातु को किरोसिन में डुबा कर रखते हैं ?  ",
        "options": [
          "(A) सोडियम ",
          "(B) मैग्नेशियम ",
          "(C) जिंक",
          "(D) सभी"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन अधातु पानी में डुबा कर रखी जाती है ?    ",
        "options": [
          "(A) सल्फर ",
          "(B) श्वेत फॉसफोरस  ",
          "(C) लाल फॉसफोरस",
          "(D) आयोडीन  "
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन-सी धातु तार के रूप में उपलब्ध है ? ",
        "options": [
          "(A) कैल्सियम ",
          "(B) मैग्नेशियम",
          "(C) कॉपर ",
          "(D) लेड"
        ],
        "answer": "c"
      },
      {
        "question": "भूपर्पटी में स्वतंत्र अवस्था में पायी जाने वाले धातुएँ निम्नांकित में से कौन है ?  ",
        "options": [
          "(A) Ag",
          "(B) Mg",
          "(C) Al",
          "(D) Zn"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से कौन अधातु है ?  ",
        "options": [
          "(A) कोबाल्ट ",
          "(B) हाइड्रोजन ",
          "(C) लोहा",
          "(D) सोना"
        ],
        "answer": "b"
      },
      {
        "question": "ताम्र एवं टीन के  मिश्रधातु को क्या कहते हैं ? ",
        "options": [
          "(A) पीतल ",
          "(B) डयूरालुमिन",
          "(C)  काँसा",
          "(D) सोलडर "
        ],
        "answer": "c"
      },
      {
        "question": "कौन-सा अधातु कमरे के ताप पर द्रव होता है ? ",
        "options": [
          "(A) पारा",
          "(B) ऐलुमिनियम  ",
          "(C) ब्रोमीन ",
          "(D) ताँबा "
        ],
        "answer": "c"
      },
      {
        "question": "सीसा और टीन की मिश्रधातु को कहते हैं ?  ",
        "options": [
          "(A) स्टील ",
          "(B) उपधातु ",
          "(C) गन मेटन ",
          "(D) सोल्डर "
        ],
        "answer": "d"
      },
      {
        "question": "कार्बन का कौन-सा अपरूप अधिक कठोर होता है ?   ",
        "options": [
          "(A) ग्रेफाइट ",
          "(B) हीरा",
          "(C) कोयला ",
          "(D) काजल "
        ],
        "answer": "b"
      },
      {
        "question": "कॉपर को वायु में जलाने पर कौन सा यौगिक बनता है ?  ",
        "options": [
          "(A) कॉपर हाइड्रॉक्साइड ",
          "(B) कॉपर हाइड्राइड ",
          "(C) कॉपर ऑक्साइड ",
          "(D) कुछ नहीं "
        ],
        "answer": "c"
      },
      {
        "question": "सिलिका क्या है ?  ",
        "options": [
          "(A) उपधातु ",
          "(B) धातु ",
          "(C) अधातु",
          "(D)  इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "धातुओं को पीटकर पत्तर बनाना आसान है । यह धातु के किस गुणधर्म को बतलाता है ? ",
        "options": [
          "(A) कठोरता ",
          "(B) आघातवर्ध्यता",
          "(C) चालकता",
          "(D) सक्रियता "
        ],
        "answer": "b"
      },
      {
        "question": "अगर किसी मिश्रधातु में एक धातु पारद है तो इसे क्या कहते हैं ? ",
        "options": [
          "(A) पारद मिश्रधातु ",
          "(B) आयरन मिश्रधातु",
          "(C) अमलगम ",
          "(D) जिंक मिश्रधातु "
        ],
        "answer": "c"
      },
      {
        "question": "लोहे पर भाप की अभिक्रिया से कौन-सा गैस उत्पन होता है ?  ",
        "options": [
          "(A) हाइड्रोजन गैस ",
          "(B) ऑक्सीजन गैस    ",
          "(C) अमोनिया गैस",
          "(D) नाइट्रोजन गैस"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन सा गुण कार्बनिक यौगिकों में प्रायः नहीं होता है ?  ",
        "options": [
          "(A) जल में विलयेता",
          "(B) निम्न द्रवणांक ",
          "(C) ज्वलनशीलता    ",
          "(D) सभी"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन विद्युत का सुचालक है ? ",
        "options": [
          "(A) एथनॉल ",
          "(B) ग्रेफाइट ",
          "(C) हीरा",
          "(D) एल्कीन"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन कार्बन के अपरूप है ? ",
        "options": [
          "(A) हीरा",
          "(B) फुलेरिन  ",
          "(C) ग्रेफाइट ",
          "(D) सभी"
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में कौन एल्कोहल पेय के लिए उपयुक्त है ?  ",
        "options": [
          "(A) मेथनॉल   ",
          "(B) एथेनॉल ",
          "(C) हेक्सेनॉल",
          "(D) प्रोपेनॉल"
        ],
        "answer": "b"
      },
      {
        "question": "कार्बन क्या है ?  ",
        "options": [
          "(A) अधातु ",
          "(B) धातु  ",
          "(C) उपधातु",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "क्लोरोफॉर्म का क्वथनांक है ?  ",
        "options": [
          "(A) 391K",
          "(B) 334K",
          "(C) 351K",
          "(D) 111K"
        ],
        "answer": "b"
      }
    ],
    "type": "chemistry-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73ebb7cd14b8ffc454a5"
    },
    "data": [
      {
        "question": "भारत के किस समाचार-पत्र को यूनेस्को किंग सेंजोंग पुरस्कार-2009 मिला ? ",
        "options": [
          "(A)  खबर लहरिया ",
          "(B) दैनिक हिन्दुस्तान",
          "(C) अमर उजाला",
          "(D)  आज"
        ],
        "answer": "a"
      },
      {
        "question": "प्रधानमंत्री नरेन्द्र मोदी ने नागरिकों की समस्याओं के निवारण के लिए एक बहू-उद्देशीय ई-गवर्नेंस प्लेटफार्म शुरू किया है, इस प्लेटफार्म को क्या नाम दिया गया है? ",
        "options": [
          "(A)     प्रबंधन",
          "(B)     उन्नति   ",
          "(C)    प्रगति ",
          "(D)    निराकरण "
        ],
        "answer": "c"
      },
      {
        "question": "अप्रैल2015 में किस भारतीय बैंक ने 'एशियन बैंकर अचीवमेंट पुरस्कार' 2015 जीता है? ",
        "options": [
          "(A)      पंजाब नेशनल बैंक     ",
          "(B) भारतीय महिला बैंक    ",
          "(C)  केनरा बैंक",
          "(D)    भारतीय स्टेट बैंक "
        ],
        "answer": "b"
      },
      {
        "question": "हाल में दिंवगत हुए मल्ली मस्तान बाबू का सम्बन्ध निम्न में से किस क्षेत्र से था? ",
        "options": [
          "(A)   कुश्ती",
          "(B)   वालीबाल ",
          "(C)  पर्वतारोहण ",
          "(D)   फुटबाल"
        ],
        "answer": "c"
      },
      {
        "question": "ऑपरेशन दुर्गा का शुभारंभ हुआ ? ",
        "options": [
          "(A) 14 अप्रैल 2017",
          "(B) 15 मार्च 2017",
          "(C) 15 अगस्त 2017",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "मोबाइल फोन पर \"भारत का पहला डिजिटल बैंक\" का शुभारंभ किस बैंक ने किया है ?  ",
        "options": [
          "(A) एचडीएफसी ",
          "(B) ऐक्सिस बैंक",
          "(C)  आईसीआईसीआई",
          "(D) भारतीय स्टेट बैंक"
        ],
        "answer": "c"
      },
      {
        "question": "2014 गाजा संघर्ष पर UNHRC के स्वतंत्र आयोग के जांच के लिए नए प्रमुख के रूप में किसे नियुक्त किया गया है ?  ",
        "options": [
          "(A) अल्फ्रेड गोवन ",
          "(B) माइकल ब्लूमबर्ग ",
          "(C) लियोन पनेत्ता",
          "(D) मैरी मैक गोवन डेविस"
        ],
        "answer": "d"
      },
      {
        "question": "ग्लोबल ई -कॉमर्स कंपनी ई -बे के साथ किस राज्य के हथकरघा निगम ने एक समझौता ज्ञापन पर हस्ताक्षर किए है ? ",
        "options": [
          "(A) उत्तर प्रदेश ",
          "(B) गुजरात",
          "(C) हरियाणा",
          "(D) राजस्थान"
        ],
        "answer": "b"
      },
      {
        "question": "GIPC के अंतर्राष्ट्रीय बौद्धिक संपदा सूचकांक में भारत को कौनसा स्थान दिया गया है ?  ",
        "options": [
          "(A) 12",
          "(B) 14",
          "(C) 19",
          "(D) 29"
        ],
        "answer": "d"
      },
      {
        "question": "2014 ज्ञानपीठ पुरस्कार के विजेता\" बाल चन्द्र नेमदे \" किस भाषा के लेखक है ?  ",
        "options": [
          "(A) मराठी ",
          "(B)  कोंकणी ",
          "(C) बंगाली",
          "(D) गुजराती"
        ],
        "answer": "a"
      },
      {
        "question": "कौनसा मेट्रो शहर भारत का पहला वाईफ़ाई सक्षम शहर बन गया है  ",
        "options": [
          "(A) मुंबई ",
          "(B) नई दिल्ली ",
          "(C) कोलकाता",
          "(D) चेन्नई"
        ],
        "answer": "c"
      },
      {
        "question": "भारत और अमरीका के बीच \"पेस(PACE)\" कार्यक्रम किस क्षेत्र की अर्थव्यवस्था लिए शुरू किया गया है ?  ",
        "options": [
          "(A) स्वच्छ ऊर्जा",
          "(B)  व्यापार ",
          "(C) कपड़ा",
          "(D) कृषि"
        ],
        "answer": "a"
      },
      {
        "question": "\"एशिया के लिए धुरी(Pivot to Asia) \" विदेश नीति किस देश की एक रणनीति है?  ",
        "options": [
          "(A) अमेरिका",
          "(B) जापान",
          "(C) चीन",
          "(D) भारत"
        ],
        "answer": "a"
      },
      {
        "question": "कौन सा देश नवजात शिशु से \"अंग दान\" करने में सफल हो गया है ?  ",
        "options": [
          "(A) भारत ",
          "(B) यूके ",
          "(C) फ्रांस",
          "(D) अमेरीका"
        ],
        "answer": "b"
      },
      {
        "question": "\"दीनदयाल अंत्योदय योजना \" किस क्षेत्र के साथ जुडी हुई है ?  ",
        "options": [
          "(A) महिला सशक्तिकरण ",
          "(B) गरीबी उन्मूलन ",
          "(C) कौशल विकास",
          "(D) वित्तीय समावेशन"
        ],
        "answer": "c"
      },
      {
        "question": "भारत के किस समाचार-पत्र को यूनेस्को किंग सेंजोंग पुरस्कार-2009 मिला ? ",
        "options": [
          "(A)  खबर लहरिया ",
          "(B) दैनिक हिन्दुस्तान",
          "(C) अमर उजाला",
          "(D)  आज"
        ],
        "answer": "a"
      },
      {
        "question": "प्रधानमंत्री नरेन्द्र मोदी ने नागरिकों की समस्याओं के निवारण के लिए एक बहू-उद्देशीय ई-गवर्नेंस प्लेटफार्म शुरू किया है, इस प्लेटफार्म को क्या नाम दिया गया है? ",
        "options": [
          "(A)     प्रबंधन",
          "(B)     उन्नति   ",
          "(C)    प्रगति ",
          "(D)    निराकरण "
        ],
        "answer": "c"
      },
      {
        "question": "अप्रैल2015 में किस भारतीय बैंक ने 'एशियन बैंकर अचीवमेंट पुरस्कार' 2015 जीता है? ",
        "options": [
          "(A)      पंजाब नेशनल बैंक     ",
          "(B) भारतीय महिला बैंक    ",
          "(C)  केनरा बैंक",
          "(D)    भारतीय स्टेट बैंक "
        ],
        "answer": "b"
      },
      {
        "question": "हाल में दिंवगत हुए मल्ली मस्तान बाबू का सम्बन्ध निम्न में से किस क्षेत्र से था? ",
        "options": [
          "(A)   कुश्ती",
          "(B)   वालीबाल ",
          "(C)  पर्वतारोहण ",
          "(D)   फुटबाल"
        ],
        "answer": "c"
      },
      {
        "question": "ऑपरेशन दुर्गा का शुभारंभ हुआ ? ",
        "options": [
          "(A) 14 अप्रैल 2017",
          "(B) 15 मार्च 2017",
          "(C) 15 अगस्त 2017",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "मोबाइल फोन पर \"भारत का पहला डिजिटल बैंक\" का शुभारंभ किस बैंक ने किया है ?  ",
        "options": [
          "(A) एचडीएफसी ",
          "(B) ऐक्सिस बैंक",
          "(C)  आईसीआईसीआई",
          "(D) भारतीय स्टेट बैंक"
        ],
        "answer": "c"
      },
      {
        "question": "2014 गाजा संघर्ष पर UNHRC के स्वतंत्र आयोग के जांच के लिए नए प्रमुख के रूप में किसे नियुक्त किया गया है ?  ",
        "options": [
          "(A) अल्फ्रेड गोवन ",
          "(B) माइकल ब्लूमबर्ग ",
          "(C) लियोन पनेत्ता",
          "(D) मैरी मैक गोवन डेविस"
        ],
        "answer": "d"
      },
      {
        "question": "ग्लोबल ई -कॉमर्स कंपनी ई -बे के साथ किस राज्य के हथकरघा निगम ने एक समझौता ज्ञापन पर हस्ताक्षर किए है ? ",
        "options": [
          "(A) उत्तर प्रदेश ",
          "(B) गुजरात",
          "(C) हरियाणा",
          "(D) राजस्थान"
        ],
        "answer": "b"
      },
      {
        "question": "GIPC के अंतर्राष्ट्रीय बौद्धिक संपदा सूचकांक में भारत को कौनसा स्थान दिया गया है ?  ",
        "options": [
          "(A) 12",
          "(B) 14",
          "(C) 19",
          "(D) 29"
        ],
        "answer": "d"
      },
      {
        "question": "2014 ज्ञानपीठ पुरस्कार के विजेता\" बाल चन्द्र नेमदे \" किस भाषा के लेखक है ?  ",
        "options": [
          "(A) मराठी ",
          "(B)  कोंकणी ",
          "(C) बंगाली",
          "(D) गुजराती"
        ],
        "answer": "a"
      },
      {
        "question": "कौनसा मेट्रो शहर भारत का पहला वाईफ़ाई सक्षम शहर बन गया है  ",
        "options": [
          "(A) मुंबई ",
          "(B) नई दिल्ली ",
          "(C) कोलकाता",
          "(D) चेन्नई"
        ],
        "answer": "c"
      },
      {
        "question": "भारत और अमरीका के बीच \"पेस(PACE)\" कार्यक्रम किस क्षेत्र की अर्थव्यवस्था लिए शुरू किया गया है ?  ",
        "options": [
          "(A) स्वच्छ ऊर्जा",
          "(B)  व्यापार ",
          "(C) कपड़ा",
          "(D) कृषि"
        ],
        "answer": "a"
      },
      {
        "question": "\"एशिया के लिए धुरी(Pivot to Asia) \" विदेश नीति किस देश की एक रणनीति है?  ",
        "options": [
          "(A) अमेरिका",
          "(B) जापान",
          "(C) चीन",
          "(D) भारत"
        ],
        "answer": "a"
      },
      {
        "question": "कौन सा देश नवजात शिशु से \"अंग दान\" करने में सफल हो गया है ?  ",
        "options": [
          "(A) भारत ",
          "(B) यूके ",
          "(C) फ्रांस",
          "(D) अमेरीका"
        ],
        "answer": "b"
      },
      {
        "question": "\"दीनदयाल अंत्योदय योजना \" किस क्षेत्र के साथ जुडी हुई है ?  ",
        "options": [
          "(A) महिला सशक्तिकरण ",
          "(B) गरीबी उन्मूलन ",
          "(C) कौशल विकास",
          "(D) वित्तीय समावेशन"
        ],
        "answer": "c"
      },
      {
        "question": "हाल ही में खबरों में रहे, पेरूमल मुरुगन है एक ? ",
        "options": [
          "(A) अभिनेता",
          "(B) लेखक ",
          "(C) राजनेता",
          "(D) कार्यकर्ता"
        ],
        "answer": "b"
      },
      {
        "question": "केन्द्र सरकार की \" हृदय \" योजना किस क्षेत्र के लिए शुरू की गई है ?  ",
        "options": [
          "(A) रोजगार ",
          "(B) श्रमिकों के स्वास्थ्य ",
          "(C) विरासत(Heritage) विकास",
          "(D) शिक्षा"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व प्रेस स्वतंत्रता दिवस हर वर्ष मनाया जाता है? ",
        "options": [
          "(A) 03 मई को ",
          "(B)  02 मई को",
          "(C) 04 मई को",
          "(D) 01 मई को"
        ],
        "answer": "a"
      },
      {
        "question": "अंतरराष्ट्रीय मजदूर दिवस हर वर्ष मनाया जाता है? ",
        "options": [
          "(A) 02 मई को ",
          "(B) 28 अप्रैल को",
          "(C) 01 मई को",
          "(D) 30 अप्रैल को"
        ],
        "answer": "c"
      },
      {
        "question": "भारत ने हाल ही में, किस देश के साथ सैन्य युद्धाभ्यास हरिमऊ शक्ति 2018 आरंभ किया है? ",
        "options": [
          "(A) मलेशिया ",
          "(B) नेपाल",
          "(C) चीन",
          "(D) जापान"
        ],
        "answer": "a"
      },
      {
        "question": "किस राज्य को हाल ही में, ‘फिल्म फ्रेंडली राज्य’ का पुरस्कार मिला है? ",
        "options": [
          "(A) त्रिपुरा ",
          "(B) कर्नाटक",
          "(C) तमिलनाडु",
          "(D) मध्यप्रदेश"
        ],
        "answer": "d"
      },
      {
        "question": "किस देश का नाम बदलकर हाल ही में, ‘द किंगडम ऑफ इस्वातिनी’ रखने की घोषणा गयी है? ",
        "options": [
          "(A) केन्या",
          "(B) जर्मनी",
          "(C) जापान",
          "(D) स्वाज़ीलैंड"
        ],
        "answer": "d"
      },
      {
        "question": "किस देश की सरकार ने हाल ही में, सरकारी नौकरियों में आरक्षण समाप्त करने का निर्णय लिया है? ",
        "options": [
          "(A)  पाकिस्तान ",
          "(B)  बांग्लादेश",
          "(C) श्रीलंका",
          "(D) भारत"
        ],
        "answer": "b"
      },
      {
        "question": "किस राज्य की सरकार ने हाल ही में, बच्चों को पढ़ाई हेतु ‘मिशन बुनियाद’ की शुरुआत की है? ",
        "options": [
          "(A)  दिल्ली ",
          "(B)  हरियाणा",
          "(C) झारखण्ड",
          "(D) मध्यप्रदेश"
        ],
        "answer": "a"
      },
      {
        "question": "किस राज्य की सरकार ने हाल ही में, शहरी क्षेत्रों हेतु वाटर ATM पॉलिसी शुरू की है? ",
        "options": [
          "(A) राजस्थान ",
          "(B) हरियाणा",
          "(C) गुजरात",
          "(D) महाराष्ट्र"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से किस देश ने 'भेदभाव' के कारण संयुक्त राष्ट्र का योगदान घटा दिया है? ",
        "options": [
          "(A)   कुवैत",
          "(B) पाकिस्तान",
          "(C) इजरायल",
          "(D) ईरान"
        ],
        "answer": "c"
      },
      {
        "question": "केंद्र सरकार ने देश में मौजूदा सभी मोबाइल फोन उपभोक्ताओं के मोबाइल नम्बर को किस प्रपत्र से लिंक करने के निर्देश जारी किए? ",
        "options": [
          "(A) वोटर कार्ड ",
          "(B) पैन कार्ड",
          "(C) आधार कार्ड",
          "(D)  उपरोक्त सभी"
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में से किस आयोग ने कहा कि हिंसा हेतु उकसाना ही घृणा फैलाने वाले बयान को तय करने का एक मात्र मापदंड नहीं हो सकता? ",
        "options": [
          "(A) वित्त आयोग ",
          "(B) विधि आयोग",
          "(C)  गृह आयोग",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व खाद्य कार्यक्रम चलाने के लिए संयुक्त राष्ट्र ने निम्नलिखित में से किसे नियुक्त किया? ",
        "options": [
          "(A) डेविड बैस्ली ",
          "(B) बिली एलियास",
          "(C) वाल्टर नीयर",
          "(D)    एंड्रयू लेस्ली "
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय मूल की किस ब्रिटिश निर्देशक को ब्रिटिश सिनेमा में उनके योगदान हेतु वर्ष 2017 के सिख रत्न पुरस्कार से सम्मानित किया गया? ",
        "options": [
          "(A) गुरिंदर चढ्ढा",
          "(B) राहुल सचदेवा",
          "(C) राकेश रोशन",
          "(D)  रमेश भट्ट "
        ],
        "answer": "a"
      },
      {
        "question": "हाल ही में 15 हजार वर्ग फुट की रंगोली कहाँ पर बनाई गई? ",
        "options": [
          "(A) गुजरात",
          "(B) मुंबई",
          "(C) बंगलुरु",
          "(D) त्रिवेंद्रम"
        ],
        "answer": "b"
      },
      {
        "question": "भारत की पहली वातानुकूलित रेल एम्बुलेंस सेवा कहाँ पर आरंभ की गई? ",
        "options": [
          "(A) शिमला ",
          "(B)   मुंबई",
          "(C) चंडीगढ़",
          "(D) सूरत"
        ],
        "answer": "b"
      },
      {
        "question": "घरेलू यात्री यातायात के मामले में भारत किस देश से आगे निकलकर तीसरा सबसे बड़ा विमानन बाजार बन गया है? ",
        "options": [
          "(A) नेपाल ",
          "(B) जापान",
          "(C) भूटान",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "उस महिला अधिकारी का नाम बताएं जिसे भारत की पहली महिला कॉम्बैट अधिकारी के रूप में बीएसएफ में शामिल किया गया? ",
        "options": [
          "(A) देविका पाठक ",
          "(B) तेजस्विनी ओझा",
          "(C)  प्रियंका गायकवाड़",
          "(D)  तनुश्री पारीक"
        ],
        "answer": "d"
      },
      {
        "question": "किस अभिनेता को पंजाब विश्वविद्यालय, चंडीगढ़ में उपराष्ट्रपति हामिद अंसारी द्वारा कला रत्न पुरस्कार से सम्मानित किया गया? ",
        "options": [
          "(A) अनुपम खेर ",
          "(B) अजय देवगन",
          "(C) अमिताभ बच्चन",
          "(D) सलमान खान"
        ],
        "answer": "a"
      },
      {
        "question": "मंगल ऑर्बिटर मिशन ने लाल ग्रह के ऊपरी वायुमंडल में निम्न में से कौन सी प्रमुख खोज की है? ",
        "options": [
          "(A) सुपरहॉट कार्बन ",
          "(B) सुपरहॉट आर्गन",
          "(C) सुपरहॉट नाइट्रोजन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से किस टेलीकॉम कंपनी ने 12 जनवरी 2017 को एयरटेल पेमेंट बैंक का शुभारम्भ किया? ",
        "options": [
          "(A) आइडिया ",
          "(B) वोडाफोन",
          "(C) भारती एयरटेल",
          "(D) रिलायंस जिओ"
        ],
        "answer": "c"
      },
      {
        "question": "सालरजंग संग्राहलय (Salar Jung Museum) कहाँ स्थित है? ",
        "options": [
          "(A) पटना \t ",
          "(B)  नई दिल्ली",
          "(C)  हैदराबाद \t",
          "(D) लखनऊ \t"
        ],
        "answer": "c"
      },
      {
        "question": "\"शेरशाह का मकबरा\" कहाँ स्थित है? ",
        "options": [
          "(A) दिल्ली \t  \t  \t",
          "(B)  अजमेर",
          "(C) लाहौर",
          "(D) सासाराम"
        ],
        "answer": "d"
      },
      {
        "question": "विनोबा भावे द्वारा स्थापित \"पवनार आश्रम (Paunar Ashram)\" कहाँ स्थित है? ",
        "options": [
          "(A) महाराष्ट्र में \t",
          "(B) राजस्थान में",
          "(C) बिहार में \t ",
          "(D)  गुजरात में \t "
        ],
        "answer": "a"
      },
      {
        "question": "\"हवा महल\" कहाँ स्थित है? ",
        "options": [
          "(A) उदयपुर में \t",
          "(B)  जैसलमेर में",
          "(C)  चितौड़गढ़ में \t",
          "(D)  जयपुर में \t"
        ],
        "answer": "d"
      },
      {
        "question": "\"हाथी गुम्फा (Hathigumpha)\" किस राज्य में स्थित है ? ",
        "options": [
          "(A) राजस्थान में \t",
          "(B) मध्य प्रदेश में",
          "(C) बिहार में \t ",
          "(D)  उड़ीसा में \t "
        ],
        "answer": "d"
      },
      {
        "question": "\"बुलंद दरवाजा (Buland Darwaza)\" कहाँ स्थित है ? ",
        "options": [
          "(A) दिल्ली में \t",
          "(B)  फ़तेहपुर सीकरी में",
          "(C)  मेरठ में \t",
          "(D)  लखनऊ में \t"
        ],
        "answer": "b"
      },
      {
        "question": "भीमबेटका गुफा (Bhimbetka Cave) किस राज्य में है? ",
        "options": [
          "(A) मध्य प्रदेश में \t",
          "(B)  झारखण्ड में",
          "(C) बिहार में \t",
          "(D)  उड़ीसा में \t "
        ],
        "answer": "a"
      },
      {
        "question": "\"बीबी का मकबरा (Bibi-Ka-Maqbara)\" कहाँ है ? ",
        "options": [
          "(A) आगरा \t  \t  \t ",
          "(B) अजमेर",
          "(C) दिल्ली",
          "(D) औरंगाबाद"
        ],
        "answer": "d"
      },
      {
        "question": "विक्रम भाई साराभाई अन्तरिक्ष केंद्र (Vikram Sarabhai Space Centre) स्थित है ? ",
        "options": [
          "(A) त्रिवेन्द्रपुरम \t ",
          "(B) बंगलौर",
          "(C)  ट्राम्बे \t",
          "(D) श्रीहरिकोटा"
        ],
        "answer": "a"
      },
      {
        "question": "गारो हिल्स (Garo hills) कहाँ है ? ",
        "options": [
          "(A) अरुणाचल प्रदेश \t",
          "(B) नागालैंड में",
          "(C)  मणिपुर में \t ",
          "(D) मेघालय में \t "
        ],
        "answer": "d"
      },
      {
        "question": "मई 2017 में हड़प्पा सभ्यता-पूर्व की वस्तुओं से सम्बंधित कालीबंगा संग्रहालय समाचारों में रहा, क्या आप बता सकते हैं ये संग्रहालय किस राज्य में है? ",
        "options": [
          "(A)  गुजरात ",
          "(B) राजस्थान",
          "(C) उत्तर प्रदेश",
          "(D) केरल"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किस नदी को जीवित व्यक्ति का दर्जा प्राप्त है? ",
        "options": [
          "(A) गंगा  ",
          "(B) कावेरी ",
          "(C) ब्रह्मपुत्र ",
          "(D) सरस्वती"
        ],
        "answer": "a"
      },
      {
        "question": "मेघदूत क्या है ? ",
        "options": [
          "(A)   चम्पुकाव्य ",
          "(B) गीतिकाव्य",
          "(C) महाकाव्य",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "मुद्राराक्षस किसकी रचना है ? ",
        "options": [
          "(A) कालिदास   ",
          "(B) विशाखदत्त",
          "(C) बाणभट्ट",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "संगम साहित्य (Sangam literature) किस क्षेत्र का साहित्य है? ",
        "options": [
          "(A) महाराष्ट्र   ",
          "(B) तमिलनाडु ",
          "(C) केरल",
          "(D) कर्नाटक"
        ],
        "answer": "b"
      },
      {
        "question": "हाल ही में चर्चा में आया/आये “KIC 9832227” है ? ",
        "options": [
          "(A)  अन्तरिक्ष में एक दूसरे की परिक्रमा करते दो सितारे ",
          "(B) एक धूमकेतु",
          "(C)  बृहस्पति का नया उपग्रह",
          "(D) एक आकाशगंगा "
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी की लगभग कितनी प्रतिशत भूमि कृषि योग्य है ? ",
        "options": [
          "(A) 10%  ",
          "(B) 40% ",
          "(C) 30% ",
          "(D) 20%"
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी अपने अक्ष (axis) पर कितने समय में एक चक्कर लगाती है ? ",
        "options": [
          "(A)  23 घंटे, 59 मिनट और कुछ seconds ",
          "(B) 22 घंटे, 16 मिनट और कुछ seconds ",
          "(C) 24 घंटे, 36 मिनट और कुछ seconds",
          "(D) 23 घंटे, 56 मिनट और कुछ seconds "
        ],
        "answer": "d"
      },
      {
        "question": "आकर और बनावट की दृष्टि से पृथ्वी किसके समान है? ",
        "options": [
          "(A) बुध    ",
          "(B) यूरेनस",
          "(C) मंगल",
          "(D) शुक्र"
        ],
        "answer": "d"
      },
      {
        "question": "सामान्यतः प्रतिवर्ष संसद के कितने सत्र या अधिवेशन होते हैं ? ",
        "options": [
          "(A) 1",
          "(B) 2",
          "(C) 3",
          "(D) 4"
        ],
        "answer": "c"
      },
      {
        "question": "शून्यकाल (Zero Hour) कितने बजे शुरू होता है? ",
        "options": [
          "(A) एक बजे ",
          "(B) दस बजे ",
          "(C) बारह बजे ",
          "(D) दो बजे "
        ],
        "answer": "c"
      },
      {
        "question": "VINBAX 2018 किन देशों के बीच होने वाला संयुक्त सैन्य अभ्यास है? ",
        "options": [
          "(A) भारत और वियतनाम ",
          "(B) उत्तरी कोरिया और जापान ",
          "(C) भारत और बांग्लादेश ",
          "(D) पाकिस्तान और चीन  "
        ],
        "answer": "a"
      },
      {
        "question": "‘किलपोवर प्रोजेक्ट’ किसके द्वारा शुरू किया गया है? ",
        "options": [
          "(A) नासा ",
          "(B) इसरो ",
          "(C) यूरोपियन स्पेस एजेंसी ",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "‘वर्ल्ड सोशल प्रोटेक्शन रिपोर्ट’ किसके द्वारा प्रकाशित किया जाता है? ",
        "options": [
          "(A) वर्ल्ड बैंक",
          "(B) इंटरनेशनल लेबर आर्गेनाईजेशन",
          "(C) आई.एम.एफ़. ",
          "(D)  वर्ल्ड इकनोमिक फोरम  "
        ],
        "answer": "b"
      },
      {
        "question": "हाल ही में महाराष्ट्र सरकार ने कितने फूट से ज्यादा बोरवेल खोदने पर रोक लगायी है ? ",
        "options": [
          "(A) 270 फूट ",
          "(B) 250 फूट",
          "(C) 300 फूट ",
          "(D) 200 फूट"
        ],
        "answer": "d"
      },
      {
        "question": "\"सदाकत आश्रम\" किस राजनेता से संबन्धित है ?  ",
        "options": [
          "(A) जवाहर लाल नेहरू ",
          "(B)  सुभास चन्द्र बोस ",
          "(C) महात्मा गांधी",
          "(D) डॉ. राजेन्द्र प्रसाद"
        ],
        "answer": "d"
      },
      {
        "question": "\"नचारी राग\" व लगनी राग\" का सृजन किसने किया था ?  ",
        "options": [
          "(A) कवि विद्यापति ",
          "(B) बुकानन",
          "(C) रजाशाह",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "प्राचीनकाल से ही बिहार की पावन भूमि पर संगीत साधना में प्रमुख स्थान किसका है ?  ",
        "options": [
          "(A) याज्ञवलक्य ",
          "(B) ऋषि भृगु",
          "(C) गौत्तम",
          "(D) उपरोक्त सभी "
        ],
        "answer": "d"
      },
      {
        "question": "हाल ही में, एप्पल पर किस कपंनी के साथ पेटेंट के उल्लंघन के आरोप में जुर्माना लगाया गया है ?  ",
        "options": [
          "(A) सेमसंग ",
          "(B) क्वालकॉम ",
          "(C) स्मार्ट फ्लैश एलएलसी",
          "(D) एनवीडिया"
        ],
        "answer": "c"
      },
      {
        "question": "संयुक्त राष्ट्र सुरक्षा परिषद ने मार्च 2016 में किस देश पर नए व्यापक अंतरराष्ट्रीय प्रतिबंध लगाए है ? ",
        "options": [
          "(A)  पाकिस्तान ",
          "(B) चीन",
          "(C) उत्तर कोरिया",
          "(D) दक्षिण कोरिया"
        ],
        "answer": "c"
      },
      {
        "question": "कैबिनेट समिति ने 2 मार्च 2016 को किस संस्था को बंद करने का निर्णय लिया है ? ",
        "options": [
          "(A)  राष्ट्रीय उत्पादक प्रतियोगितात्मकता परिषद ",
          "(B) नीति आयोग",
          "(C) राष्ट्रीय ग्रामीण रोजगार गारंटी स्कीम",
          "(D) इनमे से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कबीर के गुरु कौन थे ",
        "options": [
          "(A) रामानंद ",
          "(B) रामानुज",
          "(C) वल्लभाचार्य",
          "(D) नामदेव"
        ],
        "answer": "a"
      },
      {
        "question": "“राष्ट्रीय वयोश्री योजना ” का शुभारम्भ कब किया गया ? ",
        "options": [
          "(A) 1 अप्रैल 2016 ",
          "(B) 1 जुलाई 2016",
          "(C) 1 जुलाई 2017",
          "(D) 1 अप्रैल 2017 "
        ],
        "answer": "d"
      },
      {
        "question": "वह संविधान संशोधन जिसके तहत GST पारित किया गया ? ",
        "options": [
          "(A) 121 वां ",
          "(B) 122 वां ",
          "(C) 123 वां",
          "(D) 124 वां"
        ],
        "answer": "b"
      },
      {
        "question": "वर्मीकम्पोस्टिंग किससे की जाती है ? ",
        "options": [
          "(A) पशु ",
          "(B) बैक्टीरिया",
          "(C) कृमि",
          "(D) फंगस"
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में से कौनसा दर्रा पश्चिमी घाट पर्वतमाला में स्थित नहीं है ? ",
        "options": [
          "(A) थाल घाट ",
          "(B) पीपली घाट",
          "(C) पाल घाट",
          "(D) भोर घाट "
        ],
        "answer": "b"
      },
      {
        "question": "स्वामी विवेकानन्द का मूल नाम क्या था ",
        "options": [
          "(A) नरेन्द्रनाथ दत",
          "(B) बटुकेश्वर दत",
          "(C) कृष्ण दत",
          "(D)  सुरेन्द्र दत"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में वस्तु एवं सेवा कर (जीएसटी) लागू कर दिया गया ? ",
        "options": [
          "(A) 15 जुलाई 2017 से",
          "(B) 1 जुलाई 2017 से",
          "(C) 1 अगस्त  2017 से",
          "(D) 10 अगस्त  2017 से"
        ],
        "answer": "b"
      }
    ],
    "type": "general-awareness",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d73f4b7cd14b8ffc454a7"
    },
    "data": [
      {
        "question": "कंप्यूटर के आविष्कारक कौन हैं ? ",
        "options": [
          "(A) वॉन न्यूमेन ",
          "(B) जे एस किल्बी ",
          "(C) चार्ल्स बैबेज ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "सबसे पहला कंप्यूटर का नाम क्या था ? ",
        "options": [
          "(A) ATARIS",
          "(B)  ENIAC",
          "(C) TANDY",
          "(D) NOVELLA"
        ],
        "answer": "b"
      },
      {
        "question": "आधुनिक कम्प्यूटर की खोज सर्वप्रथम कब हुई ?  ",
        "options": [
          "(A) 1949",
          "(B) 1951",
          "(C) 1946",
          "(D) 1947"
        ],
        "answer": "c"
      },
      {
        "question": "कम्प्यूटर के क्षेत्र में महान क्रांति कब से आई ? ",
        "options": [
          "(A) 1977",
          "(B) 2000",
          "(C) 1955",
          "(D) 1960"
        ],
        "answer": "d"
      },
      {
        "question": "कंप्यूटर का हिन्दी नाम क्या है ?  ",
        "options": [
          "(A) गणना करनेवाला",
          "(B) संगणक",
          "(C) हिसाब लगानेवाला",
          "(D)  परिगणक"
        ],
        "answer": "b"
      },
      {
        "question": "कंप्यूटर साक्षरता दिवस कब मनाया जाता है ?  ",
        "options": [
          "(A) 5 दिसम्बर  ",
          "(B) 14 दिसम्बर  ",
          "(C) 22 दिसम्बर  ",
          "(D) 2 दिसम्बर  "
        ],
        "answer": "d"
      },
      {
        "question": "CPU का पूर्ण रूप क्या है ? ",
        "options": [
          "(A) Central Processing Unit",
          "(B) Central Problem Unit",
          "(C) Central Processing Union",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "इनमें से कौन सर्च इंजन नहीं है ? ",
        "options": [
          "(A) Google",
          "(B) Yahoo",
          "(C) Baidu",
          "(D) Wolfram Alpha "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में कौन इनपुट इकाई है ?    ",
        "options": [
          "(A) माऊस ",
          "(B) की-बोर्ड",
          "(C) स्कैनर",
          "(D) इनमें से सभी"
        ],
        "answer": "d"
      },
      {
        "question": "1 किलोबाइट (KB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 बाइट ",
          "(B) 1024 मेगाबाइट ",
          "(C) 1024 गीगाबाइट ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "1 मेगाबाइट (MB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 KB",
          "(B) 1024 MB",
          "(C) 1024 GB",
          "(D) 1024 TB"
        ],
        "answer": "a"
      },
      {
        "question": "1 गीगाबाइट (GB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 KB",
          "(B) 1024 MB",
          "(C) 1024 GB",
          "(D) 1024 TB"
        ],
        "answer": "b"
      },
      {
        "question": "कम्प्यूटरों में प्रयुक्त आई. सी. चिप बनते हैं ?      ",
        "options": [
          "(A) क्रोमियम से",
          "(B) आयरन औकसाइड से",
          "(C) सिल्वर से",
          "(D) सिलिकॉन से "
        ],
        "answer": "d"
      },
      {
        "question": "इन्टरनेट के पते में पद एचटीटीपी का सही विस्तृत रूप है ?   ",
        "options": [
          "(A) higher text transfer protocol ",
          "(B) higher transfer tex protocol ",
          "(C) hybrid text transfer protocol ",
          "(D) hyper text transfer protocol "
        ],
        "answer": "d"
      },
      {
        "question": "किसी कंप्यूटर के प्रोग्राम में बच्चों द्वारा प्रयुक्त भाषा प्रायः कौन-सी होती है ? ",
        "options": [
          "(A) बेसिक",
          "(B) जावा ",
          "(C) लोगो ",
          "(D) पायलट "
        ],
        "answer": "c"
      },
      {
        "question": "कंप्यूटर के आविष्कारक कौन हैं ? ",
        "options": [
          "(A) वॉन न्यूमेन ",
          "(B) जे एस किल्बी ",
          "(C) चार्ल्स बैबेज ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "सबसे पहला कंप्यूटर का नाम क्या था ? ",
        "options": [
          "(A) ATARIS",
          "(B)  ENIAC",
          "(C) TANDY",
          "(D) NOVELLA"
        ],
        "answer": "b"
      },
      {
        "question": "आधुनिक कम्प्यूटर की खोज सर्वप्रथम कब हुई ?  ",
        "options": [
          "(A) 1949",
          "(B) 1951",
          "(C) 1946",
          "(D) 1947"
        ],
        "answer": "c"
      },
      {
        "question": "कम्प्यूटर के क्षेत्र में महान क्रांति कब से आई ? ",
        "options": [
          "(A) 1977",
          "(B) 2000",
          "(C) 1955",
          "(D) 1960"
        ],
        "answer": "d"
      },
      {
        "question": "कंप्यूटर का हिन्दी नाम क्या है ?  ",
        "options": [
          "(A) गणना करनेवाला",
          "(B) संगणक",
          "(C) हिसाब लगानेवाला",
          "(D)  परिगणक"
        ],
        "answer": "b"
      },
      {
        "question": "कंप्यूटर साक्षरता दिवस कब मनाया जाता है ?  ",
        "options": [
          "(A) 5 दिसम्बर  ",
          "(B) 14 दिसम्बर  ",
          "(C) 22 दिसम्बर  ",
          "(D) 2 दिसम्बर  "
        ],
        "answer": "d"
      },
      {
        "question": "CPU का पूर्ण रूप क्या है ? ",
        "options": [
          "(A) Central Processing Unit",
          "(B) Central Problem Unit",
          "(C) Central Processing Union",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "इनमें से कौन सर्च इंजन नहीं है ? ",
        "options": [
          "(A) Google",
          "(B) Yahoo",
          "(C) Baidu",
          "(D) Wolfram Alpha "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में कौन इनपुट इकाई है ?    ",
        "options": [
          "(A) माऊस ",
          "(B) की-बोर्ड",
          "(C) स्कैनर",
          "(D) इनमें से सभी"
        ],
        "answer": "d"
      },
      {
        "question": "1 किलोबाइट (KB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 बाइट ",
          "(B) 1024 मेगाबाइट ",
          "(C) 1024 गीगाबाइट ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "1 मेगाबाइट (MB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 KB",
          "(B) 1024 MB",
          "(C) 1024 GB",
          "(D) 1024 TB"
        ],
        "answer": "a"
      },
      {
        "question": "1 गीगाबाइट (GB) कितने बाइट के बराबर होते है ?  ",
        "options": [
          "(A) 1024 KB",
          "(B) 1024 MB",
          "(C) 1024 GB",
          "(D) 1024 TB"
        ],
        "answer": "b"
      },
      {
        "question": "कम्प्यूटरों में प्रयुक्त आई. सी. चिप बनते हैं ?      ",
        "options": [
          "(A) क्रोमियम से",
          "(B) आयरन औकसाइड से",
          "(C) सिल्वर से",
          "(D) सिलिकॉन से "
        ],
        "answer": "d"
      },
      {
        "question": "इन्टरनेट के पते में पद एचटीटीपी का सही विस्तृत रूप है ?   ",
        "options": [
          "(A) higher text transfer protocol ",
          "(B) higher transfer tex protocol ",
          "(C) hybrid text transfer protocol ",
          "(D) hyper text transfer protocol "
        ],
        "answer": "d"
      },
      {
        "question": "किसी कंप्यूटर के प्रोग्राम में बच्चों द्वारा प्रयुक्त भाषा प्रायः कौन-सी होती है ? ",
        "options": [
          "(A) बेसिक",
          "(B) जावा ",
          "(C) लोगो ",
          "(D) पायलट "
        ],
        "answer": "c"
      },
      {
        "question": "एक सुवाह्य, निजी कंप्यूटर जो आपकी गोद में रखने लायक छोटा-सा होता है, क्या कहलाता है ? ",
        "options": [
          "(A) मेनफ्रेम कंप्यूटर",
          "(B) नोटबुक कंप्यूटर ",
          "(C) वर्कस्टेशन",
          "(D) पी. डी. ए."
        ],
        "answer": "b"
      },
      {
        "question": "कोडांतरक एक प्रोग्राम है, वह निम्नलिखित में से किससे प्रोग्राम का रूपान्तरण है ?  ",
        "options": [
          "(A) मशीन से निम्न-स्तर तक",
          "(B) निम्न-स्तर से उच्च स्तर तक ",
          "(C) उच्च स्तर से कोडांतरण तक",
          "(D) कोडांतरण से मशीन तक"
        ],
        "answer": "d"
      },
      {
        "question": "मल्टी प्रोसेसिंग (Multi Processing) होती है ? ",
        "options": [
          "(A) एक प्रोसेसर द्वारा ",
          "(B) एक से अधिक  प्रोसेसर द्वारा ",
          "(C) बिना किसी  प्रोसेसर के ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से ऑप्टिकल मेमोरी है ?  ",
        "options": [
          "(A) बबल  मेमोरीज   ",
          "(B) फ्लॉपी डिस्क",
          "(C) सी डी–रोम",
          "(D) कोर मेमोरीज"
        ],
        "answer": "c"
      },
      {
        "question": "CPU में कंट्रोल, मेमोरी और तीसरा कौन सा यूनिट होते हैं ?  ",
        "options": [
          "(A) माइक्रो",
          "(B) प्रोसेसर",
          "(C) आउटपुट",
          "(D) अर्थमैटिक/लॉजिक"
        ],
        "answer": "d"
      },
      {
        "question": "CPU के ALU में होते हैं ? ",
        "options": [
          "(A) RAM स्पेस",
          "(B) रजिस्टर",
          "(C) बाइट स्पेस ",
          "(D) इनमें से सभी"
        ],
        "answer": "b"
      },
      {
        "question": "गणना और तुलना के लिए कम्प्यूटर के किस भाग का प्रयोग किया जाता है ? ",
        "options": [
          "(A) डिस्क यूनिट ",
          "(B) मोडम",
          "(C) ALU",
          "(D) कंट्रोल  यूनिट"
        ],
        "answer": "c"
      },
      {
        "question": "एक हार्डवेयर डिवाइस जो डाटा को अर्थ पूर्ण इनफार्मेशन में परिवर्तित करता है ? ",
        "options": [
          "(A) प्रोसेसर ",
          "(B)  इनपुट डिवाइस",
          "(C) प्रोग्राम ",
          "(D) प्रोटेक्टर  "
        ],
        "answer": "a"
      },
      {
        "question": "प्रोसेसर के तीन मुख्य भाग है ? ",
        "options": [
          "(A) ALU, कंट्रोल यूनिट और RAM",
          "(B) ALU, कंट्रोल यूनिट और रजिस्टर",
          "(C) कैश, कंट्रोल यूनिट और रजिस्टर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "CPU और I/O के बीच सिग्नलों के मूवमेंट को कौन नियंत्रित करता है ?   ",
        "options": [
          "(A) कंट्रोल यूनिट",
          "(B) ALU",
          "(C) मेमोरी यूनिट",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कम्प्यूटर के सेंट्रल प्रोसैसिंग यूनिट का Function है ?  ",
        "options": [
          "(A) डेटा डिलीट करता है",
          "(B) इनवाइस बनाता है",
          "(C) गणनाएँ और प्रोसैसिंग करता है",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में से कौन-सा कम्प्यूटर का बुनियादी कार्य नहीं है? ",
        "options": [
          "(A) डाटा को प्रोसैस करना",
          "(B) टैक्सट को स्कैन करना  ",
          "(C)  इनपुट को स्वीकार करना",
          "(D) डाटा को स्टोर करना "
        ],
        "answer": "b"
      },
      {
        "question": "परिचालन सम्पन्न करता है ? ",
        "options": [
          "(A) एल्गोरिद्म",
          "(B) अर्थमैटिक",
          "(C) ASCII",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "कम्प्यूटर में अधिकांश प्रोसैसिंग किसमे होती है ? ",
        "options": [
          "(A) मदरबोर्ड",
          "(B) मेमोरी",
          "(C) CPU",
          "(D) RAM"
        ],
        "answer": "c"
      },
      {
        "question": "कम्प्यूटर निम्नलिखित में से कौन-सा कार्य नहीं करता है ? ",
        "options": [
          "(A) प्रोसैसिंग",
          "(B) अंडरस्टैंडिंग",
          "(C) इंप्यूटिंग ",
          "(D) आउटपुटिंग"
        ],
        "answer": "b"
      },
      {
        "question": "प्रमुख मेमोरी किसके समन्वय से कार्य करती है ? ",
        "options": [
          "(A)  इनटेल ",
          "(B) विशेष कार्य कार्ड",
          "(C) RAM",
          "(D) CPU"
        ],
        "answer": "d"
      },
      {
        "question": "माइक्रोप्रोसेसर जो कंप्यूटर का मस्तिष्क होता है, उसे कहा जाता है ? ",
        "options": [
          "(A) सॉफ्टवेयर",
          "(B) माइक्रोचिप",
          "(C)  मॅक्रोचिप ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "कंप्यूटर द्वारा प्रोड्यूस किया गया परिमाण है ?   ",
        "options": [
          "(A) मेमोरी",
          "(B) डाटा ",
          "(C) आउटपुट ",
          "(D) इनपुट "
        ],
        "answer": "c"
      },
      {
        "question": "इनपुट का आउटपुट में रुपान्तरण किया जाता है ? ",
        "options": [
          "(A) मेमोरी द्वारा",
          "(B) सी पी यू द्वारा",
          "(C) इनपुट और आउटपुट  द्वारा",
          "(D) पेरिफेरल्स  द्वारा"
        ],
        "answer": "b"
      },
      {
        "question": "प्रोसेस्ड डेटा को कहते हैं ?  ",
        "options": [
          "(A) आउटपुट",
          "(B) प्रोसेस ",
          "(C) इनपुट",
          "(D) सभी"
        ],
        "answer": "b"
      },
      {
        "question": "सी पी यू का मुख्य घटक है ?  ",
        "options": [
          "(A) कंट्रोल यूनिट ",
          "(B) मेमोरी",
          "(C) अर्थमैटिक लॉजिक यूनिट",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "कंप्यूटर की क्षमता है ?  ",
        "options": [
          "(A) निम्न",
          "(B)  उच्च",
          "(C) सीमित ",
          "(D) असीमित"
        ],
        "answer": "c"
      },
      {
        "question": "कंप्यूटर को किस प्रकार की बुद्धि की संज्ञा दी गई है ?  ",
        "options": [
          "(A) मानव  ",
          "(B) कृत्रिम",
          "(C) शुद्ध",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "मनुष्य की स्मरण शक्ति कंप्यूटर की तुलना में होती है ?  ",
        "options": [
          "(A)  सामान्य ",
          "(B) उच्च",
          "(C)  निम्न",
          "(D) औसत"
        ],
        "answer": "a"
      },
      {
        "question": "मानव-मन तथा कंप्यूटर में किसकी गति अधिक है ?   ",
        "options": [
          "(A)   कंप्यूटर ",
          "(B) मानव-मन",
          "(C) दोनों में बराबर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "E.D.P क्या है ?  ",
        "options": [
          "(A)  इलेक्ट्रॉनिक डेटा पावर",
          "(B)   इलेक्ट्रॉनिक डेटा पर्सनल",
          "(C)  इलेक्ट्रॉनिक डेटा पार्ट",
          "(D)  इलेक्ट्रॉनिक डेटा प्रोसेसिंग "
        ],
        "answer": "d"
      },
      {
        "question": "कंप्यूटर में सुचना किसे कहा जाता है ? ",
        "options": [
          "(A) डेटा  को",
          "(B)  संख्याओं को",
          "(C) एकत्रित डेटा को",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "कंप्यूटर में डेटा किसे कहा जाता है ? ",
        "options": [
          "(A) चिन्ह को",
          "(B) संख्या को",
          "(C) दी गई सूचनाओं को",
          "(D) चिन्ह व संख्यात्मक सूचना को"
        ],
        "answer": "d"
      },
      {
        "question": "इनपुट का आउटपुट में रूपान्तरण किसके द्वारा किया जाता है ? ",
        "options": [
          "(A) मेमोरी",
          "(B) स्टोरेज",
          "(C) सी पी यू",
          "(D)  इनपुट-आउटपुट यूनिट"
        ],
        "answer": "c"
      },
      {
        "question": "कंप्यूटर में जाने वाले डेटा को क्या कहते हैं ?  ",
        "options": [
          "(A) एल्गोरिथ्म",
          "(B)  इनपुट",
          "(C) आउटपुट",
          "(D) कैलक्युलेशन्स"
        ],
        "answer": "b"
      },
      {
        "question": "डेटा प्रोसेसिंग का अर्थ क्या है ? ",
        "options": [
          "(A)  गणना कार्य करना",
          "(B) डेटा का संग्रह ",
          "(C) कंप्यूटर की कार्य प्रणाली",
          "(D) वाणिज्यिक उपयोग के लिए जानकारी तैयार करना "
        ],
        "answer": "d"
      },
      {
        "question": "ATM क्या होता हैं ?  ",
        "options": [
          "(A)  बिना स्टाफ के, नकदी देने  ",
          "(B) बैंकों के स्टाफ मुक्त-युक्त काउंटर",
          "(C) बैंकों की शाखाएँ ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कंप्यूटर प्रोसेस द्वारा इनफार्मेशन में परिवर्तित किये जाते हैं? ",
        "options": [
          "(A) इनपुट",
          "(B) डेटा",
          "(C)  नंबर ",
          "(D) सभी कथन सत्य है"
        ],
        "answer": "b"
      },
      {
        "question": "एक इलेक्ट्रॉनिक डिवाइस जो डेटा को इनफार्मेशन में कनवर्ट करते हुए प्रोसेस करता है ? ",
        "options": [
          "(A) कंप्यूटर",
          "(B) केस",
          "(C) प्रोसेसर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "प्रथम गणना यंत्र है ? ",
        "options": [
          "(A)  कैलकुलेटर ",
          "(B) डिफरेंस इंजन",
          "(C) अबैकस",
          "(D)  घड़ी"
        ],
        "answer": "c"
      },
      {
        "question": "पैकमैन नामक प्रसिद्ध कंप्यूटर किस काम के लिए बना था ? ",
        "options": [
          "(A) बैंक ",
          "(B) शेयर बाजार",
          "(C) खेल",
          "(D) पुस्तक प्रकाशन"
        ],
        "answer": "c"
      },
      {
        "question": "किसने प्रथम मेकैनिकल कैलकुलेटर का निर्माण किया था ? ",
        "options": [
          "(A) जॉन माउक्ली",
          "(B)  ब्लेज पास्कल",
          "(C)  हावर्ड आइकन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "किसने पंच कार्ड का आरंभ किया ? ",
        "options": [
          "(A)  जैक्वार्ड",
          "(B) पावरस",
          "(C)  पास्कल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "d"
      },
      {
        "question": "कंप्यूटर के बुनियादी संरचना का विकास किया था ?  ",
        "options": [
          "(A) जॉन माउक्ली",
          "(B) जैक्वार्ड",
          "(C) चार्ल्स बैबेज",
          "(D) ब्लेज पास्कल"
        ],
        "answer": "c"
      },
      {
        "question": "इनमें से कौन सबसे बड़ा, सबसे तेज और सबसे महँगा कंप्यूटर है ?  ",
        "options": [
          "(A)   सुपर कंप्यूटर  ",
          "(B) लैपटॉप",
          "(C) पर्सनल कंप्यूटर",
          "(D)  नोट बुक "
        ],
        "answer": "a"
      },
      {
        "question": "सामान्य रूप से प्रयुक्त किया जाने वाला कंप्यूटर है ?  ",
        "options": [
          "(A)   डिजिटल कंप्यूटर   ",
          "(B)  ऑप्टिकल कंप्यूटर",
          "(C) हाइब्रिड कंप्यूटर",
          "(D) एनालॉग कंप्यूटर"
        ],
        "answer": "a"
      },
      {
        "question": "CRAY क्या है ? ",
        "options": [
          "(A)  माइक्रो कंप्यूटर",
          "(B)  मेनफ्रेम कंप्यूटर",
          "(C)  मिनी कंप्यूटर",
          "(D) सुपर कंप्यूटर"
        ],
        "answer": "d"
      },
      {
        "question": "मल्टी प्रोग्रामिंग का प्रयोग किस पीढ़ी के कंप्यूटर से शुरू हुआ था ? ",
        "options": [
          "(A) प्रथम पीढ़ी     ",
          "(B) द्वितीय पीढ़ी",
          "(C) तृतीय पीढ़ी",
          "(D) चतुर्थ पीढ़ी"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे पहला सुपर कंप्यूटर कब बना ? ",
        "options": [
          "(A) 1981",
          "(B) 1980",
          "(C) 1976",
          "(D) 1995"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में निर्मित प्रथम कंप्यूटर का क्या नाम है ? ",
        "options": [
          "(A) आर्यभट्ट ",
          "(B) सिद्धार्थ",
          "(C) अशोक ",
          "(D) बुद्ध "
        ],
        "answer": "b"
      },
      {
        "question": "सबसे तेज कंप्यूटर होता है ?  ",
        "options": [
          "(A) मिनी कंप्यूटर",
          "(B) माइक्रो कंप्यूटर",
          "(C)  मेनफ्रेम कंप्यूटर",
          "(D) सुपर कंप्यूटर"
        ],
        "answer": "d"
      },
      {
        "question": "माइक्रोप्रोसेसर किस पीढ़ी का कंप्यूटर है ? ",
        "options": [
          "(A) प्रथम पीढ़ी",
          "(B) द्वितीय पीढ़ी  ",
          "(C) तृतीय पीढ़ी",
          "(D)  चतुर्थ पीढ़ी"
        ],
        "answer": "d"
      },
      {
        "question": "भारत में निर्मित 'परम कम्प्यूटर' किस प्रकार का कम्प्यूटर है ? ",
        "options": [
          "(A) माइक्रो कंप्यूटर",
          "(B) मिनी कंप्यूटर",
          "(C) मेनफ्रेम कंप्यूटर",
          "(D) सुपर कंप्यूटर"
        ],
        "answer": "d"
      },
      {
        "question": "गणना संयंत्र एबाकस का अविष्कार किस देश में हुआ ?  ",
        "options": [
          "(A) भारत  ",
          "(B) अमेरिका",
          "(C) चीन ",
          "(D) यूनान "
        ],
        "answer": "c"
      },
      {
        "question": "IMAC एक प्रकार का है ?  ",
        "options": [
          "(A) मशीन",
          "(B) प्रोसेसर",
          "(C) प्रोग्राम",
          "(D) रजिस्टर"
        ],
        "answer": "a"
      },
      {
        "question": "एनालिटिक इंजन का निर्माण किसने किया था ? ",
        "options": [
          "(A) जी. एकल  ",
          "(B) एवा लवलेस",
          "(C) चार्ल्स बैबेज",
          "(D) सीमेन कोर्सकोब"
        ],
        "answer": "c"
      },
      {
        "question": "सर्व प्रथम पंच कार्ड का प्रयोग किसने किया था ? ",
        "options": [
          "(A) जोसेफ मेरी",
          "(B) चार्ल्स बैबेज",
          "(C) जॉन माउक्ली",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कंप्यूटर के विकास में सर्वाधिक योगदान किसका है ? ",
        "options": [
          "(A) चार्ल्स बैबेज ",
          "(B) जोसेफ जैक्युर्ड ",
          "(C) ब्लेज पास्कल",
          "(D)  वॉन न्यूमान "
        ],
        "answer": "d"
      },
      {
        "question": "इन्टीग्रेटेड सर्किट चिप का विकास किसने किया है ? ",
        "options": [
          "(A) चार्ल्स बैबेज ने ",
          "(B) सी. वी. रमन ने",
          "(C) रॉबर्ट नायक ने",
          "(D)  जे. एस. किल्बी"
        ],
        "answer": "d"
      },
      {
        "question": "चुम्बकीय डिस्क पर किस पदार्थ की परत होती है ? ",
        "options": [
          "(A) आयरन ऑक्साइड  ",
          "(B)  सोडियम पेरोक्साइड",
          "(C) मैग्नीशियम  ऑक्साइड ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "डिजिटल कंप्यूटर किस सिद्धान्त पर कार्य करता है ?  ",
        "options": [
          "(A)  मापन ",
          "(B) गणना",
          "(C)  विद्युत",
          "(D) लॉजिकल"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में विकसित 'परम' सुपर कंप्यूटर का विकास किस संस्था ने किया है ? ",
        "options": [
          "(A) IIT, कानपुर",
          "(B) IIT, दिल्ली",
          "(C) C-DAC",
          "(D) BARC"
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में से तेज कौन-सा है ?   ",
        "options": [
          "(A) Registers",
          "(B) CD_ROM",
          "(C) RAM",
          "(D) Cache"
        ],
        "answer": "a"
      },
      {
        "question": "किसने पहला इलेक्ट्रॉनिक कंप्यूटर - ENIAC को बनाया था ? ",
        "options": [
          "(A) वॉन न्यूमान",
          "(B)   प्रेस्पर एकर्ट & जॉन मोशले",
          "(C) जोसेफ मेरी",
          "(D) चार्ल्स बैबेज"
        ],
        "answer": "b"
      },
      {
        "question": "डॉट मैट्रिक्स किस उपकरण की किस्म है ?  ",
        "options": [
          "(A) प्रिन्टर   ",
          "(B)  स्कैनर",
          "(C) की-बोर्ड",
          "(D) माउस "
        ],
        "answer": "a"
      }
    ],
    "type": "computer-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7401b7cd14b8ffc454a9"
    },
    "data": [
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का  निर्माण कब हुआ था ? ",
        "options": [
          "(A) 26  November 1935",
          "(B) 15 August 1947",
          "(C) 27 September 1925",
          "(D) 26 January 1950"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का मुख्यालय कहाँ है ? ",
        "options": [
          "(A) नागपुर",
          "(B) भोपाल",
          "(C) आग्रा",
          "(D) अहमदाबाद"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का संस्थापक कौन है ? ",
        "options": [
          "(A) मोहन भागवत",
          "(B) अटल बिहारी वाजपेयी",
          "(C) मोरारजी देसाई",
          "(D)  केशव  बलिराम  हेडगेवार"
        ],
        "answer": "d"
      },
      {
        "question": "भारतीय जनता पार्टी का  स्थापना कब हुआ था ? ",
        "options": [
          "(A) 15 August 1947",
          "(B) 6 April 1980",
          "(C) 26 January 1950",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय जन संघ का  स्थापना कब हुआ था ? ",
        "options": [
          "(A) 27 September 1925",
          "(B) 25 March 1960",
          "(C)  21 October 1951",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय जनता पार्टी का मुख्यालय कहाँ है ? ",
        "options": [
          "(A) नई दिल्ली",
          "(B) गुजरात",
          "(C) झारखण्ड ",
          "(D) महाराष्ट्र "
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय जनता पार्टी का  चिन्ह क्या  है ? ",
        "options": [
          "(A) घड़ी",
          "(B) लालटेन",
          "(C) हाथी",
          "(D) कमल"
        ],
        "answer": "d"
      },
      {
        "question": "आम आदमी पार्टी  का  स्थापना कब हुआ ? ",
        "options": [
          "(A) 15 October 2012",
          "(B) 26 November 2012",
          "(C) 17 December 2013",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला विधि और न्याय(Law and Justice) का मंत्री है ? ",
        "options": [
          "(A) अशोक कुमार सेन",
          "(B) हंस राज खन्ना",
          "(C) भीमराओ  रामजी  आंबेदकर ",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "लोक सभा का  उम्मीदवार होने के लिए  अल्पतम उम्र क्या है ? ",
        "options": [
          "(A) 25",
          "(B) 30",
          "(C) 35",
          "(D) 18"
        ],
        "answer": "a"
      },
      {
        "question": "राज्य सभा का  उम्मीदवार होने के लिए  अल्पतम उम्र क्या है ? ",
        "options": [
          "(A) 30",
          "(B) 40",
          "(C) 35",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "योजना आयोग कब  बनाई  गयी ? ",
        "options": [
          "(A) 1945",
          "(B) 1950",
          "(C) 1947",
          "(D) 1960"
        ],
        "answer": "b"
      },
      {
        "question": "योजना आयोग का प्रतिस्थापना किस से हुआ है ? ",
        "options": [
          "(A) केन्द्र आयोग",
          "(B) मुखर्जी आयोग",
          "(C) नीति आयोग",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "नीति आयोग  कब  बनाई  गयी ?  ",
        "options": [
          "(A) 1 January 2015",
          "(B) 13 Aprail 2014",
          "(C) 23 June 2015",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "स्वच्छ भारत अभियान कब आरम्भ हुआ ? ",
        "options": [
          "(A) 1 April 2015",
          "(B) 9 December 2014",
          "(C) 2 October 2014",
          "(D) 26 January 2015"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का  निर्माण कब हुआ था ? ",
        "options": [
          "(A) 26  November 1935",
          "(B) 15 August 1947",
          "(C) 27 September 1925",
          "(D) 26 January 1950"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का मुख्यालय कहाँ है ? ",
        "options": [
          "(A) नागपुर",
          "(B) भोपाल",
          "(C) आग्रा",
          "(D) अहमदाबाद"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय स्वयंसेवक संघ का संस्थापक कौन है ? ",
        "options": [
          "(A) मोहन भागवत",
          "(B) अटल बिहारी वाजपेयी",
          "(C) मोरारजी देसाई",
          "(D)  केशव  बलिराम  हेडगेवार"
        ],
        "answer": "d"
      },
      {
        "question": "भारतीय जनता पार्टी का  स्थापना कब हुआ था ? ",
        "options": [
          "(A) 15 August 1947",
          "(B) 6 April 1980",
          "(C) 26 January 1950",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय जन संघ का  स्थापना कब हुआ था ? ",
        "options": [
          "(A) 27 September 1925",
          "(B) 25 March 1960",
          "(C)  21 October 1951",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय जनता पार्टी का मुख्यालय कहाँ है ? ",
        "options": [
          "(A) नई दिल्ली",
          "(B) गुजरात",
          "(C) झारखण्ड ",
          "(D) महाराष्ट्र "
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय जनता पार्टी का  चिन्ह क्या  है ? ",
        "options": [
          "(A) घड़ी",
          "(B) लालटेन",
          "(C) हाथी",
          "(D) कमल"
        ],
        "answer": "d"
      },
      {
        "question": "आम आदमी पार्टी  का  स्थापना कब हुआ ? ",
        "options": [
          "(A) 15 October 2012",
          "(B) 26 November 2012",
          "(C) 17 December 2013",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला विधि और न्याय(Law and Justice) का मंत्री है ? ",
        "options": [
          "(A) अशोक कुमार सेन",
          "(B) हंस राज खन्ना",
          "(C) भीमराओ  रामजी  आंबेदकर ",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "लोक सभा का  उम्मीदवार होने के लिए  अल्पतम उम्र क्या है ? ",
        "options": [
          "(A) 25",
          "(B) 30",
          "(C) 35",
          "(D) 18"
        ],
        "answer": "a"
      },
      {
        "question": "राज्य सभा का  उम्मीदवार होने के लिए  अल्पतम उम्र क्या है ? ",
        "options": [
          "(A) 30",
          "(B) 40",
          "(C) 35",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "योजना आयोग कब  बनाई  गयी ? ",
        "options": [
          "(A) 1945",
          "(B) 1950",
          "(C) 1947",
          "(D) 1960"
        ],
        "answer": "b"
      },
      {
        "question": "योजना आयोग का प्रतिस्थापना किस से हुआ है ? ",
        "options": [
          "(A) केन्द्र आयोग",
          "(B) मुखर्जी आयोग",
          "(C) नीति आयोग",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "नीति आयोग  कब  बनाई  गयी ?  ",
        "options": [
          "(A) 1 January 2015",
          "(B) 13 Aprail 2014",
          "(C) 23 June 2015",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "स्वच्छ भारत अभियान कब आरम्भ हुआ ? ",
        "options": [
          "(A) 1 April 2015",
          "(B) 9 December 2014",
          "(C) 2 October 2014",
          "(D) 26 January 2015"
        ],
        "answer": "c"
      },
      {
        "question": "निर्मल भारत अभियान कब  बनाई  गयी थी ? ",
        "options": [
          "(A) 2005",
          "(B) 1998",
          "(C) 1999",
          "(D) 1995"
        ],
        "answer": "c"
      },
      {
        "question": "आजाद हिन्द फौज कब सक्रिय हुआ था ? ",
        "options": [
          "(A) 1942",
          "(B) 1995",
          "(C) 1950",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रीय विकास परिषद कब बनाई गयी ? ",
        "options": [
          "(A) Sept 1950",
          "(B) Aug 1953",
          "(C) Aug 1952 ",
          "(D) Jan 1899"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रवाद की अवधारणा का जन्म किस घटना से माना जाता है ? ",
        "options": [
          "(A) पुनर्जागरण  ",
          "(B)  धर्मसुधार आंदोलन",
          "(C)  फ़्रांस की क्रांति",
          "(D)  गौरवपूर्ण क्रांति"
        ],
        "answer": "a"
      },
      {
        "question": "अखिल भारतीय हरिजन संघ की स्थापना निम्निलिखित में से किसके द्वारा की गई है ? ",
        "options": [
          "(A)  राजा राममोहन राय  ",
          "(B) सुभाषचन्द्र बोस  ",
          "(C) महात्मा गांधी",
          "(D) जवाहरलाल नेहरू"
        ],
        "answer": "c"
      },
      {
        "question": "भारत की स्वतन्त्रता के समय गवर्नल जनरल कौन था ? ",
        "options": [
          "(A) लॉर्ड  डलहौजी      ",
          "(B) लॉर्ड क्रिप्स ",
          "(C) लॉर्ड कर्जन",
          "(D) लॉर्ड  माउण्टबेटन"
        ],
        "answer": "d"
      },
      {
        "question": "अखिल भारतीय ट्रेड यूनियन कांग्रेस के प्रथम अध्यक्ष थे ?  ",
        "options": [
          "(A) दीवाना चमनलाल  ",
          "(B) लाला राजपत राय ",
          "(C) स्वामी सहजानन्द  ",
          "(D) जवाहरलाल नेहरू"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय राष्ट्रीय कांग्रेस का प्रथम अध्यक्ष कौन था ?  ",
        "options": [
          "(A) डब्ल्यू सी बनर्जी  ",
          "(B)  मोतीलाल नेहरू ",
          "(C) बल्ल्भभाई पटेल सी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का ग्रैण्ड ओल्ड मैन किसे कहा जाता है ? ",
        "options": [
          "(A)  दादाभाई नौरोजी    ",
          "(B) महात्मा गांधी",
          "(C) गोपालकृष्ण गोखले",
          "(D) सुभाषचन्द्र बोस "
        ],
        "answer": "a"
      },
      {
        "question": "किसने कहा था कि गांधीजी ने राष्ट्रीय आन्दोलन को एक क्रान्तिकारी आन्दोलन और जन आन्दोलन का रूप दिया ?  ",
        "options": [
          "(A) कूपलैण्ड ",
          "(B) लुइस फिसर ",
          "(C) गोखले",
          "(D) सुभाषचन्द्र बोस"
        ],
        "answer": "a"
      },
      {
        "question": "महात्मा गांधी ने कब हरिजन पत्रिका का प्रकाशन आरम्भ किया था ? ",
        "options": [
          "(A) 1920",
          "(B) 1965",
          "(C) 1986",
          "(D) 1933"
        ],
        "answer": "d"
      },
      {
        "question": "रौलेट एक्ट किस वर्ष में पारित हुआ था ?   ",
        "options": [
          "(A) 1951",
          "(B) 1919",
          "(C) 1819",
          "(D) 1958"
        ],
        "answer": "b"
      },
      {
        "question": "स्टैफोर्ड क्रिप्स किस दल/समूह का था ?  ",
        "options": [
          "(A)  लेबर पार्टी  ",
          "(B) लिबरल पार्टी",
          "(C) राजकीय अधिकारी ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "सुभाषचन्द्र बोस ने अंग्रेजों के विरुद्ध अपना आन्दोलन कहाँ से आरम्भ किया ?  ",
        "options": [
          "(A)  बर्मा से  ",
          "(B)  जापान से",
          "(C) थाईलैण्ड से ",
          "(D)  सिंगापुर से "
        ],
        "answer": "d"
      },
      {
        "question": "कांग्रेस के संस्थापक कौन थे ?  ",
        "options": [
          "(A) डब्ल्यू सी बनर्जी",
          "(B)  ए. ओ. ह्यूम   ",
          "(C) लाला राजपत राय ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "गांधीजी ने सर्वप्रथम भारत में सत्याग्रह का प्रयोग कहाँ किया ?  ",
        "options": [
          "(A) खेडा में   ",
          "(B) अहमदाबाद में",
          "(C) चम्पारन में",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत छोड़ो आन्दोलन कांग्रेस ने कब शुरू किया था ?      ",
        "options": [
          "(A) 1935",
          "(B) 1950",
          "(C) 1947",
          "(D) 1942"
        ],
        "answer": "d"
      },
      {
        "question": "स्वराज मेरा जन्मसिद्ध अधिकार है यह किसने कहा था ?  ",
        "options": [
          "(A) रबीन्द्रनाथ ठाकुर  ",
          "(B)  लोकमान्य तिलक",
          "(C) लाला लाजपत राय  ",
          "(D)  महात्मा गांधी"
        ],
        "answer": "b"
      },
      {
        "question": "महात्मा गांधीजी के असहयोग आन्दोलन के दौरान किसने अपनी वकालत छोड़ दी ?  ",
        "options": [
          "(A) मोतीलाल नेहरू",
          "(B) जवाहरलाल नेहरू",
          "(C) मदनमोहन मालवीय",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "नमक सत्याग्रह के दौरान निम्नलिखित में से कौन गांधीजी से जुड़े ? ",
        "options": [
          "(A)  सरदार पटेल",
          "(B) सरोजिनी नायडू ",
          "(C) गोपालकृष्ण गोखले ",
          "(D) दादाभाई नौरोजी"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के उत्थान के लिए जन चेतना जगाने हेतु किसने लन्दन में ईस्ट इण्डिया ऐसोसिएशन की स्थापना की ?     ",
        "options": [
          "(A) दादाभाई नौरोजी  ",
          "(B) महात्मा गांधी",
          "(C)  पं. जवाहरलाल नेहरू",
          "(D) रबीन्द्रनाथ ठाकुर"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में सामाजिक भेदभाव की बढ़ती घटनाओं को रोकने के लिए इलबर्ट बिल किसके द्वारा प्रस्तावित किया गया था ?  ",
        "options": [
          "(A)  कर्जन  ",
          "(B) लिटन",
          "(C) रिपन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय राष्ट्रीय कांग्रेस से त्यागपत्र देने के बाद सुभाषचन्द्र बोस ने निम्नलिखित की स्थापना की ?  ",
        "options": [
          "(A) कृषक प्रजा पार्टी",
          "(B) कांग्रेस समाजवादी पार्टी   ",
          "(C) स्वराज पार्टी",
          "(D)  फॉरवर्ड ब्लॉक  "
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा गांधी द्वारा चम्पारण सत्याग्रह शुरू हुआ था ?  ",
        "options": [
          "(A) 1920",
          "(B) 1914",
          "(C) 1917",
          "(D) 1947"
        ],
        "answer": "c"
      },
      {
        "question": "महात्मा गांधी द्वारा सम्पादित अंग्रेजी साप्ताहिक था ?  ",
        "options": [
          "(A) केसरी ",
          "(B) यंग इण्डिया ",
          "(C) केसरी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन आजाद हिन्द फौज के एक प्रमुख अधिकारी थे ? ",
        "options": [
          "(A) शाहनवाज खान    ",
          "(B)  खान अब्दुल गफ्फार खान ",
          "(C) डब्ल्यू सी बनर्जी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "\"मेरे पास खून, पसीना और आँसू के अतिरिक्त देने के लिए कुछ भी नहीं है \" यह किसने कहा ?  ",
        "options": [
          "(A) लॉर्ड नेल्सन ",
          "(B) नेपोलियन",
          "(C) चर्चिल",
          "(D)  सुभाषचन्द्र बोस  "
        ],
        "answer": "c"
      },
      {
        "question": "'फूट डालो और राज करो' की नीति अपनाई थी ? ",
        "options": [
          "(A) लॉर्ड माउण्टबेटन",
          "(B)  लॉर्ड विलियम बेंटिंक",
          "(C) लॉर्ड कर्जन",
          "(D) लॉर्ड क्रिप्स"
        ],
        "answer": "c"
      },
      {
        "question": "'गदर पार्टी' का मुख्यालय कहाँ था ?  ",
        "options": [
          "(A) मॉस्को में ",
          "(B) बर्लिन में ",
          "(C) कराची में ",
          "(D) सान  फ्रांसिस्को में  "
        ],
        "answer": "d"
      },
      {
        "question": "सुभाषचन्द्र बोस ने कब कांग्रेस की अध्यक्षता से त्यागपत्र दिया था ?  ",
        "options": [
          "(A) 1947",
          "(B) 1950",
          "(C) 1939",
          "(D) 1937"
        ],
        "answer": "c"
      },
      {
        "question": "किन राष्ट्रिय नेता को लोकहितवादी कहा गया है ?  ",
        "options": [
          "(A) गोपालहरी देशमुख",
          "(B) लाला लाजपत राय ",
          "(C) मोतीलाल नेहरू ",
          "(D) महात्मा गांधी"
        ],
        "answer": "a"
      },
      {
        "question": "स्वतन्त्रता संग्राम में गांधीजी ने किसान आन्दोलन प्रारम्भ किया था ?  ",
        "options": [
          "(A) साबरमती से ",
          "(B) बारदोली से",
          "(C) चम्पारण से ",
          "(D)  बिजौलिया से "
        ],
        "answer": "c"
      },
      {
        "question": "भारत की आजादी के समय ब्रिटेन का प्रधानमंत्री कौन था ?  ",
        "options": [
          "(A) एटली",
          "(B) लॉर्ड क्रिप्स \t",
          "(C) लॉर्ड कर्जन \t",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "1935 के भारत सरकार का अधिनियम किस निर्णय से सम्बन्धित है ?  ",
        "options": [
          "(A) प्रान्तों में उद्योग    ",
          "(B) प्रौढ़ मतदान",
          "(C) प्रान्तीय स्वायत्तता",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत छोड़ो आन्दोलन कब हुआ था ?  ",
        "options": [
          "(A) 1955",
          "(B) 1942",
          "(C) 1947",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "1905 में सर्वेण्ट्स ऑफ इण्डिया सोसाइटी को किसने आरम्भ किया ?  ",
        "options": [
          "(A) गोपालकृष्ण गोखले",
          "(B) महात्मा गांधी",
          "(C) मोतीलाल नेहरू ",
          "(D) लोकमान्य तिलक"
        ],
        "answer": "a"
      },
      {
        "question": "दिल्ली चलो का नारा किसने दिया था ?  ",
        "options": [
          "(A) एम. के. गांधी  ने  ",
          "(B) एस. सी. बोस ने ",
          "(C)  एल. एल. राय ने ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "किस काण्ड के कारण असहयोग आन्दोलन बन्द करना पड़ा ?  ",
        "options": [
          "(A) चौरी-चौरा   ",
          "(B) चम्पारण ",
          "(C) दाण्डी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन सीमान्त गांधी के नाम से जाने जाते हैं ? ",
        "options": [
          "(A) लॉर्ड माउण्टबेटन",
          "(B) सरदार पटेल ",
          "(C) ख़ान अब्दुल ग़फ़्फ़ार ख़ान",
          "(D) लॉर्ड डलहौजी"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय राष्ट्रीय कांग्रेस की प्रथम महिला अध्यक्ष कौन थी ?  ",
        "options": [
          "(A) सरोजिनी नायडू",
          "(B) एनी बीसेंट ",
          "(C) सुचेता कृपलानी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "केन्द्र-राज्यों के प्रशासनिक संबंध भारतीय संविधान के किस अनुच्छेद में दिए गए हैं ?  ",
        "options": [
          "(A) 256-263",
          "(B) 250-280",
          "(C) 352-356",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय राजनीतिक व्यवस्था की विशेषता है ? ",
        "options": [
          "(A)  जाति और धर्म",
          "(B)  क्षेत्र और राष्ट्रीय हित",
          "(C) राष्ट्रीय हित और धर्म",
          "(D)  जाति, धर्म और राष्ट्रीय हित"
        ],
        "answer": "d"
      },
      {
        "question": "गोआ भारतीय गणतन्त्र का एक हिस्सा कब बनाया गया ?  ",
        "options": [
          "(A) 1961",
          "(B) 1947",
          "(C) 1950",
          "(D) 1963"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन भारतीय संविधान में समवर्ती सूची में रखा गया है ? ",
        "options": [
          "(A) जनसंख्या नियोजन ",
          "(B) जनसंख्या नियोजन तथा परिवार नियोजन",
          "(C) आर्थिक कर",
          "(D) राजकोष "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन भारत का लगातार दो बार राष्ट्रपति बना ? ",
        "options": [
          "(A) आर. वेंकटमन ",
          "(B) राजेन्द्र प्रसाद ",
          "(C) वी. वी. गिरि ",
          "(D) राधाकृष्णन "
        ],
        "answer": "b"
      },
      {
        "question": "राष्ट्रपति देश में आपात स्थिति की घोषणा निम्नलिखित में से किससे लिखित परामर्श प्राप्त करने के बाद ही कर सकता है ? ",
        "options": [
          "(A) संघीय मंत्रिमण्डल  ",
          "(B) लोक सभा अध्यक्ष ",
          "(C) भारत के मुख्य न्यायमूर्ति ",
          "(D) प्रधानमंत्री"
        ],
        "answer": "a"
      },
      {
        "question": "संविधान सभा के सम्मुख किसने संविधान की प्रस्तावना प्रस्तावित की थी ?  ",
        "options": [
          "(A) सुभाषचन्द्र बोस ",
          "(B) पं. जवाहरलाल नेहरू  ",
          "(C) स्वामी सहजानन्द",
          "(D)  महात्मा गांधी"
        ],
        "answer": "b"
      },
      {
        "question": "स्थानीय एम. पी. तथा एम. एल. ए. गण निम्नलिखित में से किसके पदेन सदस्य होते हैं ? ",
        "options": [
          "(A) जिला परिषद् के   ",
          "(B) पंचायत समिति के",
          "(C) ग्राम पंचायत के  ",
          "(D) सभी"
        ],
        "answer": "b"
      },
      {
        "question": "मौलिक अधिकारों पर निम्नलिखित में से किसके द्वारा प्रतिबन्ध लगाए जा सकते हैं ?  ",
        "options": [
          "(A) राष्ट्रीपति द्वारा ",
          "(B) लोक सभा द्वारा",
          "(C) उच्चतम न्यायालय द्वारा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से किस क्षेत्र में स्थानीय निकायों पर राज्य सरकार का कोई नियन्त्रण नहीं है ? ",
        "options": [
          "(A) नियम निर्धारण  ",
          "(B) कर्मचारियों के प्रकरण",
          "(C) आर्थिक प्रकरण ",
          "(D) नागरिकों की शिकायतें"
        ],
        "answer": "a"
      },
      {
        "question": "लोकप्रिय प्रभुसत्ता का समर्थन किया था ?  ",
        "options": [
          "(A) रूसो ने     ",
          "(B) जॉन लॉक ने  ",
          "(C) थामस हॉक्स ने",
          "(D) टी. एच. ग्रीन ने "
        ],
        "answer": "d"
      },
      {
        "question": "किसी अधिनियमित संविधान का सबसे पहले उदाहरण है ?  ",
        "options": [
          "(A) रुसी संविधान",
          "(B) फ्रेंच संविधान ",
          "(C) चीनी संविधान ",
          "(D) अमरीकी संविधान"
        ],
        "answer": "d"
      },
      {
        "question": "विदेशों को भेजे जाने वाले विभिन्न संसदीय प्रतिनिधि-मण्डलों के लिए व्यक्तियों का नामंकन निम्नलिखित में से कौन करता है ?  ",
        "options": [
          "(A) राज्य सभा अध्यक्ष ",
          "(B) लोक सभा अध्यक्ष",
          "(C)  प्रधानमंत्री",
          "(D) राष्ट्रपति"
        ],
        "answer": "b"
      },
      {
        "question": "किसी राज्य के राज्य पाल को निम्नलिखित में से किसकी शक्ति नहीं है ?  ",
        "options": [
          "(A) विधान सभा भंग करने की  ",
          "(B) विधान सभा स्थगित करने की ",
          "(C)  विधान सभा बुलाने की",
          "(D) विधान सभा का सत्तवसान करने की"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से उच्चतम न्यायालय की सबसे पहली महिला न्यायाधीश कौन थी ? ",
        "options": [
          "(A) सुनन्दा भण्डारे  ",
          "(B) इन्दिरा जयसिंह  ",
          "(C) फतिमा बीवी ",
          "(D) लीला सेठ"
        ],
        "answer": "a"
      },
      {
        "question": "15 वीं लोक सभा के अध्यक्ष कौन हैं ? ",
        "options": [
          "(A) मीरा कुमार ",
          "(B) चरणजीत सिंह अटवाल   ",
          "(C) के. रहमान खान ",
          "(D) अरुण जेटली "
        ],
        "answer": "a"
      },
      {
        "question": "भारत में वित्त आयोग के सदस्यों की नियुक्ति किसके द्वारा की जाती है ? ",
        "options": [
          "(A) भारत का मुख्य न्यायाधीश    ",
          "(B) राष्ट्रपति",
          "(C) प्रधानमंत्री ",
          "(D) लोक सभा "
        ],
        "answer": "b"
      },
      {
        "question": "पुदुचेरी को भारतीय संघ में कब सम्मिलित किया गया ?  ",
        "options": [
          "(A) 1970",
          "(B) 1977",
          "(C) 1960",
          "(D) 1956"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से किस समिति का पदेन अध्यक्ष लोक सभा का अध्यक्ष होता है ?   ",
        "options": [
          "(A)  नियम समिति        ",
          "(B) लोक लेखा समिति",
          "(C) विशेषाधिकार समिति ",
          "(D) प्राक्कलन समिति "
        ],
        "answer": "a"
      },
      {
        "question": "राज्य लोक सेवा आयोग के सदस्यों की नियुक्ति कौन करता है ? ",
        "options": [
          "(A) राज्यपाल ",
          "(B) राष्ट्रपति",
          "(C) प्रधानमंत्री ",
          "(D) मुख्यमंत्री"
        ],
        "answer": "a"
      }
    ],
    "type": "political-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7408b7cd14b8ffc454ab"
    },
    "data": [
      {
        "question": "भारत में सबसे  संपत्ति वाला राज्य कौन हैं ? ",
        "options": [
          "(A) तमिल नाडु  ",
          "(B) महाराष्ट्र",
          "(C) केरला ",
          "(D) कर्नाटक "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का कितना % आबादी  कृषि उद्योग पर निर्भर हैं ? ",
        "options": [
          "(A) 60%",
          "(B) 70%",
          "(C) 58.9%",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय पधार्थ से सकल लाभ में कितना % कृषि उद्योग का योगदान है ? ",
        "options": [
          "(A) 17.5 %",
          "(B) 17.9 %",
          "(C) 20 %",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "GDP के आधार पर भारत का स्थान है ?  ",
        "options": [
          "(A) 5",
          "(B) 3",
          "(C)  7 ",
          "(D) 13"
        ],
        "answer": "c"
      },
      {
        "question": "ppp (Purchasing Power Parity) के आधार पर भारत का स्थान है ? ",
        "options": [
          "(A) 4",
          "(B) 9",
          "(C) 7",
          "(D) 3"
        ],
        "answer": "d"
      },
      {
        "question": "GDP पर  कैपिटा के आधार पर सबसे पहले स्थान पर कौन सा देश है ? ",
        "options": [
          "(A) लक्जमबर्ग",
          "(B) संयुक्त राज्य अमेरिका",
          "(C)  क़तर",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में उच्चतम मानव विकास सूचकांक(HDI) किस राज्य में है ? ",
        "options": [
          "(A) गुजरात ",
          "(B) केरल",
          "(C) तमिलनाडु",
          "(D) महाराष्ट्र"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन-से देश में मिश्रित अर्थव्यवस्था है ?  ",
        "options": [
          "(A) अमेरिका",
          "(B) भारत ",
          "(C) चीन",
          "(D) रूस "
        ],
        "answer": "b"
      },
      {
        "question": "आर्थिक क्रियाओं का उद्देश्य होता है ?  दोनों  ",
        "options": [
          "(A) जीविकोपार्जन",
          "(B) मनोरंजन",
          "(C) (A) और (B)",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "जनसंख्या वृद्धि से आर्थिक विकास की गति ?  ",
        "options": [
          "(A) सामान्य रहती है",
          "(B) तीव्र हो जाती है",
          "(C) मंद हो जाती है",
          "(D) कुछ भी नहीं होता है "
        ],
        "answer": "c"
      },
      {
        "question": "आर्थिक विकास की व्याख्या के विभिन्न आधार कौन-कौन हैं ?  ",
        "options": [
          "(A) सकल राष्ट्रिय उत्पाद",
          "(B) प्रतिव्यक्ति आय ",
          "(C) आर्थिक कल्याण का आधार ",
          "(D) इनमें से सभी"
        ],
        "answer": "d"
      },
      {
        "question": "मानव-विकास सूचकांक में भारत का क्या स्थान है ? ",
        "options": [
          "(A) 126",
          "(B) 127",
          "(C) 129",
          "(D) 128"
        ],
        "answer": "a"
      },
      {
        "question": "पहला मानव-विकास सूचकांक किस अर्थशास्त्री ने तैयार किया था ?   ",
        "options": [
          "(A) प्रो. अमर्त्य सेन ने ",
          "(B) महबूब-उल-हक ने",
          "(C) डॉ. मनमोहन सिंह ने",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में प्राथमिक क्षेत्र किसे कहा जाता है ?  ",
        "options": [
          "(A) कृषि क्षेत्र को",
          "(B) सेवा क्षेत्र को",
          "(C) औद्योगिक क्षेत्र को ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षक द्वारा अपने पुत्र को पढ़ाना, कौन-सी क्रिया है ?    ",
        "options": [
          "(A) अनार्थिक",
          "(B) आर्थिक",
          "(C) दोनों ही ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में सबसे  संपत्ति वाला राज्य कौन हैं ? ",
        "options": [
          "(A) तमिल नाडु  ",
          "(B) महाराष्ट्र",
          "(C) केरला ",
          "(D) कर्नाटक "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का कितना % आबादी  कृषि उद्योग पर निर्भर हैं ? ",
        "options": [
          "(A) 60%",
          "(B) 70%",
          "(C) 58.9%",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय पधार्थ से सकल लाभ में कितना % कृषि उद्योग का योगदान है ? ",
        "options": [
          "(A) 17.5 %",
          "(B) 17.9 %",
          "(C) 20 %",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "GDP के आधार पर भारत का स्थान है ?  ",
        "options": [
          "(A) 5",
          "(B) 3",
          "(C)  7 ",
          "(D) 13"
        ],
        "answer": "c"
      },
      {
        "question": "ppp (Purchasing Power Parity) के आधार पर भारत का स्थान है ? ",
        "options": [
          "(A) 4",
          "(B) 9",
          "(C) 7",
          "(D) 3"
        ],
        "answer": "d"
      },
      {
        "question": "GDP पर  कैपिटा के आधार पर सबसे पहले स्थान पर कौन सा देश है ? ",
        "options": [
          "(A) लक्जमबर्ग",
          "(B) संयुक्त राज्य अमेरिका",
          "(C)  क़तर",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में उच्चतम मानव विकास सूचकांक(HDI) किस राज्य में है ? ",
        "options": [
          "(A) गुजरात ",
          "(B) केरल",
          "(C) तमिलनाडु",
          "(D) महाराष्ट्र"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में कौन-से देश में मिश्रित अर्थव्यवस्था है ?  ",
        "options": [
          "(A) अमेरिका",
          "(B) भारत ",
          "(C) चीन",
          "(D) रूस "
        ],
        "answer": "b"
      },
      {
        "question": "आर्थिक क्रियाओं का उद्देश्य होता है ?  दोनों  ",
        "options": [
          "(A) जीविकोपार्जन",
          "(B) मनोरंजन",
          "(C) (A) और (B)",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "जनसंख्या वृद्धि से आर्थिक विकास की गति ?  ",
        "options": [
          "(A) सामान्य रहती है",
          "(B) तीव्र हो जाती है",
          "(C) मंद हो जाती है",
          "(D) कुछ भी नहीं होता है "
        ],
        "answer": "c"
      },
      {
        "question": "आर्थिक विकास की व्याख्या के विभिन्न आधार कौन-कौन हैं ?  ",
        "options": [
          "(A) सकल राष्ट्रिय उत्पाद",
          "(B) प्रतिव्यक्ति आय ",
          "(C) आर्थिक कल्याण का आधार ",
          "(D) इनमें से सभी"
        ],
        "answer": "d"
      },
      {
        "question": "मानव-विकास सूचकांक में भारत का क्या स्थान है ? ",
        "options": [
          "(A) 126",
          "(B) 127",
          "(C) 129",
          "(D) 128"
        ],
        "answer": "a"
      },
      {
        "question": "पहला मानव-विकास सूचकांक किस अर्थशास्त्री ने तैयार किया था ?   ",
        "options": [
          "(A) प्रो. अमर्त्य सेन ने ",
          "(B) महबूब-उल-हक ने",
          "(C) डॉ. मनमोहन सिंह ने",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में प्राथमिक क्षेत्र किसे कहा जाता है ?  ",
        "options": [
          "(A) कृषि क्षेत्र को",
          "(B) सेवा क्षेत्र को",
          "(C) औद्योगिक क्षेत्र को ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षक द्वारा अपने पुत्र को पढ़ाना, कौन-सी क्रिया है ?    ",
        "options": [
          "(A) अनार्थिक",
          "(B) आर्थिक",
          "(C) दोनों ही ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "इनमें से कौन भारत सरकार का केंद्रीय बैंक है ?    ",
        "options": [
          "(A) कॉपरेटिव बैंक",
          "(B) रिजर्व बैंक ऑफ़ इंडिया",
          "(C) सेंट्रल बैंक ऑफ़ इंडिया",
          "(D)  स्टेट बैंक ऑफ़ इंडिया  "
        ],
        "answer": "b"
      },
      {
        "question": "राष्ट्रिय विकास परिषद का अध्यक्ष कौन होता है ?     ",
        "options": [
          "(A) प्रधानमंत्री",
          "(B) राष्ट्रपति",
          "(C) राज्यपाल",
          "(D) उपराष्ट्रपति "
        ],
        "answer": "a"
      },
      {
        "question": "किस आधुनिक यंत्र के आगमन के बाद सूचना, शिक्षा एवं ज्ञान सर्वसुलभ हो गया है ?   ",
        "options": [
          "(A) मोबाइल  फोन ",
          "(B) कैलकुलेटर",
          "(C) कंप्यूटर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "व्यवसायिक बैंक का राष्ट्रियकरण कब किया गया ? ",
        "options": [
          "(A) 1975  में ",
          "(B) 1966 में ",
          "(C) 1969 में ",
          "(D) 1980 में "
        ],
        "answer": "c"
      },
      {
        "question": "अंतर्राष्ट्रीय व्यापार संबंधी नियमों को निर्धारित करने वाली संस्था कौन है ? ",
        "options": [
          "(A)  विश्व बैंक",
          "(B)  आई. एम. एक.",
          "(C)  यू. एन. ओ.",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में योजना आयोग का गठन कब किया गया था ?    ",
        "options": [
          "(A) 15 मार्च 1950",
          "(B) 15 सितम्बर 1950",
          "(C) 15 अक्टूबर 1951",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "बिहार के किस जिले का प्रतिव्यक्ति आय सर्वाधिक है ?   ",
        "options": [
          "(A) नालंदा",
          "(B) पटना ",
          "(C) शिवहर ",
          "(D) गया "
        ],
        "answer": "b"
      },
      {
        "question": "लीची का विश्व में सबसे बड़ा उत्पादक देश कौन-सा है ?  ",
        "options": [
          "(A) भारत ",
          "(B) नेपाल",
          "(C) रूस ",
          "(D) चीन"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से कौन-सा भारतीय राज्य गरीबी के कुचक्र का शिकार है ? ",
        "options": [
          "(A) बिहार",
          "(B) केरल ",
          "(C) कर्नाटक ",
          "(D) हरियाणा "
        ],
        "answer": "a"
      },
      {
        "question": "भारत में राष्ट्रिय आय की गणना के लिए सर्वमान्य प्रमाणित संस्था है ?   ",
        "options": [
          "(A) नीति आयोग ",
          "(B) राष्ट्रिय विकास परिषद ",
          "(C) केन्द्रीय सांख्यिकी संगठन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में वित्तीय वर्ष कहा जाता है ? ",
        "options": [
          "(A) 1 अप्रैल से 31 मार्च तक ",
          "(B) 1 जुलाई से 30 जून तक",
          "(C) 1 सितम्बर से 31 अगस्त तक",
          "(D) 1 जनवरी से31  दिसंबर तक"
        ],
        "answer": "a"
      },
      {
        "question": "तीसा की भयानक आर्थिक  मंदी से उबारने के लिए किसने सुझाव दिया था ?     ",
        "options": [
          "(A)  प्रो. केन्स",
          "(B) माल्थस",
          "(C) अमर्त्य सेन",
          "(D) दादा भाई नौरोजी"
        ],
        "answer": "a"
      },
      {
        "question": "तीसा की भयानक आर्थिक मंदी की अवधि क्या थी ?    ",
        "options": [
          "(A) 1920-30",
          "(B) 1929-33",
          "(C) 1918-25",
          "(D) 1998-2009"
        ],
        "answer": "b"
      },
      {
        "question": "उत्पादन एवं आय गणना विधि आर्थिक दृष्टिकोण से है ?   ",
        "options": [
          "(A) सहज",
          "(B) वैज्ञानिक",
          "(C) व्यवहारिक ",
          "(D) उपयुक्त तीनों"
        ],
        "answer": "d"
      },
      {
        "question": "गरीबी के कुचक्र को किसने परिभाषित किया है ?  ",
        "options": [
          "(A) रैगनर नर्क्स",
          "(B) प्रो. फिशर",
          "(C) प्रो. केन्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "अर्थशास्त्र किनकी रचना थी ?      ",
        "options": [
          "(A) चन्द्रगुप्त",
          "(B) मौर्य सिकंदर",
          "(C) चाणक्य ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रिय आय समिति का गठन किस वर्ष हुआ था ? ",
        "options": [
          "(A) 1950",
          "(B) 1949",
          "(C) 1948",
          "(D) 1960"
        ],
        "answer": "b"
      },
      {
        "question": "हमारे देश में किस मुद्रा को वैधानिक मान्यता प्राप्त है ?  ",
        "options": [
          "(A) वस्तु मुद्रा",
          "(B) साख-मुद्रा",
          "(C) पत्र-मुद्रा",
          "(D) चेक "
        ],
        "answer": "c"
      },
      {
        "question": "निम्नांकित में कौन विधि ग्राह्य मुद्रा है ? ",
        "options": [
          "(A) 10 रूपये का नोट",
          "(B)  चेक ",
          "(C) ड्राफ्ट ",
          "(D) इनमें से सभी"
        ],
        "answer": "a"
      },
      {
        "question": "आजकल मुद्रा का कौन-सा रूप अधिक प्रचलन में है ?    ",
        "options": [
          "(A) धात्विक मुद्रा ",
          "(B) पत्र-मुद्रा",
          "(C) सिक्के",
          "(D) इनमें से सभी"
        ],
        "answer": "b"
      },
      {
        "question": "इनमें से कौन मुद्रा के कार्य नहीं हैं ?   ",
        "options": [
          "(A) माध्यम",
          "(B) मापन ",
          "(C) भुगतान",
          "(D)  लेखन एवं संपादन "
        ],
        "answer": "d"
      },
      {
        "question": "किस धातु का मुद्रा के रूप में सर्वाधिक प्रयोग हुआ है ? ",
        "options": [
          "(A) लोहा ",
          "(B) ताँबा ",
          "(C) पीतल ",
          "(D) चाँदी और सोना "
        ],
        "answer": "d"
      },
      {
        "question": "इनमें से कौन साख का आधार नहीं है ?  ",
        "options": [
          "(A)  विश्वास",
          "(B) शिक्षा",
          "(C) चुकाने की क्षमता",
          "(D) ऋण की अवधि "
        ],
        "answer": "b"
      },
      {
        "question": "बांग्लादेश की मुद्रा का क्या नाम है ?  ",
        "options": [
          "(A) रुपया ",
          "(B) डॉलर ",
          "(C) टका",
          "(D) दीनार "
        ],
        "answer": "c"
      },
      {
        "question": "किसने कहा था कि कर्ज जमा की संतान है और जमा कर्ज की संतान है ? ",
        "options": [
          "(A) केन्स",
          "(B) मार्शल ",
          "(C)  पीगू",
          "(D) क्राउथर "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन प्लास्टिक मुद्रा के रूप में प्रचलित है ? ",
        "options": [
          "(A) ए. टी. एम.  ",
          "(B) कागजी  नोट ",
          "(C) चेक",
          "(D) ड्राफ्ट"
        ],
        "answer": "a"
      },
      {
        "question": "किसने कहा था कि आधुनिक विश्व में उद्योग मुद्ररूपी वस्त्र धारण किये हुए है ? ",
        "options": [
          "(A) क्राउथर ",
          "(B) ट्रेस्कॉट",
          "(C) पीगू ",
          "(D) मार्शल"
        ],
        "answer": "c"
      },
      {
        "question": "क्षेत्रीय ग्रामीण बैंकों की स्थापना किस वर्ष की गई ?  ",
        "options": [
          "(A) 1985",
          "(B) 1975",
          "(C) 1990",
          "(D) 2011"
        ],
        "answer": "b"
      },
      {
        "question": "सहकारी नियोजन समिति का गठन किसके नेतृत्व में किया गया था ?   ",
        "options": [
          "(A) आर. जी. सरैया",
          "(B) मेक्लेगन",
          "(C) होरेश ",
          "(D) चेम्सफोर्ड "
        ],
        "answer": "a"
      },
      {
        "question": "भारत की वृत्तीय राजधानी किस शहर को कहा गया है ?  ",
        "options": [
          "(A) मुंबई",
          "(B) दिल्ली",
          "(C) पटना",
          "(D) बंगलोर "
        ],
        "answer": "a"
      },
      {
        "question": "गैर संस्थागत वित्त प्रदान करने वाले सबसे लोकप्रिय साधन है ?  ",
        "options": [
          "(A) देशी  बैंकर ",
          "(B) महाजन ",
          "(C) व्यापारी",
          "(D) सहकारी बैंक "
        ],
        "answer": "b"
      },
      {
        "question": "भारत में सहकारिता आंदोलन का प्रारंभ कब हुआ ?  ",
        "options": [
          "(A) 1904 ई.",
          "(B) 1907 ई.",
          "(C) 1905 ई.",
          "(D) 1920 ई."
        ],
        "answer": "a"
      },
      {
        "question": "इनमें से कौन एशिया का सबसे पुराना शेयर बाजार है ? ",
        "options": [
          "(A) पटना ",
          "(B) कानपुर",
          "(C) मुंबई ",
          "(D) दिल्ली"
        ],
        "answer": "c"
      },
      {
        "question": "आर्थिक विकास का तीसरा क्षेत्र क्या है ? ",
        "options": [
          "(A) सेवा क्षेत्र  ",
          "(B) विज्ञान क्षेत्र",
          "(C) शिक्षा क्षेत्र",
          "(D) कृषि क्षेत्र  "
        ],
        "answer": "a"
      },
      {
        "question": "राष्ट्रिय ग्रामीण रोजगार गारंटी योजना किस महापुरुष के नाम पर है ?  ",
        "options": [
          "(A) राजीव गाँधी ",
          "(B) महात्मा गाँधी",
          "(C) इंदिरा गाँधी",
          "(D) जवाहरलाल नेहरू "
        ],
        "answer": "b"
      },
      {
        "question": "स्वर्ण जयंती शहरी रोजगार योजना किस वर्ष शुरू की गई थी ? ",
        "options": [
          "(A) 1995",
          "(B) 1990",
          "(C) 2000",
          "(D) 1997"
        ],
        "answer": "d"
      },
      {
        "question": "एक अर्थव्यवस्था की आधार संरचना का निर्माण होता है ? ",
        "options": [
          "(A) कृषि द्वारा  ",
          "(B) उद्योगों द्वारा",
          "(C) सेवाओं द्वारा",
          "(D) तीनों द्वारा "
        ],
        "answer": "d"
      },
      {
        "question": "भारत को किस उद्योग के क्षेत्र में अधिक सफलता मिली है ? ",
        "options": [
          "(A) कंप्यूटर   हार्डवेयर",
          "(B) कंप्यूटर सॉफ्टवेयर ",
          "(C) दोनों",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "आर्थिक सुधार संबंधी नवीन आर्थिक नीति कार्यक्रम कब शुरू हुआ ?  ",
        "options": [
          "(A) जुलाई , 1980",
          "(B) जुलाई , 1992",
          "(C) जुलाई , 1991",
          "(D) जुलाई, 1995"
        ],
        "answer": "c"
      },
      {
        "question": "पारले ग्रुप के 'थम्स अप' नामक ब्रांड को किस बहुराष्ट्रीय कंपनी ने खरीद लिया था ?   ",
        "options": [
          "(A) नोकिया",
          "(B) रिबॉक",
          "(C) एल. जी. ",
          "(D)  कोका-कोला"
        ],
        "answer": "d"
      },
      {
        "question": "इनमें से कौन भारतीय बहुराष्ट्रीय कंपनी है ?  ",
        "options": [
          "(A) नोकिया",
          "(B) डाबर",
          "(C) सैमसंग ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में वैश्वीकरण की प्रक्रिया कब शुरू हुई ? ",
        "options": [
          "(A) 1991",
          "(B) 1980",
          "(C) 1992",
          "(D) 1996"
        ],
        "answer": "a"
      },
      {
        "question": "उपभोक्ता आंदोलन का प्रवर्तक किसको माना जाता है ?      ",
        "options": [
          "(A) बिल क्लिंटन",
          "(B) जार्ज बुश",
          "(C) रॉल्फ नादर",
          "(D) मेक्लेगन"
        ],
        "answer": "c"
      },
      {
        "question": "उपभोक्ता अधिकार दिवस कब मनाया जाता है ?  ",
        "options": [
          "(A) 17 मार्च ",
          "(B) 15 मार्च ",
          "(C) 19 अप्रैल ",
          "(D) 22 अप्रैल "
        ],
        "answer": "b"
      },
      {
        "question": "उपभोक्ता जागरूकता आंदोलन की शुरुआत किस देश में हुई थी ? ",
        "options": [
          "(A) चीन ",
          "(B) जापान ",
          "(C) इंगलैंड",
          "(D) संयुक्त राज्य अमेरिका "
        ],
        "answer": "c"
      },
      {
        "question": "उपभोक्ता अधिकारों की घोषणा किस देश में हुई थी ? ",
        "options": [
          "(A) चीन  \t  \t\t",
          "(B) जापान",
          "(C) इंगलैंड  ",
          "(D) संयुक्त राज्य अमेरिका "
        ],
        "answer": "d"
      },
      {
        "question": "बिहार में सेवा का अधिकार किस वर्ष लागु किया हुआ ?  ",
        "options": [
          "(A) 2011",
          "(B) 2012",
          "(C) 1980",
          "(D) 1999"
        ],
        "answer": "a"
      },
      {
        "question": "अंतर्राष्ट्रीय मानकीकरण संगठन(ISO) का मुख्यालय कहाँ है ?  ",
        "options": [
          "(A) ढाका",
          "(B) जेनेवा ",
          "(C) न्यूयार्क ",
          "(D) लंदन"
        ],
        "answer": "b"
      },
      {
        "question": "संयुक्त राष्ट्रसंघ ने किस वर्ष उपभोक्ता के अधिकारों एवं सुरक्षा के लिए सिद्धांत निर्धारित किए ? ",
        "options": [
          "(A) 1985",
          "(B) 1990",
          "(C) 2005",
          "(D) 2010"
        ],
        "answer": "a"
      },
      {
        "question": "मानवाधिकार आयोग की स्थापना कब हुई ?  ",
        "options": [
          "(A) 1993",
          "(B) 1994",
          "(C) 1995",
          "(D) 2005"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में राष्ट्रिय उपभोक्ता दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 24 दिसंबर   ",
          "(B) 1 मार्च",
          "(C) 10 अप्रैल ",
          "(D) 10 दिसंबर  "
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में कौन भोज्य पदार्थों की शुद्धता की गारंटी देता है ? ",
        "options": [
          "(A) हॉलमार्क ",
          "(B) एगमार्क ",
          "(C) बुलमार्क",
          "(D) ISI मार्क   "
        ],
        "answer": "b"
      },
      {
        "question": "भारत में उपभोक्ता संरक्षण अधिनियम की घोषणा कब हुई ?  ",
        "options": [
          "(A) 1987",
          "(B) 19988",
          "(C) 1986",
          "(D) 1980"
        ],
        "answer": "c"
      },
      {
        "question": "भारत के कौन से दो राज्य  खनिज तेल के अग्रणी उत्पादक हैं ? ",
        "options": [
          "(A)  राजस्थान एवं गुजरात  ",
          "(B)  महाराष्ट्र एवं गोआ",
          "(C)   उड़ीसा एवं बिहार",
          "(D) असम एवं गुजरात "
        ],
        "answer": "d"
      },
      {
        "question": "भारत में तेल और प्राकृतिक गैस निगम (ONGC) का मुख्यालय कहाँ स्थित है ? ",
        "options": [
          "(A)    हीरापुर में  ",
          "(B)  गुवाहाटी में  ",
          "(C) देहरादून में ",
          "(D) मुम्बई में"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में बड़ी इलायची का अधिकतम उत्पादन किस राज्य में होता है ? ",
        "options": [
          "(A) सिक्किम",
          "(B)  मेघालय ",
          "(C) असम",
          "(D) अरुणाचल प्रदेश"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में कौन सा राज्य काली मिर्च का सबसे बड़ा उत्पादक है ?  ",
        "options": [
          "(A) तमिलनाडु",
          "(B) आन्ध्र प्रदेश",
          "(C) केरल ",
          "(D) मेघालय "
        ],
        "answer": "c"
      },
      {
        "question": "भारत में सबसे अधिक उपयुक्त अनाज है ?  ",
        "options": [
          "(A)   गेहूँ  ",
          "(B) जौ",
          "(C)  मक्का ",
          "(D) चावल"
        ],
        "answer": "d"
      },
      {
        "question": "भारत में किस राज्य में आर्द्र कृषि होती है ? ",
        "options": [
          "(A) केरल ",
          "(B) असम ",
          "(C) बिहार",
          "(D) गुजरात"
        ],
        "answer": "a"
      },
      {
        "question": "कौन सा राज्य काजू का सबसे बड़ा उत्पादक है ?  ",
        "options": [
          "(A) असम",
          "(B) आन्ध्र प्रदेश",
          "(C) गोआ",
          "(D) केरल "
        ],
        "answer": "d"
      }
    ],
    "type": "economics-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7424b7cd14b8ffc454ad"
    },
    "data": [
      {
        "question": "हड़प्पा सभ्यता की खोज किसने की थी ?  ",
        "options": [
          "(A) दयाराम साहनी ",
          "(B) राखलदास बनर्जी",
          "(C) एम. एम. वत्स",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "वह शासक जिसने एक सच्चे जैन मुनि की तरह उपवास के द्वार शरीर त्याग दिया कौन था ?  ",
        "options": [
          "(A) बिन्दुसार ",
          "(B) अशोक",
          "(C) चन्द्रगुप्त मौर्य ",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "तराइन का प्रथम युद्ध (1191 ई.) किसके मध्य लड़ा गया ?  ",
        "options": [
          "(A) मुहम्मद गौरी और भीम ",
          "(B) मुहम्मद गौरी और पृथ्वीराज तृतीय",
          "(C) मुहम्मद गौरी और जयसिंह ",
          "(D) मुहम्मद गौरी और अजयपाल"
        ],
        "answer": "b"
      },
      {
        "question": "बंगाल को मुगल साम्राज्य से पृथक् कर स्वतन्त्र किया ?  ",
        "options": [
          "(A) मुर्शिद कुली खाँ ",
          "(B) सआदत खाँ",
          "(C) सरफराज खाँ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विधवा पुनर्विवाह कानून कब बना ?  ",
        "options": [
          "(A) 1853  ई. में ",
          "(B) 1856 ई. में ",
          "(C) 1863  ई. में ",
          "(D) 1865  ई. में "
        ],
        "answer": "b"
      },
      {
        "question": "अंग्रेजों ने 'फूट डालो और शासन करो' की नीति कब अपनाई ?  ",
        "options": [
          "(A) 1877 ई. में बाद",
          "(B) 1833 ई. में बाद",
          "(C) 1858 ई. में बाद",
          "(D) 1799 ई. में बाद"
        ],
        "answer": "c"
      },
      {
        "question": "इंगलैण्ड में गृहयुद्ध कितने वर्षों तक चला था ? ",
        "options": [
          "(A) चार वर्ष",
          "(B) सात वर्ष ",
          "(C) दो वर्ष  ",
          "(D) दस वर्ष"
        ],
        "answer": "b"
      },
      {
        "question": "आर्य भारत में कहाँ से आए थे ? ",
        "options": [
          "(A) पश्चिम एशिया से ",
          "(B) पूर्व एशिया से",
          "(C) केन्द्रीय एशिया से",
          "(D) दक्षिण एशिया से "
        ],
        "answer": "c"
      },
      {
        "question": "किस अवधि में रामायण एवं महाभारत की रचना हुई थी ? ",
        "options": [
          "(A) सिन्धु घाटी अवधि में",
          "(B) द्रविड़ अवधि में ",
          "(C) वैदिक अवधि में",
          "(D) आर्य अवधि में"
        ],
        "answer": "d"
      },
      {
        "question": "गुप्त समाज की स्थापना किसने की थी ? ",
        "options": [
          "(A) हर्षवर्धन",
          "(B) चन्द्रगुप्त",
          "(C) समुद्रगुप्त",
          "(D) ब्रह्यगुप्त"
        ],
        "answer": "b"
      },
      {
        "question": "पानीपत की दूसरी लड़ाई किनके बीच हुई थी ? ",
        "options": [
          "(A) वैग्म खान और हेमू ",
          "(B) अकवर और मिर्जा हकीम",
          "(C) अकवर और  वैग्म खान",
          "(D) अकवर और राणा प्रताप "
        ],
        "answer": "a"
      },
      {
        "question": "मुहम्मद गौरी कहाँ का शासक था ? ",
        "options": [
          "(A) अफगानिस्तान",
          "(B) इराक ",
          "(C) परशिया ",
          "(D) तुर्की  "
        ],
        "answer": "a"
      },
      {
        "question": "मस्तानी किस शासक की प्रेयसी थी ? ",
        "options": [
          "(A) वाजीराव पेशवा  ",
          "(B) नाना साहब",
          "(C) शाहू महराज",
          "(D) शेरशाह "
        ],
        "answer": "a"
      },
      {
        "question": "बिहार प्रदेश को किस मुस्लिम शासक ने सर्वप्रथम जीता था ?  ",
        "options": [
          "(A) वावर  ",
          "(B) खिलजी",
          "(C) तुगलक",
          "(D) चंगेज खान "
        ],
        "answer": "b"
      },
      {
        "question": "मुगलकाल में सर्वप्रथम किस शहर में अंग्रेजों ने अपने कारखाने स्थापित किए ? ",
        "options": [
          "(A) मद्रास",
          "(B) कलकत्ता",
          "(C) मुंबई",
          "(D) सूरत"
        ],
        "answer": "d"
      },
      {
        "question": "हड़प्पा सभ्यता की खोज किसने की थी ?  ",
        "options": [
          "(A) दयाराम साहनी ",
          "(B) राखलदास बनर्जी",
          "(C) एम. एम. वत्स",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "वह शासक जिसने एक सच्चे जैन मुनि की तरह उपवास के द्वार शरीर त्याग दिया कौन था ?  ",
        "options": [
          "(A) बिन्दुसार ",
          "(B) अशोक",
          "(C) चन्द्रगुप्त मौर्य ",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "तराइन का प्रथम युद्ध (1191 ई.) किसके मध्य लड़ा गया ?  ",
        "options": [
          "(A) मुहम्मद गौरी और भीम ",
          "(B) मुहम्मद गौरी और पृथ्वीराज तृतीय",
          "(C) मुहम्मद गौरी और जयसिंह ",
          "(D) मुहम्मद गौरी और अजयपाल"
        ],
        "answer": "b"
      },
      {
        "question": "बंगाल को मुगल साम्राज्य से पृथक् कर स्वतन्त्र किया ?  ",
        "options": [
          "(A) मुर्शिद कुली खाँ ",
          "(B) सआदत खाँ",
          "(C) सरफराज खाँ",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "विधवा पुनर्विवाह कानून कब बना ?  ",
        "options": [
          "(A) 1853  ई. में ",
          "(B) 1856 ई. में ",
          "(C) 1863  ई. में ",
          "(D) 1865  ई. में "
        ],
        "answer": "b"
      },
      {
        "question": "अंग्रेजों ने 'फूट डालो और शासन करो' की नीति कब अपनाई ?  ",
        "options": [
          "(A) 1877 ई. में बाद",
          "(B) 1833 ई. में बाद",
          "(C) 1858 ई. में बाद",
          "(D) 1799 ई. में बाद"
        ],
        "answer": "c"
      },
      {
        "question": "इंगलैण्ड में गृहयुद्ध कितने वर्षों तक चला था ? ",
        "options": [
          "(A) चार वर्ष",
          "(B) सात वर्ष ",
          "(C) दो वर्ष  ",
          "(D) दस वर्ष"
        ],
        "answer": "b"
      },
      {
        "question": "आर्य भारत में कहाँ से आए थे ? ",
        "options": [
          "(A) पश्चिम एशिया से ",
          "(B) पूर्व एशिया से",
          "(C) केन्द्रीय एशिया से",
          "(D) दक्षिण एशिया से "
        ],
        "answer": "c"
      },
      {
        "question": "किस अवधि में रामायण एवं महाभारत की रचना हुई थी ? ",
        "options": [
          "(A) सिन्धु घाटी अवधि में",
          "(B) द्रविड़ अवधि में ",
          "(C) वैदिक अवधि में",
          "(D) आर्य अवधि में"
        ],
        "answer": "d"
      },
      {
        "question": "गुप्त समाज की स्थापना किसने की थी ? ",
        "options": [
          "(A) हर्षवर्धन",
          "(B) चन्द्रगुप्त",
          "(C) समुद्रगुप्त",
          "(D) ब्रह्यगुप्त"
        ],
        "answer": "b"
      },
      {
        "question": "पानीपत की दूसरी लड़ाई किनके बीच हुई थी ? ",
        "options": [
          "(A) वैग्म खान और हेमू ",
          "(B) अकवर और मिर्जा हकीम",
          "(C) अकवर और  वैग्म खान",
          "(D) अकवर और राणा प्रताप "
        ],
        "answer": "a"
      },
      {
        "question": "मुहम्मद गौरी कहाँ का शासक था ? ",
        "options": [
          "(A) अफगानिस्तान",
          "(B) इराक ",
          "(C) परशिया ",
          "(D) तुर्की  "
        ],
        "answer": "a"
      },
      {
        "question": "मस्तानी किस शासक की प्रेयसी थी ? ",
        "options": [
          "(A) वाजीराव पेशवा  ",
          "(B) नाना साहब",
          "(C) शाहू महराज",
          "(D) शेरशाह "
        ],
        "answer": "a"
      },
      {
        "question": "बिहार प्रदेश को किस मुस्लिम शासक ने सर्वप्रथम जीता था ?  ",
        "options": [
          "(A) वावर  ",
          "(B) खिलजी",
          "(C) तुगलक",
          "(D) चंगेज खान "
        ],
        "answer": "b"
      },
      {
        "question": "मुगलकाल में सर्वप्रथम किस शहर में अंग्रेजों ने अपने कारखाने स्थापित किए ? ",
        "options": [
          "(A) मद्रास",
          "(B) कलकत्ता",
          "(C) मुंबई",
          "(D) सूरत"
        ],
        "answer": "d"
      },
      {
        "question": "पहली सहायक सन्धि कौन सी थी ? ",
        "options": [
          "(A) रुहेलखण्ड",
          "(B) निजाम",
          "(C) अवध",
          "(D) झाँसी"
        ],
        "answer": "b"
      },
      {
        "question": "कर्नाटक संगीत का पितामह किसे कहा जाता है ? ",
        "options": [
          "(A) मृत्तुस्वामी दीक्षितर",
          "(B) त्यागराज",
          "(C) पुरंदरदास",
          "(D)  स्वाति  तिरुपाल  "
        ],
        "answer": "c"
      },
      {
        "question": "किसके शासन काल में प्रथम चीनी यात्री भारत में आया था ? ",
        "options": [
          "(A) समुद्रगुप्त ",
          "(B) चन्द्रगुप्त  प्रथम",
          "(C) हर्षवर्धन",
          "(D) चन्द्रगुप्त द्वितीय "
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित मुगल शासकों में से किसे 'प्रिन्स ऑफ बिल्डर्स' के नाम से पुकारा जाता है ? ",
        "options": [
          "(A) अकबर ",
          "(B) वावर ",
          "(C) शाहजहाँ ",
          "(D) जहांगीर"
        ],
        "answer": "c"
      },
      {
        "question": "सिख समुदाय के अन्तिम गुरु थे ?  ",
        "options": [
          "(A) गुरु अर्जुन देव",
          "(B) गुरु तेग बहादुर",
          "(C) गुरु गोविन्द सिंघ ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "कुचीपुड़ी  नृत्य कहाँ आरम्भ हुआ था ? ",
        "options": [
          "(A) राजस्थान ",
          "(B) आंध्र प्रदेश में",
          "(C) कर्नाटक",
          "(D) पंजाब"
        ],
        "answer": "b"
      },
      {
        "question": "चित्रकला की गांधार शैली का सूत्रपात्र किसके द्वारा किया गया था ?  ",
        "options": [
          "(A) शैव सम्प्रदाय",
          "(B) महायान सम्प्रदाय ",
          "(C) हीनायान सम्प्रदाय ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "ताजमहल की डिजायन तैयार करने वाला वास्तुकार कौन था ? ",
        "options": [
          "(A) इस्माइल ",
          "(B) उस्ताद ईसा",
          "(C) मुहम्म्द हुसैन",
          "(D)  शाह अब्बास"
        ],
        "answer": "b"
      },
      {
        "question": "बौद्धों के विश्वास के अनुसार गौतम बुद्ध का अगला अवतार किसे माना जाता है ?  ",
        "options": [
          "(A) कल्कि",
          "(B) अत्रेय",
          "(C)  मैत्रेय",
          "(D) नागार्जुन"
        ],
        "answer": "a"
      },
      {
        "question": "सम्राट अकबर ने निम्नलिखित में से किस महल का निर्माण फतेहपुर सीकरी में करवाया था ? ",
        "options": [
          "(A) मोतीमहल",
          "(B) हीरामहल",
          "(C) पंचमहल ",
          "(D) रंगमहल"
        ],
        "answer": "c"
      },
      {
        "question": "कुतुबुमीनार  के पास स्थित लौह स्तम्भ किस राजा ने बनवाया था ? ",
        "options": [
          "(A) चन्द्रगुप्त द्वितीय ",
          "(B) समुद्रगुप्त ",
          "(C) स्कन्दगुप्त ",
          "(D) रामगुप्त "
        ],
        "answer": "a"
      },
      {
        "question": "स्वामी दयानन्द सरस्वती ने किस समाज की स्थापना  की थी ? ",
        "options": [
          "(A) ब्रह्म समाज  ",
          "(B) आर्य समाज",
          "(C) प्रार्थना समाज",
          "(D) दयानन्द वैदिक समाज"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किसने इबादतखाना बनाया है ? ",
        "options": [
          "(A) अकबर ",
          "(B) औरंगजेब ",
          "(C) शाहजहाँ ",
          "(D) जहाँगीर"
        ],
        "answer": "a"
      },
      {
        "question": "भारत की प्रथम महिला शासक बनी थी ? ",
        "options": [
          "(A) चाँद बीबी ",
          "(B) रजिया बेगम",
          "(C) रानी  लक्ष्मीबाई",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "टीपू सुल्तान कहाँ का शासक था ? ",
        "options": [
          "(A) हैदराबाद ",
          "(B) अहमद नगर ",
          "(C) मैसूर ",
          "(D) बीजापुर "
        ],
        "answer": "c"
      },
      {
        "question": "भारत में प्रथम मुस्लिम आक्रमणकारी था ? ",
        "options": [
          "(A) महमूद गजनवी",
          "(B) कुतुबुद्दीन ऐबक",
          "(C) महमूद बिन कासिम",
          "(D) महमूद गोरी "
        ],
        "answer": "c"
      },
      {
        "question": "प्रथम भारतीय साम्राज्य स्थापित किया गया था ? ",
        "options": [
          "(A) कनिष्क द्वारा",
          "(B) हर्ष द्वारा",
          "(C) समुद्र गुप्त द्वारा ",
          "(D) चन्द्रगुप्त मौर्य द्वारा"
        ],
        "answer": "d"
      },
      {
        "question": "किसके समाधि के कारण नान्देड़ गुरु द्वारा सिखों द्वारा पवित्र माना जाता है ? ",
        "options": [
          "(A) गुरु अमरदास की   ",
          "(B) गुरु अंगद  की",
          "(C) गुरु अर्जुन देव की",
          "(D) गुरु गोविन्द सिंह की"
        ],
        "answer": "d"
      },
      {
        "question": "विख्यात सोमनाथ मन्दिर को किसने नष्ट किया ? ",
        "options": [
          "(A) मोहम्मद बिन कासिम  ",
          "(B) सुल्तान महमूद",
          "(C) कुतुबुद्दीन ऐबक",
          "(D) मोहम्म्द गोरी"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन सा सबसे पुराना स्मारक है ? ",
        "options": [
          "(A) कुतुबुमीनार  ",
          "(B) ताजमहल",
          "(C) अजन्ता गुफाएं",
          "(D) खजुराहो"
        ],
        "answer": "c"
      },
      {
        "question": "सिन्धु घाटी सभ्यता के लोग पूजा करते थे ? ",
        "options": [
          "(A) पशुपति की",
          "(B) ब्रह्मा की ",
          "(C) विष्णु की",
          "(D)  इन्द्र की "
        ],
        "answer": "a"
      },
      {
        "question": "त्रिपिटक धार्मिक ग्रन्थ हैं ?  ",
        "options": [
          "(A) जैनों के  ",
          "(B) हिन्दुओं के",
          "(C) मुसलमानों के",
          "(D) बौद्धों के"
        ],
        "answer": "d"
      },
      {
        "question": "पानीपत की तीसरी लड़ाई कब हुई थी ? ",
        "options": [
          "(A) 1799",
          "(B) 1761",
          "(C) 1771",
          "(D) 1769"
        ],
        "answer": "b"
      },
      {
        "question": "मुगल साम्राज्य की नींव किस लड़ाई के बाद मानी जाती है ? ",
        "options": [
          "(A) पानीपत की प्रथम लड़ाई   ",
          "(B) पानीपत की द्वितीय लड़ाई",
          "(C) प्लासी की लड़ाई",
          "(D) बक्सर की लड़ाई"
        ],
        "answer": "a"
      },
      {
        "question": "मुगलवंश की स्थापना भारत में कब हुई ?  ",
        "options": [
          "(A) 1455",
          "(B) 1688",
          "(C) 1526",
          "(D) 1822"
        ],
        "answer": "c"
      },
      {
        "question": "प्लासी का युद्ध कब लड़ा गया था ? ",
        "options": [
          "(A)  23 जून, 1757 ई.",
          "(B)  26 जून, 1756 ई.",
          "(C)  23 जून, 1759 ई.",
          "(D)  27 जून, 1757 ई."
        ],
        "answer": "a"
      },
      {
        "question": "बक्सर का युद्ध कब आरम्भ हुआ था ?  ",
        "options": [
          "(A) 1783 ई",
          "(B) 1763 ई",
          "(C) 1793 ई",
          "(D) 1563 ई"
        ],
        "answer": "b"
      },
      {
        "question": "दिल्ली का लाल किला किसने बनवाया था ? ",
        "options": [
          "(A) हुमायूँ ",
          "(B) अकबर ",
          "(C) शाहजहाँ ",
          "(D) शेरशाह "
        ],
        "answer": "c"
      },
      {
        "question": "शिवाजी के प्रशासन में पेशवा किसे कहा जाता था ?  ",
        "options": [
          "(A) रक्षामन्त्री",
          "(B) धार्मिक मामलों का मन्त्री ",
          "(C) मुख्यमन्त्री ",
          "(D) न्यायमन्त्री"
        ],
        "answer": "c"
      },
      {
        "question": "भारत की प्रथम पूर्णतः रंगीन फिल्म कौन सी थी ? ",
        "options": [
          "(A) आन",
          "(B) राजा हरिश्चन्द्र ",
          "(C) आलमआरा",
          "(D) झाँसी की रानी "
        ],
        "answer": "d"
      },
      {
        "question": "वियना सम्मेलन कब हुआ था ?   ",
        "options": [
          "(A) 1915 ई.",
          "(B) 1820 ई.",
          "(C) 1815 ई.",
          "(D) 1920 ई."
        ],
        "answer": "c"
      },
      {
        "question": "किस देश को यूरोप का मरीज कहा जाता है ? ",
        "options": [
          "(A) फ्रांस को   ",
          "(B) जर्मनी को",
          "(C) इटली को  ",
          "(D) तुर्की को"
        ],
        "answer": "d"
      },
      {
        "question": "जर्मनी का एकीकरण कब पूरा हुआ ?  ",
        "options": [
          "(A) 1849 ई. में  ",
          "(B) 1890 ई. में  ",
          "(C) 1870 ई. में  ",
          "(D) 1871 ई. में  "
        ],
        "answer": "d"
      },
      {
        "question": "एक्ट ऑफ यूनियन किस वर्ष पारित हुआ ?  ",
        "options": [
          "(A) 1699 में ",
          "(B) 1757 में ",
          "(C) 1707 में ",
          "(D) 1815 में "
        ],
        "answer": "c"
      },
      {
        "question": "बोल्शेविक क्रांति कब हुई ?  ",
        "options": [
          "(A) 1935",
          "(B) 1917",
          "(C) 1899",
          "(D) 1950"
        ],
        "answer": "b"
      },
      {
        "question": "नई आर्थिक नीति (NEP) का जन्मदाता था ? ",
        "options": [
          "(A)  कर्ल मार्क्स",
          "(B) स्टालिन",
          "(C) लेनिन",
          "(D) ट्राटस्की"
        ],
        "answer": "c"
      },
      {
        "question": "अप्रैल थीसिस किसने तैयार की ? ",
        "options": [
          "(A) कर्ल मार्क्स \t \t \t",
          "(B) ट्राटस्की",
          "(C) लेनिन",
          "(D) स्टालिन"
        ],
        "answer": "c"
      },
      {
        "question": "लेलिन ने नई आर्थिक नीति की घोषणा कब की ?  ",
        "options": [
          "(A) 1935",
          "(B) 1921",
          "(C) 1915",
          "(D) 1929"
        ],
        "answer": "b"
      },
      {
        "question": "लाल सेना का गठन किसने किया था ?  ",
        "options": [
          "(A) कार्ल मार्क्स   ",
          "(B)  ट्राटस्की",
          "(C) केरेंसकी",
          "(D) स्टालिन"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में अंग्रेजी शिक्षा की शुरुआत किसने की थी ? ",
        "options": [
          "(A) मेकॉले ने ",
          "(B) कर्जन ने ",
          "(C) डलहौजी ने ",
          "(D) कार्नवालिस ने "
        ],
        "answer": "a"
      },
      {
        "question": "राजा राममोहन राय को सरोकार नहीं था ? ",
        "options": [
          "(A)  सती प्रथा की समाप्ति में ",
          "(B) विधवा पुनर्विवाह में  ",
          "(C) संस्कृत की शिक्षा में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "जलियाँवाला बाग हत्याकाण्ड के लिए कौन सा जनरल उत्तरदायी था ? ",
        "options": [
          "(A) जनरल  विलियम बेंटिंक ",
          "(B) जनरल  माउंटबेटन",
          "(C) जनरल डायर ",
          "(D) जनरल डलहौजी "
        ],
        "answer": "c"
      },
      {
        "question": "प्रथम मैसूर युद्ध किनके बीच लड़ा गया था ?  ",
        "options": [
          "(A) ब्रिटिश और टीपू सुल्तान    ",
          "(B) ब्रिटिश और हैदरअली",
          "(C) ब्रिटिश और  मीरजाफर ",
          "(D) ब्रिटिश और  नवाब सिराजुद्दौला"
        ],
        "answer": "b"
      },
      {
        "question": "सती प्रथा पर प्रतिबन्ध किसने लगाया था ? ",
        "options": [
          "(A) लॉर्ड डलहौजी",
          "(B) लॉर्ड माउण्टबेटन",
          "(C)  लॉर्ड विलियम बेंटिंक",
          "(D) लॉर्ड कर्जन"
        ],
        "answer": "c"
      },
      {
        "question": "किस वर्ष में म्यांमार भारतवर्ष से अलग हुआ था ?  ",
        "options": [
          "(A) 1950",
          "(B) 1947",
          "(C) 1937",
          "(D) 1950"
        ],
        "answer": "c"
      },
      {
        "question": "ब्रिटिश सरकार ने बंगाल विभाजन को प्रतिसहृत किस वर्ष किया था ?  ",
        "options": [
          "(A) 1919",
          "(B) 1927",
          "(C) 1938",
          "(D) 1945"
        ],
        "answer": "a"
      },
      {
        "question": "जलियांवाला बाग की दुर्घटना किस सन् में हुई ? ",
        "options": [
          "(A) 1917",
          "(B) 1919",
          "(C) 1918",
          "(D) 1935"
        ],
        "answer": "b"
      },
      {
        "question": "1911 तक बिहार निम्नलिखित में से किसके अन्तर्गत था ?   ",
        "options": [
          "(A) बंगाल महाप्रान्त ",
          "(B) उत्तरी प्रान्त",
          "(C) केन्द्रीय प्रान्त",
          "(D) कलकत्ता प्रान्त"
        ],
        "answer": "a"
      },
      {
        "question": "अलीगढ़ मुस्लिम विश्वविद्यालय के संस्थापक कौन थे ?  ",
        "options": [
          "(A) मौलाना आजाद  ",
          "(B) सर सैयद  अहमद  ",
          "(C) मुहम्म्द अली जिन्ना",
          "(D) डॉ. जाकिर हुसैन "
        ],
        "answer": "b"
      },
      {
        "question": "चौरी-चौरा काण्ड किससे सम्बन्धित है ?  ",
        "options": [
          "(A) असहयोग आन्दोलन",
          "(B) सविनय अवज्ञा ",
          "(C) स्वदेशी ",
          "(D) जलियाँवाला बाग"
        ],
        "answer": "a"
      },
      {
        "question": "प्रथम विश्व युद्ध के दौरान भारत में लोकप्रिय होने वाला आन्दोलन था ? ",
        "options": [
          "(A) अलगाववादी आन्दोलन ",
          "(B) स्वदेशी एवं बहिष्कार",
          "(C) होमरूल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में खोजा गया सबसे पहला पुराना शहर कौन-सा था ? ",
        "options": [
          "(A)   सिंध  ",
          "(B) हड़प्पा ",
          "(C) मोहनजोदड़ों",
          "(D) पंजाब"
        ],
        "answer": "b"
      },
      {
        "question": "सिंधुघाटी के लोग विश्वास करते थे ? ",
        "options": [
          "(A) मातृशक्ति  ",
          "(B) कर्मकाण्ड",
          "(C) आत्मा ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "आर्य शब्द का शाब्दिक अर्थ है ? ",
        "options": [
          "(A)   वीर  ",
          "(B) श्रेष्ठ या कुलीन",
          "(C) विद्वान् ",
          "(D) योद्धा   "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किस फसल का ज्ञान वैदिक काल के लोगों को नहीं था ? ",
        "options": [
          "(A) चावल ",
          "(B) गेहूँ",
          "(C) तम्बाकू ",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "वैदिक गणित का महत्त्वपूर्ण अंग है ? ",
        "options": [
          "(A)  उपनिषद्",
          "(B)   अथर्ववेद ",
          "(C)  शुल्व सूत्र ",
          "(D) शतपथ ब्राह्यण"
        ],
        "answer": "c"
      },
      {
        "question": "किस वेद में प्राचीन वैदिक युग की संस्कृति के बारे में सूचना दी गई हैं ? ",
        "options": [
          "(A)  ऋग्वेद ",
          "(B) सामवेद",
          "(C) अथर्ववेद ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "वेदों की संख्या कितनी है ? ",
        "options": [
          "(A) 3",
          "(B) 4",
          "(C) 6",
          "(D) 8"
        ],
        "answer": "b"
      },
      {
        "question": "ऋग्वैदिक आर्यों का मुख्य व्यवसाय क्या था ? ",
        "options": [
          "(A) शिक्षा  ",
          "(B) पशुपालन",
          "(C)  कृषि",
          "(D) व्यवसाय"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय संगीत का आदिग्रंथ किसे कहा जाता है ?  ",
        "options": [
          "(A) सामवेद",
          "(B) ऋग्वेद",
          "(C) अथर्ववेद",
          "(D)  यजुर्वेद"
        ],
        "answer": "a"
      }
    ],
    "type": "history-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7434b7cd14b8ffc454af"
    },
    "data": [
      {
        "question": "युकी भांवरी का संंबंध किस खेल से है ?  ",
        "options": [
          "(A) टेनिस  ",
          "(B) तैराकी ",
          "(C) बैडमिंटन",
          "(D) क्रिकेट   "
        ],
        "answer": "a"
      },
      {
        "question": "अर्जुन पुरस्कार किस क्षेत्र में उत्कृष्टता के लिए प्रदान किए जाते हैं ? ",
        "options": [
          "(A) सिनेमा  ",
          "(B) साहित्य",
          "(C) खेल-कूद ",
          "(D) विज्ञान"
        ],
        "answer": "c"
      },
      {
        "question": "D. C. M ट्रॉफी का सम्बन्ध किस खेल से है ?  ",
        "options": [
          "(A) हॉकी   ",
          "(B) क्रिकेट  ",
          "(C) फुटबॉल ",
          "(D) गोल्फ"
        ],
        "answer": "c"
      },
      {
        "question": "माइकल फेल्प्स किस खेल से सम्बन्धित हैं ? ",
        "options": [
          "(A) क्रिकेट ",
          "(B) बिलियर्डस् ",
          "(C) शतरंज",
          "(D) तैराकी"
        ],
        "answer": "d"
      },
      {
        "question": "अर्जुन पुरस्कार कब प्रारम्भ हुआ ?  ",
        "options": [
          "(A) 1989",
          "(B) 1899",
          "(C) 1961",
          "(D) 1997"
        ],
        "answer": "c"
      },
      {
        "question": "सर डॉन ब्रैडमैन ने किस खेल में अंतर्राष्ट्रीय ख्याति प्राप्त की है ? ",
        "options": [
          "(A) फुटबॉल",
          "(B) मुक्केबाजी ",
          "(C) क्रिकेट ",
          "(D) शतरंज"
        ],
        "answer": "c"
      },
      {
        "question": "भारत के किस निशानेबाज ने लंदन ओलम्पिक खेलों (2012) में रजत पदक प्राप्त किया ? ",
        "options": [
          "(A) विजय कुमार ",
          "(B) राज्यवर्द्धन सिंह राठौर",
          "(C) मानवजीत सिंह संधू",
          "(D) समरेश जंग"
        ],
        "answer": "a"
      },
      {
        "question": "स्पर्श रेखा किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) तैराकी",
          "(B) कबड्डी",
          "(C) फुटबॉल",
          "(D) मुक्केबाजी"
        ],
        "answer": "b"
      },
      {
        "question": "आस्ट्रेलियाई ओपन टेनिस-2012 के पुरुष एकल विजेता कौन हैं ? ",
        "options": [
          "(A) नोवाक जोकोविच",
          "(B) राज्यवर्द्धन सिंह राठौर",
          "(C) मैस्क मिरनुई  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "थ्री सेकण्डस् किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) मुक्केबाजी ",
          "(B) बास्केटबॉल",
          "(C) बिलियर्ड्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "ईरानी कप का सम्बन्ध निम्नलिखित में से किस खेल से है ?   ",
        "options": [
          "(A) हॉकी ",
          "(B) पोलो ",
          "(C) क्रिकेट ",
          "(D) फुटबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "सानिया मिर्जा निम्नलिखित में से किस खेल के लिए चर्चित है ?  ",
        "options": [
          "(A) एथलेटिक्स  ",
          "(B) लॉन टेनिस",
          "(C) बास्केटबॉल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "अपर कट किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) बॉक्सिंग",
          "(B) क्रिकेट",
          "(C) तैराकी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "खो-खो में कितनी क्रॉस लेन्स होती है ?  ",
        "options": [
          "(A) 5",
          "(B) 8",
          "(C) 11",
          "(D) 9"
        ],
        "answer": "b"
      },
      {
        "question": "हॉकी का जादूगर किसे कहते हैं ?  ",
        "options": [
          "(A)  विजय कुमार ",
          "(B) समरेश जंग",
          "(C) मेजर ध्यानचन्द ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "युकी भांवरी का संंबंध किस खेल से है ?  ",
        "options": [
          "(A) टेनिस  ",
          "(B) तैराकी ",
          "(C) बैडमिंटन",
          "(D) क्रिकेट   "
        ],
        "answer": "a"
      },
      {
        "question": "अर्जुन पुरस्कार किस क्षेत्र में उत्कृष्टता के लिए प्रदान किए जाते हैं ? ",
        "options": [
          "(A) सिनेमा  ",
          "(B) साहित्य",
          "(C) खेल-कूद ",
          "(D) विज्ञान"
        ],
        "answer": "c"
      },
      {
        "question": "D. C. M ट्रॉफी का सम्बन्ध किस खेल से है ?  ",
        "options": [
          "(A) हॉकी   ",
          "(B) क्रिकेट  ",
          "(C) फुटबॉल ",
          "(D) गोल्फ"
        ],
        "answer": "c"
      },
      {
        "question": "माइकल फेल्प्स किस खेल से सम्बन्धित हैं ? ",
        "options": [
          "(A) क्रिकेट ",
          "(B) बिलियर्डस् ",
          "(C) शतरंज",
          "(D) तैराकी"
        ],
        "answer": "d"
      },
      {
        "question": "अर्जुन पुरस्कार कब प्रारम्भ हुआ ?  ",
        "options": [
          "(A) 1989",
          "(B) 1899",
          "(C) 1961",
          "(D) 1997"
        ],
        "answer": "c"
      },
      {
        "question": "सर डॉन ब्रैडमैन ने किस खेल में अंतर्राष्ट्रीय ख्याति प्राप्त की है ? ",
        "options": [
          "(A) फुटबॉल",
          "(B) मुक्केबाजी ",
          "(C) क्रिकेट ",
          "(D) शतरंज"
        ],
        "answer": "c"
      },
      {
        "question": "भारत के किस निशानेबाज ने लंदन ओलम्पिक खेलों (2012) में रजत पदक प्राप्त किया ? ",
        "options": [
          "(A) विजय कुमार ",
          "(B) राज्यवर्द्धन सिंह राठौर",
          "(C) मानवजीत सिंह संधू",
          "(D) समरेश जंग"
        ],
        "answer": "a"
      },
      {
        "question": "स्पर्श रेखा किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) तैराकी",
          "(B) कबड्डी",
          "(C) फुटबॉल",
          "(D) मुक्केबाजी"
        ],
        "answer": "b"
      },
      {
        "question": "आस्ट्रेलियाई ओपन टेनिस-2012 के पुरुष एकल विजेता कौन हैं ? ",
        "options": [
          "(A) नोवाक जोकोविच",
          "(B) राज्यवर्द्धन सिंह राठौर",
          "(C) मैस्क मिरनुई  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "थ्री सेकण्डस् किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) मुक्केबाजी ",
          "(B) बास्केटबॉल",
          "(C) बिलियर्ड्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "ईरानी कप का सम्बन्ध निम्नलिखित में से किस खेल से है ?   ",
        "options": [
          "(A) हॉकी ",
          "(B) पोलो ",
          "(C) क्रिकेट ",
          "(D) फुटबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "सानिया मिर्जा निम्नलिखित में से किस खेल के लिए चर्चित है ?  ",
        "options": [
          "(A) एथलेटिक्स  ",
          "(B) लॉन टेनिस",
          "(C) बास्केटबॉल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "अपर कट किस खेल से सम्बन्धित हैं ?  ",
        "options": [
          "(A) बॉक्सिंग",
          "(B) क्रिकेट",
          "(C) तैराकी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "खो-खो में कितनी क्रॉस लेन्स होती है ?  ",
        "options": [
          "(A) 5",
          "(B) 8",
          "(C) 11",
          "(D) 9"
        ],
        "answer": "b"
      },
      {
        "question": "हॉकी का जादूगर किसे कहते हैं ?  ",
        "options": [
          "(A)  विजय कुमार ",
          "(B) समरेश जंग",
          "(C) मेजर ध्यानचन्द ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से कौन हॉकी का खिलाड़ी नहीं है ? ",
        "options": [
          "(A) पृथ्वीपाल सिंह",
          "(B) अशोक कुमार",
          "(C)  जी एस. रामचन्द ",
          "(D) बलवीर सिंह "
        ],
        "answer": "c"
      },
      {
        "question": "किस खिलाड़ी को वर्ष 2012 का राजीव गांधी खेलरत्न सम्मान प्रदान किया गया है ? ",
        "options": [
          "(A) योगेश्वर दत्त",
          "(B) सुशील कुमार",
          "(C) विजय कुमार",
          "(D) विजेंदर सिंह "
        ],
        "answer": "a"
      },
      {
        "question": "अन्तर्राष्ट्रीय ओलम्पिक समिति के अध्यक्ष कौन हैं ? ",
        "options": [
          "(A) जॉर्ज बुश ",
          "(B) जैक्स रोगे  ",
          "(C) ज्याफ हावर्थ",
          "(D) किम ह्यूज"
        ],
        "answer": "b"
      },
      {
        "question": "लंदन में 2012 में आयोजित 30 वें ओलम्पिक में सर्वाधिक स्वर्ण पदक किस देश ने जीते ? ",
        "options": [
          "(A) अमेरिका ",
          "(B) चीन ",
          "(C) जापान ",
          "(D) रूस"
        ],
        "answer": "a"
      },
      {
        "question": "कनाडा का राष्ट्रीय खेल क्या है ? ",
        "options": [
          "(A) बेसबॉल ",
          "(B) आइस हॉकी",
          "(C)   फुटबॉल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "संयुक्त राज्य अमेरिका का राष्ट्रीय खेल क्या है ? ",
        "options": [
          "(A) आइस हॉकी   ",
          "(B) फुटबॉल",
          "(C)  बेसबॉल",
          "(D) हैण्डबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का राष्ट्रीय खेल क्या है ? ",
        "options": [
          "(A)  कबड्डी  ",
          "(B) क्रिकेट",
          "(C) शतरंज",
          "(D) हॉकी"
        ],
        "answer": "d"
      },
      {
        "question": "जापान का राष्ट्रीय खेल क्या है ? ",
        "options": [
          "(A) क्रिकेट   ",
          "(B) कबड्डी",
          "(C) शतरंज",
          "(D) जूडो"
        ],
        "answer": "d"
      },
      {
        "question": "पोलो खेल का प्रचलन भारत के किस राज्य में हुआ ? ",
        "options": [
          "(A)  बिहार   ",
          "(B) मणिपुर",
          "(C) असम",
          "(D) कर्नाटका"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में पोलो खेल का प्रचलन किसने प्रारम्भ किया ? ",
        "options": [
          "(A) तुर्क   ",
          "(B) पुर्तगाली",
          "(C) यूनानी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कबड्डी खेल का जन्मदाता देश किसे कहा जाता है ? ",
        "options": [
          "(A)   चीन  ",
          "(B) जापान",
          "(C) भारत",
          "(D) रूस"
        ],
        "answer": "c"
      },
      {
        "question": "शतरंज खेल का जन्मदाता देश किसे कहा जाता है ? ",
        "options": [
          "(A)  भारत ",
          "(B) जापान ",
          "(C) चीन",
          "(D) इंग्लैंड"
        ],
        "answer": "a"
      },
      {
        "question": "क्रिकेट खेल का जन्मदाता देश किसे कहा जाता है ? ",
        "options": [
          "(A) जापान ",
          "(B) इंग्लैंड",
          "(C) चीन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "क्रिकेट के आधुनिक संस्करण ' सुपरमैक्स क्रिकेट ' की शुरुआत कहाँ हुई है ? ",
        "options": [
          "(A) रूस   ",
          "(B) आस्ट्रेलिया",
          "(C) न्यूजीलैंड",
          "(D) भारत"
        ],
        "answer": "b"
      },
      {
        "question": "वाटर पोलो में एक पक्ष में खिलाडियों की संख्या कितनी होती है ? ",
        "options": [
          "(A) 9",
          "(B) 10",
          "(C) 8",
          "(D) 7"
        ],
        "answer": "d"
      },
      {
        "question": "पोलो में प्रत्येक पक्ष में खिलाडियों की संख्या कितनी होती है ? ",
        "options": [
          "(A) 3",
          "(B) 2",
          "(C) 4",
          "(D) 9"
        ],
        "answer": "c"
      },
      {
        "question": "बेसबॉल में प्रत्येक पक्ष में खिलाडियों की संख्या कितनी होती है ? ",
        "options": [
          "(A) 7",
          "(B) 9",
          "(C) 11",
          "(D) 6"
        ],
        "answer": "b"
      },
      {
        "question": "वालीबॉल की प्रत्येक टीम में खिलाडियों की संख्या कितनी होती है ? ",
        "options": [
          "(A) 6",
          "(B) 8",
          "(C) 10",
          "(D) 12"
        ],
        "answer": "a"
      },
      {
        "question": "बास्केटबॉल के प्रत्येक पक्ष में खिलाडियों की संख्या कितनी होती है ? ",
        "options": [
          "(A) 9",
          "(B) 10",
          "(C) 4",
          "(D) 5"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से किस खेल की टीम में महिला तथा पुरुष दोनों खिलाड़ी होते हैं ? ",
        "options": [
          "(A)   बेसबॉल ",
          "(B) सॉफ्टबॉल",
          "(C) कार्फबॉल",
          "(D) हैण्डबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "दादा के नाम से किसे जाना जाता है ? ",
        "options": [
          "(A)  उधम सिंह ",
          "(B) मेजर ध्यानचंद",
          "(C) रूप सिंह",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "किसी अन्तर्राष्ट्रीय फुटबॉल मैच की सामान्य समयावधि कितनी होती है ? ",
        "options": [
          "(A) 45 मिनट ",
          "(B) 60 मिनट ",
          "(C) 80 मिनट ",
          "(D) 90 मिनट "
        ],
        "answer": "d"
      },
      {
        "question": "पोलवाल्ट का बादशाह किसे कहा जाता है ? ",
        "options": [
          "(A)   रिआन बोथा",
          "(B) सर्गेई बुबका ",
          "(C)  एम्मा जॉर्ज",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "क्रिकेट खिलाड़ियों के मध्य हॉलीवुड के नाम से जाना जाता है ? ",
        "options": [
          "(A) विनोद काम्बली ",
          "(B) शेन वार्न",
          "(C)  सचिन",
          "(D)   सौरभ गांगुली "
        ],
        "answer": "b"
      },
      {
        "question": "ग्रेट डिलेयर उपनाम से कौन अंतर्राष्ट्रीय क्रिकेट अम्पायर जाना जाता है ? ",
        "options": [
          "(A)   स्टीव बकनर ",
          "(B)  डिकी बर्ड",
          "(C) डेविड शेफर्ड",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "बॉम्बे बॉम्बर किस अन्तर्राष्ट्रीय क्रिकेटर का उपनाम है ? ",
        "options": [
          "(A) सचिन  तेंदुलकर",
          "(B) विनोद काम्बली ",
          "(C) सौरभ गांगुली",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "लिटिल मास्टर के नाम से कौन भारतीय क्रिकेट खिलाड़ी जाना जाता है ? ",
        "options": [
          "(A) सौरभ गांगुली",
          "(B) सचिन तेंदुलकर ",
          "(C) सुनील गावस्कर ",
          "(D)  विनोद काम्बली "
        ],
        "answer": "c"
      },
      {
        "question": "टर्बिनेटर के नाम से जाने जाते हैं ? ",
        "options": [
          "(A) मुरली कार्तिक  ",
          "(B) सुरेश रैना",
          "(C) महेंद्र सिंह धोनी",
          "(D) हरभजन सिंह  "
        ],
        "answer": "d"
      },
      {
        "question": "पोलवाल्ट के बादशाह सर्गेई बुबका का सम्बन्ध किस देश से है ? ",
        "options": [
          "(A)  यूक्रेन ",
          "(B) रूस",
          "(C) आस्ट्रेलिया",
          "(D) न्यूजीलैंड"
        ],
        "answer": "a"
      },
      {
        "question": "साइकिलिंग का खेल परिसर क्या कहलाता है ? ",
        "options": [
          "(A) वेलोड्रम     ",
          "(B) रिंक",
          "(C) रेंज",
          "(D) कोर्स"
        ],
        "answer": "a"
      },
      {
        "question": "मुक्केबाजी का खेल परिसर क्या कहलाता है ? ",
        "options": [
          "(A)  डायमण्ड  ",
          "(B)  रिंक ",
          "(C) रिंग",
          "(D) रेंज"
        ],
        "answer": "c"
      },
      {
        "question": "घुड़सवारी का खेल परिसर क्या कहलाता है ? ",
        "options": [
          "(A)  वेलोड्रम ",
          "(B) एरीना",
          "(C) कोर्स",
          "(D) ग्रीन्स"
        ],
        "answer": "b"
      },
      {
        "question": "गोल्फ खिलाड़ी विजय सिंह का संबंध किस देश से है ?  ",
        "options": [
          "(A) आस्ट्रेलिया   ",
          "(B)  न्यूजीलैंड",
          "(C) यूक्रेन",
          "(D) फिजी"
        ],
        "answer": "d"
      },
      {
        "question": "स्केटिंग खेले जाने वाले स्थान को क्या कहा जाता है ?  ",
        "options": [
          "(A) रिंक   ",
          "(B) रेंज",
          "(C) कोर्स",
          "(D) ग्रीन्स"
        ],
        "answer": "a"
      },
      {
        "question": "किस खेल का खेल परिसर कोर्स कहलाता है ? ",
        "options": [
          "(A) बेसबॉल",
          "(B) आइस हॉकी",
          "(C) गोल्फ",
          "(D) सॉफ्टबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से किस कप का सम्बन्ध लॉन टेनिस से है ? ",
        "options": [
          "(A) डेविस कप   ",
          "(B) सुब्रतो कप",
          "(C)  नेहरू कप ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "यूरो कप किससे संबंधित है ? ",
        "options": [
          "(A) फुटबॉल",
          "(B) क्रिकेट",
          "(C) पोलो ",
          "(D) मुक्केबाजी "
        ],
        "answer": "a"
      },
      {
        "question": "ओलम्पिक खेल कितने वर्ष के अंतराल पर आयोजित किए जाते हैं ? ",
        "options": [
          "(A) 1",
          "(B) 3",
          "(C) 4",
          "(D) 2"
        ],
        "answer": "c"
      },
      {
        "question": "किस वर्ष भारत ने ओलम्पिक खेलों में हॉकी का पहला स्वर्ण पदक जीता ? ",
        "options": [
          "(A) 1938",
          "(B) 1935",
          "(C) 1845",
          "(D) 1928"
        ],
        "answer": "d"
      },
      {
        "question": "क्रिकेट में पिच की लम्बाई कितनी होती है ? ",
        "options": [
          "(A) 20.20 मीटर ",
          "(B) 20.12 मीटर ",
          "(C) 25 गज ",
          "(D) 20.12 गज "
        ],
        "answer": "b"
      },
      {
        "question": "क्रिकेट में बल्ले की अधिकतम अनुमत लम्बाई कितनी होती है ? ",
        "options": [
          "(A) 33 इंच",
          "(B) 35 इंच",
          "(C) 38 इंच",
          "(D) 30 इंच"
        ],
        "answer": "c"
      },
      {
        "question": "क्रिकेट में भूमि से स्टम्प्स की ऊँचाई कितनी होती है ? ",
        "options": [
          "(A) 20 इंच",
          "(B) 27 इंच",
          "(C) 25 इंच",
          "(D) 21 इंच"
        ],
        "answer": "b"
      },
      {
        "question": "फुटबॉल में गोल पोस्ट की चौड़ाई कितनी होती है ? ",
        "options": [
          "(A) 5.54 मीटर",
          "(B) 7.51 मीटर",
          "(C) 7.32 मीटर",
          "(D) 4.57 मीटर"
        ],
        "answer": "c"
      },
      {
        "question": "हॉकी के मैदान में गोल पोस्ट की चौड़ाई कितनी होती है ? ",
        "options": [
          "(A) 2.25 मीटर",
          "(B) 3.75 मीटर",
          "(C) 3.66 मीटर",
          "(D) 2.66 मीटर"
        ],
        "answer": "c"
      },
      {
        "question": "बैडमिंटन में नेट की जमीन से ऊँचाई कितनी होती है ? ",
        "options": [
          "(A) 1.55 मीटर",
          "(B) 1.60 मीटर",
          "(C) 1.66 मीटर",
          "(D) 1.59 मीटर"
        ],
        "answer": "d"
      },
      {
        "question": "खो-खो मैदान में कितनी क्रॉस लेन्स होती है ? ",
        "options": [
          "(A) 5",
          "(B) 9",
          "(C) 8",
          "(D) 10"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से किस खेल मैदान का आकार सबसे बड़ा होता है ? ",
        "options": [
          "(A) पोलो",
          "(B) क्रिकेट",
          "(C) फुटबॉल",
          "(D) बेसबॉल "
        ],
        "answer": "a"
      },
      {
        "question": "हॉकी में पेनाल्टी स्ट्रोक कितनी दूरी से मारा जाता है ? ",
        "options": [
          "(A) 7 गज",
          "(B) 8 गज",
          "(C) 8.5 गज",
          "(D) 7.5 गज"
        ],
        "answer": "b"
      },
      {
        "question": "पोलो के मैदान का आकर होता है ? ",
        "options": [
          "(A) 120 मी. * 225 मी.",
          "(B) 200 मी. * 150 मी.",
          "(C) 270 मी. * 180 मी.",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "विश्वविख्यात रौला गैरो का संबंध किस खेल से है ?  ",
        "options": [
          "(A) फुटबॉल",
          "(B) बैडमिंटन",
          "(C)  लॉन टेनिस",
          "(D) हैण्डबॉल"
        ],
        "answer": "c"
      },
      {
        "question": "शतरंज के बिसात पर कुल कितने घर होते हैं ? ",
        "options": [
          "(A) 16",
          "(B) 32",
          "(C) 48",
          "(D) 64"
        ],
        "answer": "d"
      },
      {
        "question": "ओलम्पिक खेलों में तैराकी के स्वीमिंग पुल में कुल कितने लेन होते हैं ? ",
        "options": [
          "(A) 10",
          "(B) 8",
          "(C) 9",
          "(D) 12"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में क्रिकेट का मक्का के नाम से जाना जाता है ? ",
        "options": [
          "(A) ईडन गार्डेन ",
          "(B) लॉर्ड्स",
          "(C)  ओवल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "मुक्केबाजी के लिए प्रसिद्ध स्थान है ? ",
        "options": [
          "(A)  केन्टकी  ",
          "(B) व्हाइट सिटी",
          "(C) मैडिसन स्क्वायर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "बाराबती स्टेडियम कहाँ अवस्थित है ? ",
        "options": [
          "(A) भुवनेश्वर ",
          "(B) कोलकाता",
          "(C) कटक ",
          "(D) पुणे "
        ],
        "answer": "c"
      },
      {
        "question": "वानखेड़े स्टेडियम कहाँ अवस्थित है ? ",
        "options": [
          "(A) कोलकाता   ",
          "(B) मुम्बई",
          "(C) केरल",
          "(D) पुणे "
        ],
        "answer": "b"
      },
      {
        "question": "ग्रीन पार्क स्टेडियम कहाँ अवस्थित है ? ",
        "options": [
          "(A) चेन्नई ",
          "(B) कानपुर",
          "(C) नागपुर",
          "(D) कोलकाता"
        ],
        "answer": "b"
      },
      {
        "question": "ईडन गार्डेन्स स्टेडियम कहाँ अवस्थित है ? ",
        "options": [
          "(A) कोलकाता ",
          "(B) मुम्बई",
          "(C) नई दिल्ली",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "साल्ट लेक स्टेडियम कहाँ अवस्थित है ? ",
        "options": [
          "(A) नागपुर  ",
          "(B) चेन्नई",
          "(C) नई दिल्ली ",
          "(D) कोलकाता"
        ],
        "answer": "d"
      },
      {
        "question": "फिरोजशाह कोटला ग्राउण्ड स्थित है ? ",
        "options": [
          "(A) पुणे",
          "(B) कोलकाता",
          "(C)  दिल्ली ",
          "(D) मुम्बई"
        ],
        "answer": "c"
      }
    ],
    "type": "sports-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7442b7cd14b8ffc454b1"
    },
    "data": [
      {
        "question": "भूगोल का जनक किसे कहा जाता है ? ",
        "options": [
          "(A) इरैटोस्थनीज  ",
          "(B)  हेरोडोटस ",
          "(C) हिप्पार्कस",
          "(D) हिकैटियस"
        ],
        "answer": "d"
      },
      {
        "question": "भूगोल के लिए ज्योग्रैफिका शब्द का प्रयोग सर्वप्रथम किसने किया ? ",
        "options": [
          "(A)   हेरोडोटस    ",
          "(B) हिकैटियस",
          "(C) हिप्पार्कस",
          "(D) इरैटोस्थनीज"
        ],
        "answer": "d"
      },
      {
        "question": "मानव भूगोल का पिता निम्नलिखित में से किसको कहा जाता है ? ",
        "options": [
          "(A) कार्ल रिटर   ",
          "(B) जीन ब्रून्श",
          "(C) हम्बोल्ट ",
          "(D) हिप्पार्कस "
        ],
        "answer": "a"
      },
      {
        "question": "भूगोल को मानव पारिस्थितिकी के रूप में परिभाषित करने वाला विद्धान कौन है ? ",
        "options": [
          "(A) हेटनर",
          "(B) जीन ब्रून्श",
          "(C)  एच.  एच. बैरोज ",
          "(D) इरैटोस्थनीज"
        ],
        "answer": "c"
      },
      {
        "question": "भू-आकृति विज्ञान का जन्मदाता किसे माना जाता है ? ",
        "options": [
          "(A) पेशल   ",
          "(B) डेविस",
          "(C) पेंक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भूगोल पृथ्वी को केन्द्र मानकर अध्ययन करने वाला विज्ञान है, ऐसा किसने कहा था ?  ",
        "options": [
          "(A) वारेनियस   ",
          "(B) टेलर",
          "(C) काण्ट",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सौरमण्डल के बारे में विश्व के समक्ष जानकारी प्रस्तुत करने का श्रेय किस विद्धान को है ? ",
        "options": [
          "(A)  कॉपरनिकस ",
          "(B) केप्लर",
          "(C) गैलीलियो",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सूर्य के चारों और घूमने वाले खगोलीय पिण्ड क्या कहलाते हैं ?  ",
        "options": [
          "(A)  ग्रह  ",
          "(B) उपग्रह",
          "(C) पुच्छल तारा ",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "भूलोग भूतल का अध्ययन है ऐसा किसने कहा था ? ",
        "options": [
          "(A) वारेनियस   ",
          "(B) टेलर",
          "(C) काण्ट",
          "(D) कार्ल रिटर"
        ],
        "answer": "c"
      },
      {
        "question": "सौरमण्डल में कुल कितने ग्रह हैं ? ",
        "options": [
          "(A) 12",
          "(B) 10",
          "(C) 9",
          "(D) 8"
        ],
        "answer": "d"
      },
      {
        "question": "किसी ग्रह के चारों ओर परिक्रमा करने वाले छोटे आकाशीय पिण्ड को क्या कहते हैं ? ",
        "options": [
          "(A)  पुच्छल तारा  ",
          "(B) ग्रह",
          "(C) उपग्रह",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "ग्रहों की गति का नियम प्रतिपादित किसने किया ? ",
        "options": [
          "(A) केप्लर     ",
          "(B) गैलीलियो",
          "(C) न्यूटन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "नार्वे में अर्द्धरात्रि के समय सूर्य कब दिखाई देता है ? ",
        "options": [
          "(A) 12 अगस्त ",
          "(B) 21 जून",
          "(C) 21 जुलाई",
          "(D) 21 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "सौरमण्डल की खोज किसने की ? ",
        "options": [
          "(A) कॉपरनिकस   ",
          "(B) आर्यभट्ट",
          "(C) कार्ल रिटर",
          "(D) केप्लर "
        ],
        "answer": "a"
      },
      {
        "question": "सौरमण्डल का जन्मदाता किसे कहा जाता है ? ",
        "options": [
          "(A)   पृथ्वी    ",
          "(B) शुक्र",
          "(C) शनि",
          "(D) सूर्य"
        ],
        "answer": "d"
      },
      {
        "question": "भूगोल का जनक किसे कहा जाता है ? ",
        "options": [
          "(A) इरैटोस्थनीज  ",
          "(B)  हेरोडोटस ",
          "(C) हिप्पार्कस",
          "(D) हिकैटियस"
        ],
        "answer": "d"
      },
      {
        "question": "भूगोल के लिए ज्योग्रैफिका शब्द का प्रयोग सर्वप्रथम किसने किया ? ",
        "options": [
          "(A)   हेरोडोटस    ",
          "(B) हिकैटियस",
          "(C) हिप्पार्कस",
          "(D) इरैटोस्थनीज"
        ],
        "answer": "d"
      },
      {
        "question": "मानव भूगोल का पिता निम्नलिखित में से किसको कहा जाता है ? ",
        "options": [
          "(A) कार्ल रिटर   ",
          "(B) जीन ब्रून्श",
          "(C) हम्बोल्ट ",
          "(D) हिप्पार्कस "
        ],
        "answer": "a"
      },
      {
        "question": "भूगोल को मानव पारिस्थितिकी के रूप में परिभाषित करने वाला विद्धान कौन है ? ",
        "options": [
          "(A) हेटनर",
          "(B) जीन ब्रून्श",
          "(C)  एच.  एच. बैरोज ",
          "(D) इरैटोस्थनीज"
        ],
        "answer": "c"
      },
      {
        "question": "भू-आकृति विज्ञान का जन्मदाता किसे माना जाता है ? ",
        "options": [
          "(A) पेशल   ",
          "(B) डेविस",
          "(C) पेंक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भूगोल पृथ्वी को केन्द्र मानकर अध्ययन करने वाला विज्ञान है, ऐसा किसने कहा था ?  ",
        "options": [
          "(A) वारेनियस   ",
          "(B) टेलर",
          "(C) काण्ट",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सौरमण्डल के बारे में विश्व के समक्ष जानकारी प्रस्तुत करने का श्रेय किस विद्धान को है ? ",
        "options": [
          "(A)  कॉपरनिकस ",
          "(B) केप्लर",
          "(C) गैलीलियो",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सूर्य के चारों और घूमने वाले खगोलीय पिण्ड क्या कहलाते हैं ?  ",
        "options": [
          "(A)  ग्रह  ",
          "(B) उपग्रह",
          "(C) पुच्छल तारा ",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "भूलोग भूतल का अध्ययन है ऐसा किसने कहा था ? ",
        "options": [
          "(A) वारेनियस   ",
          "(B) टेलर",
          "(C) काण्ट",
          "(D) कार्ल रिटर"
        ],
        "answer": "c"
      },
      {
        "question": "सौरमण्डल में कुल कितने ग्रह हैं ? ",
        "options": [
          "(A) 12",
          "(B) 10",
          "(C) 9",
          "(D) 8"
        ],
        "answer": "d"
      },
      {
        "question": "किसी ग्रह के चारों ओर परिक्रमा करने वाले छोटे आकाशीय पिण्ड को क्या कहते हैं ? ",
        "options": [
          "(A)  पुच्छल तारा  ",
          "(B) ग्रह",
          "(C) उपग्रह",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "ग्रहों की गति का नियम प्रतिपादित किसने किया ? ",
        "options": [
          "(A) केप्लर     ",
          "(B) गैलीलियो",
          "(C) न्यूटन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "नार्वे में अर्द्धरात्रि के समय सूर्य कब दिखाई देता है ? ",
        "options": [
          "(A) 12 अगस्त ",
          "(B) 21 जून",
          "(C) 21 जुलाई",
          "(D) 21 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "सौरमण्डल की खोज किसने की ? ",
        "options": [
          "(A) कॉपरनिकस   ",
          "(B) आर्यभट्ट",
          "(C) कार्ल रिटर",
          "(D) केप्लर "
        ],
        "answer": "a"
      },
      {
        "question": "सौरमण्डल का जन्मदाता किसे कहा जाता है ? ",
        "options": [
          "(A)   पृथ्वी    ",
          "(B) शुक्र",
          "(C) शनि",
          "(D) सूर्य"
        ],
        "answer": "d"
      },
      {
        "question": "एक ग्रह की अपने कक्ष में सूर्य से अधिकतम दूरी को क्या कहा जाता है ? ",
        "options": [
          "(A)   पेरिजी ",
          "(B) अपसौर",
          "(C) उपसौर",
          "(D) अपोजी"
        ],
        "answer": "b"
      },
      {
        "question": "एक ग्रह की अपने कक्ष में सूर्य से न्यूनतम दूरी को क्या कहा जाता है ? ",
        "options": [
          "(A) उपसौर    ",
          "(B) अपोजी",
          "(C) अपसौर",
          "(D) पेरिजी "
        ],
        "answer": "a"
      },
      {
        "question": "अन्तरिक्ष में कुल कितने तारामण्डल है ? ",
        "options": [
          "(A) 97",
          "(B) 81",
          "(C) 95",
          "(D) 89"
        ],
        "answer": "d"
      },
      {
        "question": "पार्थिव ग्रहों की संख्या कितनी है ? ",
        "options": [
          "(A) 5",
          "(B) 8",
          "(C) 4",
          "(D) 7"
        ],
        "answer": "c"
      },
      {
        "question": "ब्रह्यण्ड में विस्फोटी तारा कहलाती है ? ",
        "options": [
          "(A)  उल्का  ",
          "(B) अभिनव तारा",
          "(C) धूमकेतु",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कोन एक तारा है ? ",
        "options": [
          "(A)   पृथ्वी     ",
          "(B) शुक्र",
          "(C) सूर्य",
          "(D) चन्द्रमा"
        ],
        "answer": "c"
      },
      {
        "question": "सूर्य प्रकाश धरती तक पहुँचने में कितने मिनट लेता है ? ",
        "options": [
          "(A) 3-8",
          "(B) 8-3",
          "(C) 7-4",
          "(D) 9-3"
        ],
        "answer": "b"
      },
      {
        "question": "सूर्य के सबसे दूर कौन-सा ग्रह है ? ",
        "options": [
          "(A)  बुद्ध ",
          "(B) प्लूटो",
          "(C) वरुण",
          "(D)  वृहस्पति "
        ],
        "answer": "c"
      },
      {
        "question": "कौन-सा ग्रह सूर्य के सबसे निकट है ?  ",
        "options": [
          "(A) बुद्ध   ",
          "(B) प्लूटो",
          "(C) वृहस्पति",
          "(D) शुक्र"
        ],
        "answer": "a"
      },
      {
        "question": "किस ग्रह में चन्द्रमा की तरह कलाएँ होती हैं ? ",
        "options": [
          "(A) मंगल ",
          "(B) शनि ",
          "(C)  बुद्ध",
          "(D) वृहस्पति"
        ],
        "answer": "c"
      },
      {
        "question": "बुद्ध सूर्य का एक चक्कर लगाने में कितना समय लेता है ? ",
        "options": [
          "(A) 90 दिन ",
          "(B) 88 दिन ",
          "(C) 75 दिन ",
          "(D) 87 दिन "
        ],
        "answer": "b"
      },
      {
        "question": "सौरमण्डल का अत्यधिक तीव्र ग्रह कौन है ? ",
        "options": [
          "(A) मंगल",
          "(B) शनि ",
          "(C) शुक्र",
          "(D) बुद्ध"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से किस ग्रह को पृथ्वी की बहन कहा जाता है ? ",
        "options": [
          "(A)  शनि   ",
          "(B) शुक्र",
          "(C) चन्द्रमा",
          "(D) मंगल"
        ],
        "answer": "b"
      },
      {
        "question": "दो ग्रह जिनके उपग्रह नहीं है ? ",
        "options": [
          "(A)  पृथ्वी और शनि ",
          "(B) शुक्र और बुद्ध",
          "(C) वृहस्पति और बुद्ध",
          "(D)  मंगल और शनि "
        ],
        "answer": "b"
      },
      {
        "question": "किस ग्रह को शाम का तारा कहा जाता है ? ",
        "options": [
          "(A)  पृथ्वी     ",
          "(B) शनि",
          "(C) शुक्र",
          "(D) चन्द्रमा"
        ],
        "answer": "c"
      },
      {
        "question": "यूरोपवासी किस ग्रह की पूजा देवी के रूप में करते थे ? ",
        "options": [
          "(A)   चन्द्रमा ",
          "(B) पृथ्वी",
          "(C) शुक्र",
          "(D) मंगल"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी की उपसौर स्थिति किस महीने में होती है ? ",
        "options": [
          "(A) जनवरी ",
          "(B) मार्च   ",
          "(C) अप्रैल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी की सबसे ऊपरी परत के लिए सर्वप्रथम सियाल शब्द का प्रयोग किसने किया ? ",
        "options": [
          "(A) स्वेस      ",
          "(B) डेली",
          "(C) होम्स",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी के किस भाग में निकेल और लोहा की प्रधानता है ? ",
        "options": [
          "(A)  सीमा  ",
          "(B) निफे",
          "(C) सियाल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भूपृष्ठ की किस परत में बैसाल्ट चट्टानों की आवश्यकता है ? ",
        "options": [
          "(A) निफे   ",
          "(B) सीमा",
          "(C) सियाल",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "पृथ्वी की आन्तरिक संरचना के सम्बन्ध में महत्वपूर्ण जानकारी का स्त्रोत क्या है ? ",
        "options": [
          "(A)  प्लेट विवर्तनिकी ",
          "(B)  अप्राकृतिक साधन  ",
          "(C) ज्वालामुखी क्रिया ",
          "(D) भूकम्प विज्ञान "
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी के कुल द्रव्यमान का लगभग कितना प्रतिशत मेंटल में पाया जाता है ? ",
        "options": [
          "(A) 40 %",
          "(B) 45 %",
          "(C) 68 %",
          "(D) 90 %"
        ],
        "answer": "c"
      },
      {
        "question": "स्थलमण्डल का विस्तार कितने किमी. की गहराई तक है ? ",
        "options": [
          "(A) 110 किमी.",
          "(B) 155 किमी.",
          "(C) 200 किमी",
          "(D) 100 किमी."
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी के भू-पर्पटी में कौन-सा तत्व प्रचुर मात्रा में पाया जाता है ?  ",
        "options": [
          "(A) लौह    ",
          "(B) क्रोमियम",
          "(C) एलुमिनियम",
          "(D) पोटैशियम"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी के धरातल के कितने प्रतिशत भाग पर महाद्वीपों का विस्तार पाया जाता है ? ",
        "options": [
          "(A) 30.1 ",
          "(B) 28.4",
          "(C) 29.2",
          "(D) 38.7"
        ],
        "answer": "c"
      },
      {
        "question": "पृथ्वी ग्रह की संरचना में प्रावार के नीचे क्रोड निम्नलिखित में से किस एक से बना है ?   ",
        "options": [
          "(A) लौह    ",
          "(B) एलुमिनियम",
          "(C) पोटैशियम",
          "(D) क्रोमियम"
        ],
        "answer": "a"
      },
      {
        "question": "पृथ्वी की तीन संकेन्द्री परतों में ऊपर से दूसरी परत का नाम क्या है ?  ",
        "options": [
          "(A) निफे   ",
          "(B) सीमा",
          "(C) सियाल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "कुल अक्षांशों की संख्या कितनी है ? ",
        "options": [
          "(A) 70",
          "(B) 90",
          "(C) 160",
          "(D) 180"
        ],
        "answer": "d"
      },
      {
        "question": "देशान्तरों की संख्या कितनी है ? ",
        "options": [
          "(A) 60",
          "(B) 360",
          "(C) 180",
          "(D) 90"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित नगरों में से कौन-सा एक भूमध्य रेखा के सर्वाधिक निकट है ? ",
        "options": [
          "(A) सिंगापुर    ",
          "(B) मनीला",
          "(C) जकार्ता",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से किस देश से होकर कर्क रेखा नहीं गुजरती है ? ",
        "options": [
          "(A) जायरे     ",
          "(B) चीन",
          "(C) भारत",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "अन्तर्राष्ट्रीय दिनांक रेखा कहाँ से होकर गुजरती है ?   ",
        "options": [
          "(A) 180º",
          "(B) 120º",
          "(C) 270º",
          "(D) 90º"
        ],
        "answer": "a"
      },
      {
        "question": "ग्रीनविच किस देश में है ?  ",
        "options": [
          "(A) यूं. के.    ",
          "(B) हॉलैंड",
          "(C) यू. एस. ए.",
          "(D) भारत"
        ],
        "answer": "a"
      },
      {
        "question": "एक देशान्तर को पार करने में दो स्थानों के स्थानीय समय के बीच क्या अन्तर होता है ? ",
        "options": [
          "(A) 7 मिनट",
          "(B) 0 मिनट",
          "(C) 4 मिनट",
          "(D) 1 मिनट"
        ],
        "answer": "c"
      },
      {
        "question": "अन्तर्राष्ट्रीय तिथि रेखा का निर्धारण किस वर्ष किया गया ? ",
        "options": [
          "(A) 1955",
          "(B) 1896",
          "(C) 1997",
          "(D) 1884"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का प्रमाणिक समय किस स्थान से निश्चित किया जाता है ? ",
        "options": [
          "(A) मुम्बई  ",
          "(B) दिल्ली",
          "(C) इलाहाबाद",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भू-पृष्ठ का कितना प्रतिशत भाग अवसादी शैलों से ढका है ? ",
        "options": [
          "(A) 80 %",
          "(B) 75 %",
          "(C) 95 %",
          "(D) 68 %"
        ],
        "answer": "b"
      },
      {
        "question": "कोयला किस चट्टान में पाया जाता है ? ",
        "options": [
          "(A) परतदार चट्टान  ",
          "(B) आग्नेय चट्टान",
          "(C)  अजैव चट्टान ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन रूपान्तरित चट्टान नहीं है ? ",
        "options": [
          "(A) ग्रेनाइट    ",
          "(B) स्लेट",
          "(C) संगमरमर",
          "(D) स्फटिक"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन कायान्तरित शैल है ? ",
        "options": [
          "(A) ग्रेनाइट \t \t \t",
          "(B) स्लेट",
          "(C) संगमरमर",
          "(D) स्फटिक"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे ऊँचा पर्वत शिखर कहाँ स्थित है ? ",
        "options": [
          "(A) जापान",
          "(B) नेपाल ",
          "(C) चीन",
          "(D) भारत"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से कौन-सी पर्वत श्रृंखला विश्व में सबसे बड़ी है ? ",
        "options": [
          "(A) एण्डीज   ",
          "(B) अलास्का",
          "(C) हिमालय",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "संसार का सर्वाधिक सक्रिय ज्वालामुखी है ? ",
        "options": [
          "(A) किलायू   ",
          "(B) फ्यूजीयाम",
          "(C) कोटोपैक्सी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "कोटोपैक्सी कहाँ स्थित है ? ",
        "options": [
          "(A) न्यूजीलैंड  ",
          "(B) आस्ट्रेलिया",
          "(C) कनाडा",
          "(D) इक्वाडोर"
        ],
        "answer": "d"
      },
      {
        "question": "वायुमण्डल में नाइट्रोजन की प्रतिशतता है ?  ",
        "options": [
          "(A) 30 %",
          "(B) 80 %",
          "(C) 78 %",
          "(D) 50 %"
        ],
        "answer": "c"
      },
      {
        "question": "वायुमण्डल में सर्वाधिक मात्रा में विद्यमान अक्रिय गैस कौन-सी है ? ",
        "options": [
          "(A)  क्रिप्टॉन   ",
          "(B) हीलियम",
          "(C) ऑर्गन",
          "(D) नियॉन"
        ],
        "answer": "c"
      },
      {
        "question": "वायुमण्डल में सर्वाधिक कौन-सी गैस मिलती है ? ",
        "options": [
          "(A) नाइट्रोजन  ",
          "(B) हाइड्रोजन",
          "(C) ऑक्सीजन",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "वायुमण्डल का सर्वाधिक स्थायी तत्व है ? ",
        "options": [
          "(A) नाइट्रोजन ",
          "(B) जलवाष्प  ",
          "(C) ऑक्सीजन ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "लोयस पठार स्थित है ? ",
        "options": [
          "(A) भारत   ",
          "(B) जापान",
          "(C) रूस",
          "(D) चीन"
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी के वायुमण्डल का कितना प्रतिशत भाग 29 km की ऊँचाई तक पाया जाता है ? ",
        "options": [
          "(A) 30 %",
          "(B) 65 %",
          "(C) 88 %",
          "(D) 97 %"
        ],
        "answer": "d"
      },
      {
        "question": "मेघ गर्जन वायुमण्डल की किस परत में होता है ? ",
        "options": [
          "(A) ओजोन मण्डल  ",
          "(B)  क्षोम मण्डल ",
          "(C) समताप मण्डल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "सूर्य की तीव्र किरणों द्वारा झुलसने से वायुमण्डल की कौन-सी गैस हमारी रक्षा करती है ? ",
        "options": [
          "(A)  आर्गन  ",
          "(B) ओजोन",
          "(C) ऑक्सीजन",
          "(D) हाइड्रोजन"
        ],
        "answer": "b"
      },
      {
        "question": "शांत पेटी किस रेखा के दोनों और पायी जाती है ? ",
        "options": [
          "(A)  कर्क रेखा ",
          "(B) भूमध्य रेखा",
          "(C) मकर रेखा ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किसे प्रकृति का सुरक्षा वाल्व कहा जाता है ? ",
        "options": [
          "(A)  ज्वालामुखी ",
          "(B)  ओजोन गैस",
          "(C) भूकम्प",
          "(D) नदियाँ"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व का सबसे ऊँचा ज्वालामुखी पर्वत कोटोपैक्सी कहाँ स्थित है ? ",
        "options": [
          "(A) भारत    ",
          "(B) जापान",
          "(C) जर्मनी",
          "(D) इक्वेडोर"
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से कौन एक वलित पर्वत है ?  ",
        "options": [
          "(A)  नीलगिरि  ",
          "(B) हिमालय",
          "(C) सतपुड़ा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "पठारी क्षेत्रों में विश्व की कितनी प्रतिशत जनसंख्या निवास करती है ? ",
        "options": [
          "(A) 4 %",
          "(B) 6 %",
          "(C) 9 %",
          "(D) 50 %"
        ],
        "answer": "c"
      },
      {
        "question": "भूकम्प में धरातलीय तरंगें होती है ? ",
        "options": [
          "(A) प्राथमिक तरंगें",
          "(B) गौण तरंगें",
          "(C) L तरंगें",
          "(D) प्राथमिक और गौण तरंगें"
        ],
        "answer": "c"
      },
      {
        "question": "नवीनतम पर्वतमाला है ? ",
        "options": [
          "(A) अप्लेशियन ",
          "(B) सतपुड़ा",
          "(C) यूराल",
          "(D) रॉकीज"
        ],
        "answer": "c"
      },
      {
        "question": "हिमालय की उत्पत्ति किस भूसन्नति से हुई है ? ",
        "options": [
          "(A)   गोदावरी ",
          "(B) टेथिस",
          "(C) शिवालिक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      }
    ],
    "type": "geography-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7450b7cd14b8ffc454b3"
    },
    "data": [
      {
        "question": "अध्यापक के लिए सबसे मूल्यवान ? ",
        "options": [
          "(A) उसकी नौकरी है  ",
          "(B) उसकी गरिमा एवं मर्यादा है ",
          "(C) छात्रों का विश्वास है ",
          "(D) उसकी शिक्षण के प्रति आस्था है "
        ],
        "answer": "c"
      },
      {
        "question": "अच्छा अध्यापक वह है जो ? ",
        "options": [
          "(A)  मेधावी व परिश्रमी हो ",
          "(B) अपने विद्यार्थियों से सच्ची लगन रखता हो ",
          "(C) सदा जीवन व्यतीत करता हो ",
          "(D) अपने विषय में प्रवीण हो"
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षा के प्रचार एवं प्रसार से ? ",
        "options": [
          "(A) लोकतंत्र मजबूत होता है  ",
          "(B) अन्धविश्वास में कमी आती है ",
          "(C) आर्थिक विकास की दर बढ़ती है  ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "आप स्कूल के बाहर अपने किसी छात्र से किस प्रकार से व्यवहार करेंगें ? ",
        "options": [
          "(A) अजनबी की तरह ",
          "(B) उससे बात करना पसन्द नहीं करेंगे ",
          "(C) बहुत गम्भीर होकर ",
          "(D) मित्रों की तरह "
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षण क्या है ? ",
        "options": [
          "(A) एक कौशल   ",
          "(B) एक कला",
          "(C) एक क्रिया मात्र",
          "(D) एक तपस्या"
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षा तभी सार्थक होगी जब ? ",
        "options": [
          "(A) पाठ्यक्रम केन्द्रित हो    ",
          "(B) छात्र केन्द्रित हो  ",
          "(C) रोजगार केन्द्रित हो  ",
          "(D) समाज केन्द्रित हो  "
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षण की समस्याओं को हल करने का दायित्व किसका है ?   ",
        "options": [
          "(A) प्रधानाचार्य का ",
          "(B)  शिक्षकों का ",
          "(C)  सरकार का",
          "(D) शिक्षाविदों का"
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षक की योग्यता एवं आचरण का सबसे अच्छा मूल्यांकन करते हैं ? ",
        "options": [
          "(A) उनके प्रधानाचार्य   ",
          "(B) उनके शिष्य",
          "(C) समाज के सम्भ्रांत लोग ",
          "(D) विशेषज्ञ"
        ],
        "answer": "b"
      },
      {
        "question": "आपके विचार में शिक्षा का उद्देश्य होना चाहिए ? ",
        "options": [
          "(A) शिक्षा ग्रहण करने के बाद नौकरी ",
          "(B)  छात्रों की मानसिक योग्यता का विकास",
          "(C) छात्रों को साक्षर बनाना",
          "(D) बालकों का सर्वांगीण विकास"
        ],
        "answer": "d"
      },
      {
        "question": "पाठ्यक्रम निर्माण में किस बात को मुख्य रूप से ध्यान में रखना चाहिए ?   ",
        "options": [
          "(A) शिक्षा के उद्देश्यों को ",
          "(B) छात्रों की आवश्यकताओं, रुचियों एवं योग्यताओं को ",
          "(C) शिक्षण अनुसंधानों को ",
          "(D) A और B दोनों  "
        ],
        "answer": "d"
      },
      {
        "question": "एक प्रधानाचार्य को होना चाहिए ? ",
        "options": [
          "(A) छात्रों के लिए प्ररेणादायक ",
          "(B) अध्यापकों के लिए समानता का भाव रखने वाला ",
          "(C) कुशल प्रबन्धक ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "आपके अनुसार शिक्षण की योजना पद्धति होनी चाहिए ? ",
        "options": [
          "(A) शिक्षक केन्द्रित ",
          "(B)  प्रोजेक्ट केन्द्रित",
          "(C) पाठ्य पुस्तक केन्द्रित ",
          "(D) बालक केन्द्रित "
        ],
        "answer": "d"
      },
      {
        "question": "एक अध्यापक का श्रेष्ठतम गुण है ? ",
        "options": [
          "(A) अध्यापक के प्रति पूर्ण समर्पण ",
          "(B) अध्यापक के प्रति उच्च चरित्र",
          "(C) अध्यापक के प्रति उच्च विचार ",
          "(D) अध्यापक की धर्मनिरपेक्षता "
        ],
        "answer": "a"
      },
      {
        "question": "अध्यापक मुख्य रूप से किसके प्रति जवाबदेह होता है ? ",
        "options": [
          "(A) समाज तथा छात्रों के प्रति",
          "(B) प्रधानाचार्य के प्रति ",
          "(C) अभिभावकों के प्रति",
          "(D)  सरकार के प्रति "
        ],
        "answer": "a"
      },
      {
        "question": "ग्रामीण अंचलों में बच्चों के स्कूल से भागने तथा पढ़ाई छोड़ने का कारण है ? ",
        "options": [
          "(A) स्कूल का नीरस वातावरण  ",
          "(B) छात्रों की बाल श्रमिक बनने को लालसा",
          "(C) छात्रों का अध्यापक से डरना",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "अध्यापक के लिए सबसे मूल्यवान ? ",
        "options": [
          "(A) उसकी नौकरी है  ",
          "(B) उसकी गरिमा एवं मर्यादा है ",
          "(C) छात्रों का विश्वास है ",
          "(D) उसकी शिक्षण के प्रति आस्था है "
        ],
        "answer": "c"
      },
      {
        "question": "अच्छा अध्यापक वह है जो ? ",
        "options": [
          "(A)  मेधावी व परिश्रमी हो ",
          "(B) अपने विद्यार्थियों से सच्ची लगन रखता हो ",
          "(C) सदा जीवन व्यतीत करता हो ",
          "(D) अपने विषय में प्रवीण हो"
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षा के प्रचार एवं प्रसार से ? ",
        "options": [
          "(A) लोकतंत्र मजबूत होता है  ",
          "(B) अन्धविश्वास में कमी आती है ",
          "(C) आर्थिक विकास की दर बढ़ती है  ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "आप स्कूल के बाहर अपने किसी छात्र से किस प्रकार से व्यवहार करेंगें ? ",
        "options": [
          "(A) अजनबी की तरह ",
          "(B) उससे बात करना पसन्द नहीं करेंगे ",
          "(C) बहुत गम्भीर होकर ",
          "(D) मित्रों की तरह "
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षण क्या है ? ",
        "options": [
          "(A) एक कौशल   ",
          "(B) एक कला",
          "(C) एक क्रिया मात्र",
          "(D) एक तपस्या"
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षा तभी सार्थक होगी जब ? ",
        "options": [
          "(A) पाठ्यक्रम केन्द्रित हो    ",
          "(B) छात्र केन्द्रित हो  ",
          "(C) रोजगार केन्द्रित हो  ",
          "(D) समाज केन्द्रित हो  "
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षण की समस्याओं को हल करने का दायित्व किसका है ?   ",
        "options": [
          "(A) प्रधानाचार्य का ",
          "(B)  शिक्षकों का ",
          "(C)  सरकार का",
          "(D) शिक्षाविदों का"
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षक की योग्यता एवं आचरण का सबसे अच्छा मूल्यांकन करते हैं ? ",
        "options": [
          "(A) उनके प्रधानाचार्य   ",
          "(B) उनके शिष्य",
          "(C) समाज के सम्भ्रांत लोग ",
          "(D) विशेषज्ञ"
        ],
        "answer": "b"
      },
      {
        "question": "आपके विचार में शिक्षा का उद्देश्य होना चाहिए ? ",
        "options": [
          "(A) शिक्षा ग्रहण करने के बाद नौकरी ",
          "(B)  छात्रों की मानसिक योग्यता का विकास",
          "(C) छात्रों को साक्षर बनाना",
          "(D) बालकों का सर्वांगीण विकास"
        ],
        "answer": "d"
      },
      {
        "question": "पाठ्यक्रम निर्माण में किस बात को मुख्य रूप से ध्यान में रखना चाहिए ?   ",
        "options": [
          "(A) शिक्षा के उद्देश्यों को ",
          "(B) छात्रों की आवश्यकताओं, रुचियों एवं योग्यताओं को ",
          "(C) शिक्षण अनुसंधानों को ",
          "(D) A और B दोनों  "
        ],
        "answer": "d"
      },
      {
        "question": "एक प्रधानाचार्य को होना चाहिए ? ",
        "options": [
          "(A) छात्रों के लिए प्ररेणादायक ",
          "(B) अध्यापकों के लिए समानता का भाव रखने वाला ",
          "(C) कुशल प्रबन्धक ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "आपके अनुसार शिक्षण की योजना पद्धति होनी चाहिए ? ",
        "options": [
          "(A) शिक्षक केन्द्रित ",
          "(B)  प्रोजेक्ट केन्द्रित",
          "(C) पाठ्य पुस्तक केन्द्रित ",
          "(D) बालक केन्द्रित "
        ],
        "answer": "d"
      },
      {
        "question": "एक अध्यापक का श्रेष्ठतम गुण है ? ",
        "options": [
          "(A) अध्यापक के प्रति पूर्ण समर्पण ",
          "(B) अध्यापक के प्रति उच्च चरित्र",
          "(C) अध्यापक के प्रति उच्च विचार ",
          "(D) अध्यापक की धर्मनिरपेक्षता "
        ],
        "answer": "a"
      },
      {
        "question": "अध्यापक मुख्य रूप से किसके प्रति जवाबदेह होता है ? ",
        "options": [
          "(A) समाज तथा छात्रों के प्रति",
          "(B) प्रधानाचार्य के प्रति ",
          "(C) अभिभावकों के प्रति",
          "(D)  सरकार के प्रति "
        ],
        "answer": "a"
      },
      {
        "question": "ग्रामीण अंचलों में बच्चों के स्कूल से भागने तथा पढ़ाई छोड़ने का कारण है ? ",
        "options": [
          "(A) स्कूल का नीरस वातावरण  ",
          "(B) छात्रों की बाल श्रमिक बनने को लालसा",
          "(C) छात्रों का अध्यापक से डरना",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "अध्यापक की कार्यक्षमता को बढ़ाया जा सकता है ? ",
        "options": [
          "(A) परीक्षाफल के अनुसार पदोन्नति देकर ",
          "(B) कड़े स्कूल प्रशासन द्वारा ",
          "(C) अध्यापक के कार्यों की सराहना करके",
          "(D) अच्छा वेतन देकर "
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षा शक्ति एवं सत्ता का स्त्रोत है ?  ",
        "options": [
          "(A) महिलाओं के लिए ",
          "(B) पिछड़ों के लिए ",
          "(C) बालकों के लिए ",
          "(D) A और B दोनों"
        ],
        "answer": "d"
      },
      {
        "question": "भारत में शिक्षित बेरोजगारी का प्रमुख कारण है ? ",
        "options": [
          "(A) सरकार की रोजगारी के लिए ठोस नीति का न होना ",
          "(B) शिक्षा का व्यापक प्रसार ",
          "(C) उद्देश्यहीन शिक्षा ",
          "(D) घटिया स्तर की शिक्षा "
        ],
        "answer": "c"
      },
      {
        "question": "हमे शिक्षा ग्रहण करनी चाहिए क्योंकि शिक्षा ? ",
        "options": [
          "(A) व्यक्ति को विद्वान बनाती है  ",
          "(B) व्यक्ति को स्वावलम्बी बनाती है  ",
          "(C) व्यक्ति को अर्थोपार्जन योग्य बनाती है ",
          "(D) ये सभी"
        ],
        "answer": "b"
      },
      {
        "question": "किस प्रकार का कक्षा नेतृत्व सबसे उत्तम माना गया है ? ",
        "options": [
          "(A) प्रभुत्ववादी  ",
          "(B)  सभी का मिलाजुला रूप ",
          "(C) लोकतांत्रिक",
          "(D) प्रयोजनवादी"
        ],
        "answer": "c"
      },
      {
        "question": "अभिभावक मुलाकात दिवस की सबसे अधिक आवश्यकता पड़ती है ? ",
        "options": [
          "(A) प्राइमरी कक्षाओं में ",
          "(B) माध्यमिक कक्षाओं में ",
          "(C) सेकेण्ड्री कक्षाओं में",
          "(D)   कॉलेजों में "
        ],
        "answer": "a"
      },
      {
        "question": "ग्रामीण क्षेत्रों के उत्थान का लक्ष्य होना चाहिए ? ",
        "options": [
          "(A)  प्राइमरी एवं प्रौढ़ शिक्षा का प्रसार  ",
          "(B) नगरीय सुख-सुविधाओं का विस्तार ",
          "(C) उच्च शिक्षा का प्रसार",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "प्रधानाचार्य अपने अध्यापकों से आशा करता है ? ",
        "options": [
          "(A) समर्पण एवं निष्ठा की",
          "(B) आज्ञापालन भाव की ",
          "(C)  योग्यता एवं ज्ञान की ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "अभिभावक अपने बालकों के लिए अध्यापकों से आशा करते हैं ? ",
        "options": [
          "(A) निष्पक्ष व्यवहार की  ",
          "(B) सहानुभूति एवं प्रेम की ",
          "(C) योग्यता एवं ज्ञान की ",
          "(D) A और B दोनों"
        ],
        "answer": "d"
      },
      {
        "question": "यदि आपसे किसी गम्भीर विषय पर भाषण देने के लिए कहा जाये, तो आप ? ",
        "options": [
          "(A) इस विषय पर मित्रों से सलाह लेंगें ",
          "(B)  स्पष्ट मना कर देंगे ",
          "(C) सहर्ष तैयार हो जायेंगे",
          "(D) कुछ देर का समय मागेंगे "
        ],
        "answer": "c"
      },
      {
        "question": "आज के वैज्ञानिक युग में छात्रों को आध्यात्मिकता का ज्ञान देना ? ",
        "options": [
          "(A) पिछड़ापन है ",
          "(B) आवश्यक है ",
          "(C)  अनावश्यक है  ",
          "(D) असम्भव है"
        ],
        "answer": "b"
      },
      {
        "question": "विद्यालय के सभी कार्यक्रमों में भाग लेना चाहिए क्योंकि इससे ? ",
        "options": [
          "(A) सीखने का अवसर मिलता है  ",
          "(B) व्यक्तित्व का विकास होता है ",
          "(C)  आत्मविश्वास के विकास में सहायता मिलती है  ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "किसी भी विषय वस्तु को छात्रों को सरलता से सिखाने के लिए अध्यापक का सर्वप्रथम गुण होना चाहिए ? ",
        "options": [
          "(A) आत्मविश्वास  ",
          "(B) विषय वस्तु का ज्ञान  ",
          "(C) प्रभावी अभिव्यक्ति",
          "(D) सहृदयता "
        ],
        "answer": "c"
      },
      {
        "question": "विद्यालय में खेलों के आयोजन का उद्देश्य होता है ? ",
        "options": [
          "(A) छात्राओं को किसी कार्य में लगाना ",
          "(B) शरीर को हृष्ट-पुष्ट बनाना",
          "(C)  प्रतियोगी खेलों के लिए तयारी करना",
          "(D) बालक का सर्वांगीण विकास करना "
        ],
        "answer": "d"
      },
      {
        "question": "एक छात्र की दृष्टि से विद्यालय में छात्र-संघ संगठन के बारे में आपकी धारण है ? ",
        "options": [
          "(A)  इनसे कोई लाभ नहीं है ",
          "(B) विद्यालय में दादागिरी फैलती है",
          "(C)  शिक्षकों के अन्यायों के विरुद्ध लड़ने का एक साधन है ",
          "(D) छात्रों में नेतृत्व की भावना बढ़ती है "
        ],
        "answer": "d"
      },
      {
        "question": "शिशुओं के लिए शिशुशाला में आवश्यक है ? ",
        "options": [
          "(A) खेल के अवसर प्रदान करना",
          "(B)  सामान्य ज्ञान देना",
          "(C) भाषा पढ़ाना   ",
          "(D) कहानियों सुनाना"
        ],
        "answer": "a"
      },
      {
        "question": "एक अच्छी पाठ्य-पुस्तक वह है जो अन्य विशेषताओं के अतिरिक्त अनिवार्य रूप से सम्मिलित करती है ?   ",
        "options": [
          "(A) परीक्षकों का निर्देश ",
          "(B) गृहकार्य के अभ्यास ",
          "(C) शिक्षकों को निर्देश",
          "(D) प्रकरणों की सूचि बहुत-से "
        ],
        "answer": "c"
      },
      {
        "question": "वर्तमान समय में प्राइमरी शिक्षा की दुर्दशा का मुख्य कारण है ? ",
        "options": [
          "(A) एकाकी परिवार ",
          "(B) छात्रों का दूरदर्शन में अधिक समय व्यतीत करना ",
          "(C)  गाइड पुस्तकों पर भरोसा",
          "(D) शिक्षक-छात्र का विषम अनुपात "
        ],
        "answer": "d"
      },
      {
        "question": "सभी बच्चों की एक ही समस्या है तो आप उनकी समस्या का समाधन करते हैं ? ",
        "options": [
          "(A) एक-एक करके",
          "(B) सामूहिक ढंग से ",
          "(C) पहले छोटे बच्चों का",
          "(D) पहले बड़े बच्चों का "
        ],
        "answer": "b"
      },
      {
        "question": "जो आपकी सही आलोचना करता है तो उसके साथ आपका व्यवहार अपेक्षित होगा ? ",
        "options": [
          "(A) एक मित्र के रूप में",
          "(B) एक मुर्ख के रूप में ",
          "(C)  एक आलोचना के रूप में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "एक प्रभावी अध्यापक के लिए आवश्यक नहीं मानते हैं ? ",
        "options": [
          "(A) केवल दण्ड देने वाला हो  ",
          "(B) वह विषय को रोचक बनाता हो ",
          "(C) सृजनशील हो ",
          "(D) वह उत्तम वक्त हो"
        ],
        "answer": "a"
      },
      {
        "question": "प्रभावी संप्रेषण संभव हो सकता है ? ",
        "options": [
          "(A)  श्रोता के स्तर को जानकर ",
          "(B) आपके उचित शब्द प्रयोग से",
          "(C) आपके विस्तृत ज्ञान से",
          "(D) जोर से बोलकर "
        ],
        "answer": "a"
      },
      {
        "question": "नैतिक शिक्षा का उत्तरदायित्व होना चाहिए ? ",
        "options": [
          "(A) स्कूल के ऊपर",
          "(B) समाज के ऊपर",
          "(C)  अभिभावक के ऊपर ",
          "(D)  धर्म गुरु के ऊपर "
        ],
        "answer": "a"
      },
      {
        "question": "छोटे बच्चों की शिक्षा देना जरूरी है परन्तु उनके ऊपर किस प्रकार का बोझ अपेक्षित नहीं है ? ",
        "options": [
          "(A) लिखने का बोझ ",
          "(B) पढ़ने का बोझ ",
          "(C) गृहकार्य का बोझ ",
          "(D) विद्यालय जाने का बोझ "
        ],
        "answer": "c"
      },
      {
        "question": "जब आपके छात्र उन्नति करते हैं तो आप महसूस करते हैं ? ",
        "options": [
          "(A) आत्मसंतोष की भावना ",
          "(B)  प्रसन्नता की भावना",
          "(C)  ईर्ष्या की भावना",
          "(D) आत्मग्लानि की भावना"
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षा के माध्यम से कल्याण होता है ? ",
        "options": [
          "(A) समाज के सभी वर्गों का ",
          "(B) आदर्श परिवार का ",
          "(C)  मनुष्य के व्यक्तित्व का  ",
          "(D) छात्र व छात्राओं का"
        ],
        "answer": "a"
      },
      {
        "question": "एक अध्यापक के रूप में आप प्राथमिकता देंगे ? ",
        "options": [
          "(A) विज्ञान विषयों को ",
          "(B) वैज्ञानिक दृष्टिकोण एवं विचार को ",
          "(C)  उच्च विचारों को ",
          "(D) आस्था को "
        ],
        "answer": "b"
      },
      {
        "question": "आपके अध्यापन करते समय यदि कोई छात्र आपकी त्रुटियों की ओर संकेत करती है तो आप ? ",
        "options": [
          "(A) छात्रा को कक्षा के बाद मिलने के लिए कहेंगी ",
          "(B) छात्रा को चुप रहने के लिए कहेंगी  ",
          "(C) स्वीकार कर लेंगी ",
          "(D)  दूसरे दिन अच्छी तैयारी करके जायेंगी"
        ],
        "answer": "c"
      },
      {
        "question": "आपको मालूम हुआ है कि आपके प्रधानाचार्य संस्था में कुछ गलत कार्य कर रहे हैं तो आप ? ",
        "options": [
          "(A) उच्चाधिकारियों से शिकायत करेंगे ",
          "(B) उन्हें समझाने का प्रयास करेंगे",
          "(C) उस तरफ से अनदेखी करेंगे ",
          "(D) साथियों से परामर्श करके ही कोई निर्णय लेंगे "
        ],
        "answer": "b"
      },
      {
        "question": "प्रौढ़ शिक्षा किन व्यक्तियों के अधिकार में होनी चाहिए ? ",
        "options": [
          "(A) सरकार के हाथ में",
          "(B) शिक्षित व्यक्तियों के हाथ में",
          "(C)  गैर-सरकारी समितियों के हाथ में  ",
          "(D) उपरोक्त सभी के हाथ में"
        ],
        "answer": "c"
      },
      {
        "question": "यदि कोई अभिभावक आपसे मिलने कभी नहीं आता है तो आप क्या करेंगे ?   ",
        "options": [
          "(A)  बालक को दण्ड देना प्रारम्भ कर देंगें ",
          "(B) बालक पर ध्यान नहीं देंगे",
          "(C) उनसे स्वयं मिलने जायेंगे",
          "(D) अभिभावक को लिखेंगे "
        ],
        "answer": "d"
      },
      {
        "question": "शिक्षकों के बीच संघर्ष का सबसे दूषित परिणाम होता है ? ",
        "options": [
          "(A) शिक्षण समय में कमी ",
          "(B)  छात्रों का व्यवहार बिगड़ जाना",
          "(C)   पाठ्य सहगामी क्रियायें प्रभावित होना",
          "(D)  प्रधानाध्यापक तथा अध्यापकों के सम्बन्ध खराब हो जाना "
        ],
        "answer": "b"
      },
      {
        "question": "छात्रों में अनुशासन बनाये रखने के लिए एक शिक्षक की कौन-सी भूमिका सराहनीय है ?  ",
        "options": [
          "(A)  शिक्षक की अपनी योग्यता",
          "(B)   शिक्षक का विचार ",
          "(C) शिक्षक का व्यक्तित्व",
          "(D) शिक्षक की कक्षा प्रबन्ध की क्षमता "
        ],
        "answer": "d"
      },
      {
        "question": "किस विद्वान ने यह कहा था कि शिशु का मस्तिष्क कोरी स्लेट होता है ? ",
        "options": [
          "(A) रूसो ",
          "(B) प्लेटो",
          "(C) एडलर",
          "(D) बटलर   "
        ],
        "answer": "b"
      },
      {
        "question": "किस विद्वान ने सिखने के पांच चरण बताए थे ? ",
        "options": [
          "(A)  फ्रोबेल  ",
          "(B) हर्बर्ट",
          "(C) प्लेटो  ",
          "(D) कमीनियम"
        ],
        "answer": "b"
      },
      {
        "question": "अनुशासन भंग करने वाले छात्र को दिया गया दंड ऐसा होना चाहिए कि ? ",
        "options": [
          "(A) भय के कारण कोई छात्र अनुशासन भंग न करे ",
          "(B) वह छात्र हमेशा उसकी याद करके कांप जाए ",
          "(C) दण्ड पाने वाला छात्र अपने को सुधार ले ",
          "(D) स्कूल भर में उसकी चर्चा हो "
        ],
        "answer": "c"
      },
      {
        "question": "किंडरगार्टेन स्कूल सबसे पहले किस देश में खोले गए थे ? ",
        "options": [
          "(A) इंग्लैण्ड    ",
          "(B) इटली",
          "(C) जर्मनी",
          "(D) फ्रांस"
        ],
        "answer": "c"
      },
      {
        "question": "भाषा सीखने का प्रभावी उपाय है ? ",
        "options": [
          "(A) पाठ्य-पुस्तकें पढ़ना ",
          "(B) सहायक पुस्तकें पढ़ना ",
          "(C) अखबार पढ़ना",
          "(D)  वार्तालाप करना "
        ],
        "answer": "d"
      },
      {
        "question": "छात्रों के चरित्र-निर्माण में सबसे अधिक महत्वपूर्ण भूमिका किसकी होती है ? ",
        "options": [
          "(A) अध्यापक के उपदेशों की ",
          "(B)  स्वयं अध्यापक के आदर्श चरित्र की ",
          "(C) महापुरुषों की जीवन गाथा पढ़ाने की ",
          "(D) धार्मिक शिक्षा की "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित शिक्षण-विधियों में से कौन-सी विधि वास्तविक अनुभवों को प्रदान करने के दृष्टिकोण से उत्तम है ? ",
        "options": [
          "(A) भ्रमण विधि ",
          "(B)  प्रॉजेक्ट विधि  ",
          "(C) भाषण विधि",
          "(D)  पाठ्य पुस्तक विधि "
        ],
        "answer": "a"
      },
      {
        "question": "निःशुल्क और अनिवार्य प्राइमरी शिक्षा लागू होने के फलस्वरूप ? ",
        "options": [
          "(A) बालकों में साक्षरता बढ़ी है",
          "(B) ग्रामीण क्षेत्रों में साक्षरता बढ़ी है",
          "(C) देश में साक्षरता बढ़ी है",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "नर्सरी स्कूलों की शुरुआत किसने की थी ? ",
        "options": [
          "(A)  डाल्टन ",
          "(B) जान डेवी",
          "(C) फ्रोबेल",
          "(D) एनी बेसेंट "
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षा के क्षेत्र में सर्वाधिक महत्वपूर्ण तत्व 'अभिरुचि' है, यह विचार किसका था ? ",
        "options": [
          "(A) रूसो ",
          "(B)  मरिया मान्टेसरी",
          "(C) मैकडूगल",
          "(D) टी. पी. नन  "
        ],
        "answer": "d"
      },
      {
        "question": "आजकल के आवासीय स्कूलों की तरह भारतीय पद्धति के स्कूल थे ? ",
        "options": [
          "(A) मदरसे    ",
          "(B) आश्रम",
          "(C) गुरुकुल",
          "(D) मकतब"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में स्त्री शिक्षा के एक महान समर्थक थे ? ",
        "options": [
          "(A) महात्मा गाँधी    ",
          "(B)  रवीन्द्रनाथ टैगोर ",
          "(C) कार्वे",
          "(D) अरविन्दो"
        ],
        "answer": "c"
      },
      {
        "question": "बच्चों का प्रथम अध्यापक कौन होता है ? ",
        "options": [
          "(A) उनका अपना चेतन मन ",
          "(B) उनका पर्यावरण",
          "(C)  उनके मां-बाप   ",
          "(D) अध्यापक"
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षण का कार्य ? ",
        "options": [
          "(A) हर व्यक्ति कर सकता है ",
          "(B) हर व्यक्ति के वश का नहीं ",
          "(C) पढ़ा-लिखा व्यक्ति कर सकता है ",
          "(D) बहुत-से शिक्षक भी नहीं कर पाते "
        ],
        "answer": "b"
      },
      {
        "question": "सीखने का मुख्य तत्त्व है ? ",
        "options": [
          "(A) सीखने की इच्छा  ",
          "(B) अनुकूल परिवेश ",
          "(C) प्रेरणा",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "अच्छे शिक्षक को किसका ज्ञान होना चाहिए ? ",
        "options": [
          "(A)  शिक्षा मनोविज्ञान",
          "(B) बाल मनोविज्ञान",
          "(C)  व्यावहारिक मनोविज्ञान ",
          "(D) ये सभी"
        ],
        "answer": ""
      },
      {
        "question": "डेवी के अनुसार शिक्षा एक ? ",
        "options": [
          "(A) सामाजिक आवश्यकता है ",
          "(B) वैयक्तिक आवश्यकता है ",
          "(C) मनोवैज्ञानिक आवश्यकता है ",
          "(D) सैद्धान्तिक आवश्यकता है "
        ],
        "answer": "c"
      },
      {
        "question": "खेल के माध्यम से शिक्षा ? ",
        "options": [
          "(A) मनोवैज्ञानिक है ",
          "(B) अमनोवैज्ञानिक है ",
          "(C) रचनात्मक प्रवृत्ति को दबाती है ",
          "(D) समूह प्रवृत्ति को दबाती है "
        ],
        "answer": "a"
      },
      {
        "question": "शिक्षा की खेल विधि का अर्थ है ? ",
        "options": [
          "(A) खेल क्रियाओं द्वारा शिक्षा ",
          "(B) खेल क्रियाओं द्वारा मनोरंजन ",
          "(C) खेल की शिक्षा ",
          "(D) क्रियाशीलता पर जोर "
        ],
        "answer": "a"
      },
      {
        "question": "पाठ-योजना तभी सही बन सकेगी जब शिक्षक को ? ",
        "options": [
          "(A) छात्रों के पूर्व ज्ञान का पता हो",
          "(B) विभिन्न शिक्षण विधियों का ज्ञान हो ",
          "(C)  शिक्षण सिद्धान्तों का ज्ञान हो ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "अभ्यास से क्या होता है ? ",
        "options": [
          "(A) ज्ञान प्राप्त होता है ",
          "(B) ज्ञानेन्द्रीयों का प्रशिक्षण होता है ",
          "(C) याद होता है   ",
          "(D) गृह-कार्य नियमित करने की आदत पड़ती है  "
        ],
        "answer": "b"
      },
      {
        "question": "छात्रों के आवेगों का दमन करने से सम्भतः ? ",
        "options": [
          "(A) वे अनुशासन मानने लगते हैं ",
          "(B) उनमें विद्रोह भावना पनपने लगती है  ",
          "(C) उनकी सृजनात्मक शक्ति कुंठित हो जाती है ",
          "(D) B और C दोनों"
        ],
        "answer": "d"
      },
      {
        "question": "शिक्षा में प्रयोजनवाद की विचारधारा का प्रवर्तक कौन था ? ",
        "options": [
          "(A) किलपैट्रिक",
          "(B) पेस्टालॉजी",
          "(C) विलियम जेम्स  ",
          "(D)  जॉन डीवी "
        ],
        "answer": "c"
      },
      {
        "question": "शिक्षण की डाल्टन विधि आरम्भ करने का श्रेय किसे है ? ",
        "options": [
          "(A) डा. डाल्टन    ",
          "(B) पार्कहर्स्ट",
          "(C) किलपैट्रिक \t",
          "(D) पेस्टालॉजी"
        ],
        "answer": "b"
      },
      {
        "question": "शिक्षा मनोविज्ञान का जनक किसे कहा जाता है ? ",
        "options": [
          "(A)  हर्बर्ट ",
          "(B) स्पेन्सर",
          "(C) पेस्टालॉजी",
          "(D) डीवी"
        ],
        "answer": "a"
      },
      {
        "question": "\"बच्चों के लिए सबसे उत्तम शिक्षक वह है, जो स्वयं बालक जैसा हो ।\" यह कथन किसका है ? ",
        "options": [
          "(A) मेंकेन  ",
          "(B) अरस्तु",
          "(C) रूसो",
          "(D) जॉन लाक  "
        ],
        "answer": "a"
      },
      {
        "question": "कक्षा में सम्प्रेषण की सबसे शक्तिशाली बाधा है ? ",
        "options": [
          "(A) बाहरी हस्तक्षेप  ",
          "(B) शिक्षण सामग्री का आभाव ",
          "(C) शिक्षक के स्तर पर भ्रांति ",
          "(D) कक्षा में शोरगुल"
        ],
        "answer": "c"
      }
    ],
    "type": "teaching-aptitude-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7459b7cd14b8ffc454b5"
    },
    "data": [],
    "type": "khan-sir-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7476b7cd14b8ffc454b7"
    },
    "data": [
      {
        "question": "भारत में राष्ट्रीय आय का आकलन सबसे पहले किसने किया था ? ",
        "options": [
          "(A) सरदार पटेल ",
          "(B) महलनोबीस",
          "(C)   दादाभाई नौरोजी",
          "(D)  वी. के. आर. वी. राव  "
        ],
        "answer": "c"
      },
      {
        "question": "किसी देश का आर्थिक विकास किस पर निर्भर है ? ",
        "options": [
          "(A) प्राकृतिक संसाधन ",
          "(B) बाजार का आकर ",
          "(C)  पूंजी निर्माण   ",
          "(D) उपर्युक्त सभी "
        ],
        "answer": "d"
      },
      {
        "question": "डब्ल्यू. टी. ओ. का मुख्यालय कहाँ है ? ",
        "options": [
          "(A)  न्यूयॉर्क ",
          "(B)  जेनेवा ",
          "(C)  यूरुगे ",
          "(D)  दोहा "
        ],
        "answer": "b"
      },
      {
        "question": "मुद्रा-आपूर्ति किसके द्वारा नियंत्रित की जाती है ? ",
        "options": [
          "(A)   वित्त आयोग ",
          "(B) योजना आयोग",
          "(C) व्यापारिक बैंक ",
          "(D)  भारतीय रिजर्व बैंक  "
        ],
        "answer": "d"
      },
      {
        "question": "भारत में सबसे ऊँचा जलप्रताप कौन-सा है ? ",
        "options": [
          "(A)  होगेनक्कल प्रपात",
          "(B) शिमला प्रपात ",
          "(C) जोग प्रपात  ",
          "(D)   कोर्टाल्ल्म प्रपात  "
        ],
        "answer": "c"
      },
      {
        "question": "जूट-उत्पादन में सबसे प्रचुर प्रदेश कौन-सा है ? ",
        "options": [
          "(A)  तमिलनाडु",
          "(B) पश्चिम बंगाल ",
          "(C)  ओडिसा ",
          "(D)   केरल "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन-से देश पाल्क स्ट्रेट से जुड़े हुए हैं ? ",
        "options": [
          "(A)   पाकिस्तान एवं चीन",
          "(B) भारत एवं श्री लंका",
          "(C)   उत्तरी कोरिया एवं दक्षिणी कोरिया",
          "(D)   ब्रिटेन एवं फ़्रांस "
        ],
        "answer": "b"
      },
      {
        "question": "भारत में किस राज्य को चावल का कटोरा कहा जाता है ? ",
        "options": [
          "(A)  तमिलनाडु  ",
          "(B) आंध्र प्रदेश ",
          "(C)  कर्नाटक ",
          "(D) केरल "
        ],
        "answer": "b"
      },
      {
        "question": "पहली बार परमाणु बेम कहाँ फेंका गया था ? ",
        "options": [
          "(A) नागासाकी   ",
          "(B)  हांगकांग ",
          "(C)  टोक्यो ",
          "(D) हिरोशिमा"
        ],
        "answer": "d"
      },
      {
        "question": "ओजोन परत कहाँ पाई जाती है ? ",
        "options": [
          "(A)  आयनमंडल  ",
          "(B)  बहिर्मडल",
          "(C) क्षमामंडल ",
          "(D) समतापमंडल "
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा गाँधी का राजनीतिक गुरु कौन था ? ",
        "options": [
          "(A)  अरविन्द घोष ",
          "(B) गोपालकृष्ण गोखले ",
          "(C)  बाल गंगाधर तिलक ",
          "(D)  लाला लाजपत राय "
        ],
        "answer": "b"
      },
      {
        "question": "डेसिबेल शब्द किससे संबंधित है ? ",
        "options": [
          "(A) वायु ",
          "(B) भूमि ",
          "(C) ध्वनि ",
          "(D) जल "
        ],
        "answer": "c"
      },
      {
        "question": "अंग महाजनपद की राजधानी कहाँ थी ? ",
        "options": [
          "(A) वैशाली ",
          "(B) कौशाम्बी ",
          "(C) श्रावस्ती ",
          "(D) चम्पा "
        ],
        "answer": "d"
      },
      {
        "question": "शांत घाटी किस राज्य में स्थित है ? ",
        "options": [
          "(A)   असम ",
          "(B) केरल",
          "(C) अरुणाचल प्रदेश ",
          "(D) तमिलनाडु"
        ],
        "answer": "b"
      },
      {
        "question": "सुनामी का मुख्य कारण क्या है ? ",
        "options": [
          "(A)  चक्रवात   ",
          "(B) ज्वालामुखी",
          "(C)  चन्द्रमा का आकर्षण ",
          "(D) समुद्री सतह पर भूकम्प"
        ],
        "answer": "d"
      },
      {
        "question": "भारत में राष्ट्रीय आय का आकलन सबसे पहले किसने किया था ? ",
        "options": [
          "(A) सरदार पटेल ",
          "(B) महलनोबीस",
          "(C)   दादाभाई नौरोजी",
          "(D)  वी. के. आर. वी. राव  "
        ],
        "answer": "c"
      },
      {
        "question": "किसी देश का आर्थिक विकास किस पर निर्भर है ? ",
        "options": [
          "(A) प्राकृतिक संसाधन ",
          "(B) बाजार का आकर ",
          "(C)  पूंजी निर्माण   ",
          "(D) उपर्युक्त सभी "
        ],
        "answer": "d"
      },
      {
        "question": "डब्ल्यू. टी. ओ. का मुख्यालय कहाँ है ? ",
        "options": [
          "(A)  न्यूयॉर्क ",
          "(B)  जेनेवा ",
          "(C)  यूरुगे ",
          "(D)  दोहा "
        ],
        "answer": "b"
      },
      {
        "question": "मुद्रा-आपूर्ति किसके द्वारा नियंत्रित की जाती है ? ",
        "options": [
          "(A)   वित्त आयोग ",
          "(B) योजना आयोग",
          "(C) व्यापारिक बैंक ",
          "(D)  भारतीय रिजर्व बैंक  "
        ],
        "answer": "d"
      },
      {
        "question": "भारत में सबसे ऊँचा जलप्रताप कौन-सा है ? ",
        "options": [
          "(A)  होगेनक्कल प्रपात",
          "(B) शिमला प्रपात ",
          "(C) जोग प्रपात  ",
          "(D)   कोर्टाल्ल्म प्रपात  "
        ],
        "answer": "c"
      },
      {
        "question": "जूट-उत्पादन में सबसे प्रचुर प्रदेश कौन-सा है ? ",
        "options": [
          "(A)  तमिलनाडु",
          "(B) पश्चिम बंगाल ",
          "(C)  ओडिसा ",
          "(D)   केरल "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कौन-से देश पाल्क स्ट्रेट से जुड़े हुए हैं ? ",
        "options": [
          "(A)   पाकिस्तान एवं चीन",
          "(B) भारत एवं श्री लंका",
          "(C)   उत्तरी कोरिया एवं दक्षिणी कोरिया",
          "(D)   ब्रिटेन एवं फ़्रांस "
        ],
        "answer": "b"
      },
      {
        "question": "भारत में किस राज्य को चावल का कटोरा कहा जाता है ? ",
        "options": [
          "(A)  तमिलनाडु  ",
          "(B) आंध्र प्रदेश ",
          "(C)  कर्नाटक ",
          "(D) केरल "
        ],
        "answer": "b"
      },
      {
        "question": "पहली बार परमाणु बेम कहाँ फेंका गया था ? ",
        "options": [
          "(A) नागासाकी   ",
          "(B)  हांगकांग ",
          "(C)  टोक्यो ",
          "(D) हिरोशिमा"
        ],
        "answer": "d"
      },
      {
        "question": "ओजोन परत कहाँ पाई जाती है ? ",
        "options": [
          "(A)  आयनमंडल  ",
          "(B)  बहिर्मडल",
          "(C) क्षमामंडल ",
          "(D) समतापमंडल "
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा गाँधी का राजनीतिक गुरु कौन था ? ",
        "options": [
          "(A)  अरविन्द घोष ",
          "(B) गोपालकृष्ण गोखले ",
          "(C)  बाल गंगाधर तिलक ",
          "(D)  लाला लाजपत राय "
        ],
        "answer": "b"
      },
      {
        "question": "डेसिबेल शब्द किससे संबंधित है ? ",
        "options": [
          "(A) वायु ",
          "(B) भूमि ",
          "(C) ध्वनि ",
          "(D) जल "
        ],
        "answer": "c"
      },
      {
        "question": "अंग महाजनपद की राजधानी कहाँ थी ? ",
        "options": [
          "(A) वैशाली ",
          "(B) कौशाम्बी ",
          "(C) श्रावस्ती ",
          "(D) चम्पा "
        ],
        "answer": "d"
      },
      {
        "question": "शांत घाटी किस राज्य में स्थित है ? ",
        "options": [
          "(A)   असम ",
          "(B) केरल",
          "(C) अरुणाचल प्रदेश ",
          "(D) तमिलनाडु"
        ],
        "answer": "b"
      },
      {
        "question": "सुनामी का मुख्य कारण क्या है ? ",
        "options": [
          "(A)  चक्रवात   ",
          "(B) ज्वालामुखी",
          "(C)  चन्द्रमा का आकर्षण ",
          "(D) समुद्री सतह पर भूकम्प"
        ],
        "answer": "d"
      },
      {
        "question": "भारत का केन्द्रीय औषध अनुसंधान संस्थान कहाँ स्थित है ? ",
        "options": [
          "(A) दिल्ली  ",
          "(B) लखनऊ ",
          "(C)  चेन्नई ",
          "(D) बेंगलूर  "
        ],
        "answer": "b"
      },
      {
        "question": "मानव विकास सूचकांक किसने विकसित किया था ? ",
        "options": [
          "(A) अमर्त्य सेन ",
          "(B) मोंटेक सिंह ",
          "(C)  महबूब-उल-हक",
          "(D)  फ्रीडमैन   "
        ],
        "answer": "c"
      },
      {
        "question": "कृषि-उत्पादकों की कोटि किस प्रकार निर्धारित की जाती है ? ",
        "options": [
          "(A) आई.एस.आई. ",
          "(B)  हरित उत्पाद ",
          "(C)  एग्मार्क ",
          "(D) पारिस्थितिक उत्पाद "
        ],
        "answer": "c"
      },
      {
        "question": "भारत में न्यूनतम मजदूरी अधिनियम किस वर्ष में पहली बार स्वीकृत हुआ था ? ",
        "options": [
          "(A) 1947",
          "(B) 1948",
          "(C) 1950",
          "(D) 1951"
        ],
        "answer": "b"
      },
      {
        "question": "इंसुलिन का आविष्कार किसने किया ? ",
        "options": [
          "(A)  एडवर्ड जेनर  ",
          "(B) एफ. बांटिंग ",
          "(C) एस. ए. वेक्समैन ",
          "(D) रोनाल्ड रॉस  "
        ],
        "answer": "b"
      },
      {
        "question": "अमरीका की खोज किसने की ? ",
        "options": [
          "(A)  वास्को- डि गामा ",
          "(B)  अमुं दसेन",
          "(C)  कैप्टेन कुक  ",
          "(D)  कोलंबस  "
        ],
        "answer": "d"
      },
      {
        "question": "नासिक किस नदी के किनारे स्थित है ? ",
        "options": [
          "(A) महानदी ",
          "(B) गोदावरी ",
          "(C)  कृष्णा  ",
          "(D)  ताप्ती "
        ],
        "answer": "b"
      },
      {
        "question": "पेनिसिलिन किससे प्राप्त की जाती है ? ",
        "options": [
          "(A) फफूंद ",
          "(B) जीवाणु ",
          "(C)  वाइरस ",
          "(D) शैवाल"
        ],
        "answer": "a"
      },
      {
        "question": "पित्त का स्त्रोत क्या है ? ",
        "options": [
          "(A) पित्ताशय ",
          "(B)  अग्न्याशय ",
          "(C) पित्तवाहिनी",
          "(D) यकृत "
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में कौन-सा प्रक्षेपास्त्र भूमि से वायु में जाने वाला प्रक्षेपास्त्र है ? ",
        "options": [
          "(A) त्रिशूल  ",
          "(B) अग्नि ",
          "(C) ब्रह्मोस ",
          "(D) सागरिका"
        ],
        "answer": "a"
      },
      {
        "question": "किस देश में बिक्रम सम्बट आधिकारिक कैलेंडर है ? ",
        "options": [
          "(A) फिजी ",
          "(B) मॉरीशस",
          "(C) इंडोनेशिया",
          "(D) नेपाल"
        ],
        "answer": "d"
      },
      {
        "question": "गाँधीजी द्वारा सन् 1933 तक सम्पादित समाचार-पत्र  का नाम क्या था ? ",
        "options": [
          "(A) सर्वोदय ",
          "(B) आर्य",
          "(C) टाइम्स ऑफ इण्डिया ",
          "(D) यंग इण्डिया"
        ],
        "answer": "d"
      },
      {
        "question": "'भारत सेवक समाज' की स्थापना किसने की थी ? ",
        "options": [
          "(A) बाल गंगाधर तिलक",
          "(B) गोपालकृष्ण गोखले",
          "(C) सुरेन्द्रनाथ बनर्जी",
          "(D) दादाभाई नौरोजी"
        ],
        "answer": "b"
      },
      {
        "question": "अंग्रेजों द्वारा निम्नलिखित में से किस क्रांतिकारी को  फाँसी की सजा दी गई थी ?  ",
        "options": [
          "(A)  जतिन दास ",
          "(B) चन्द्रशेखर आजाद",
          "(C) कल्पना दत्त",
          "(D) राजगुरु"
        ],
        "answer": "d"
      },
      {
        "question": "मोती मस्जिद' निम्नलिखित में से किस नगर में स्थित है ? ",
        "options": [
          "(A) आगरा  ",
          "(B) जयपुर",
          "(C) अहमदाबाद",
          "(D) लाहौर"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से विटामिन 'ई' का अच्छा स्त्रोत कौन सा है ? ",
        "options": [
          "(A)  माँस ",
          "(B)  पीला योक",
          "(C) घी",
          "(D) ताजी सब्जियाँ"
        ],
        "answer": "d"
      },
      {
        "question": "पेनिसिलिन किससे प्राप्त की जाती है ? ",
        "options": [
          "(A) फफूंद ",
          "(B) शैवाल",
          "(C) वाइरस",
          "(D) जीवाणु"
        ],
        "answer": "a"
      },
      {
        "question": "मानव-शरीर में कुल कितनी हड्डियाँ होती हैं ? ",
        "options": [
          "(A) 206  ",
          "(B) 260",
          "(C) 306",
          "(D) 360"
        ],
        "answer": "a"
      },
      {
        "question": "पित्त का स्रोत क्या है ? ",
        "options": [
          "(A) यकृत",
          "(B) पित्ताशय",
          "(C) पित्तवाहिनी",
          "(D) अग्न्याशय"
        ],
        "answer": "a"
      },
      {
        "question": "उस विटामिन का नाम बताइए जो किसी भी माँसाहारी,  भोजन में नहीं मिलता ? ",
        "options": [
          "(A) विटामिन B12  ",
          "(B) विटामिन C ",
          "(C) विटामिन D",
          "(D) विटामिन K "
        ],
        "answer": "c"
      },
      {
        "question": "मानव - शरीर का सबसे बड़ा अंग कौन सा है ?  ",
        "options": [
          "(A) हृदय  ",
          "(B) मस्तिष्क",
          "(C) यकृत",
          "(D) गुर्दा"
        ],
        "answer": "c"
      },
      {
        "question": "वाहनों के अग्र दीपों (हेड लाइटों) में किस प्रकार के  दर्पण का इस्तेमाल होता है ? ",
        "options": [
          "(A) समतल दर्पण ",
          "(B) अवतल दर्पण",
          "(C) उत्तल दर्पण",
          "(D) परवलीय दर्पण"
        ],
        "answer": "d"
      },
      {
        "question": "किसी तुल्यकाली उपग्रह की, पृथ्वी की सतह से ऊँचाइ  लगभग कितनी होती है ? ",
        "options": [
          "(A) 36,000 किमी ",
          "(B) 30,000 किमी",
          "(C)  42,000 किमी",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "किसी बिजली की इस्तरी को गर्म करने के लिए किस  धातु का प्रयोग किया जाता है ? ",
        "options": [
          "(A) ताँबा ",
          "(B) निक्रोम",
          "(C) जस्ता",
          "(D)  टंग्स्टेन"
        ],
        "answer": "b"
      },
      {
        "question": "सूर्य के सबसे निकट कौनसा ग्रह है ? ",
        "options": [
          "(A) पृथ्वी ",
          "(B) बुध",
          "(C) मंगल",
          "(D) शुक्र"
        ],
        "answer": "b"
      },
      {
        "question": "जंग से बचाने के लिए लोहे से बने पानी के पाइपों पर  जस्ते की परत चढ़ाने को क्या कहते हैं ?  ",
        "options": [
          "(A) जस्ते की परत चढ़ाना",
          "(B) मिश्रधातु बनाना",
          "(C) वल्कनीकरण",
          "(D) यशदीकरण"
        ],
        "answer": "d"
      },
      {
        "question": "यूरेनियम विखण्डन की सतत प्रक्रिया को जारी रखने  में किस कण की जरूरत होती है ?  ",
        "options": [
          "(A) इलेक्ट्रॉन  ",
          "(B) प्रोटॉन",
          "(C) न्यूट्रॉन",
          "(D) पॉजिट्रॉन"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में कौनसा प्रक्षेपास्त्र ‘भूमि से वायु' में  जाने वाला प्रक्षेपास्त्र है ? ",
        "options": [
          "(A) त्रिशूल  ",
          "(B) K-15 सागरिका",
          "(C) ब्रह्मोस",
          "(D) अग्नि"
        ],
        "answer": "a"
      },
      {
        "question": "पेट्रोल की स्फोटक रोधी गुणवत्ता बढ़ाने के लिए  निम्नलिखित में से किसे इस्तेमाल किया जाता है ?  ",
        "options": [
          "(A)  टेट्राएथिल सीसा ",
          "(B) ट्राइमेथिल सीसा",
          "(C) ट्राइएथिल सीसा",
          "(D) टेट्रामेथिल सीसा"
        ],
        "answer": "a"
      },
      {
        "question": "नेहरू ट्रॉफी किस खेल से सम्बन्धित है ? ",
        "options": [
          "(A)  हॉकी",
          "(B)  फुटबॉल ",
          "(C) कबड्डी",
          "(D) टेबल-टेनिस"
        ],
        "answer": "b"
      },
      {
        "question": "शास्त्रीय नृत्य ओडिसी किस प्रदेश की उपज है ? ",
        "options": [
          "(A) आंध्र प्रदेश ",
          "(B) ओडिसा  ",
          "(C) गुजरात",
          "(D) राजस्थान "
        ],
        "answer": "b"
      },
      {
        "question": "पाँचवीं पीढ़ी के कम्प्यूटरों में क्या उपलब्ध नहीं है ? ",
        "options": [
          "(A) बोली की पहचान ",
          "(B) कृत्रिम बौद्धिकता",
          "(C) अत्यधिक एकीकरण",
          "(D) निर्वात ट्यूब "
        ],
        "answer": "d"
      },
      {
        "question": "किसी कम्प्यूटर में जोड़ने, तुलना करने और मिलाने के  कार्य कहाँ होते हैं ? ",
        "options": [
          "(A) सीपीयू चिप ",
          "(B) फ्लॉपी डिस्क",
          "(C)  हार्ड डिस्क",
          "(D) स्मृति चिप"
        ],
        "answer": "d"
      },
      {
        "question": "'मोनालीसा' का सुप्रसिद्ध चित्र किसने बनाया था ? ",
        "options": [
          "(A)  माइकेल एंजेलो ",
          "(B) लियोनार्डो-दा-विंसी",
          "(C) पिकासो",
          "(D) वान गोग"
        ],
        "answer": "b"
      },
      {
        "question": "वह प्रथम महिला कौन थी, जिसने सात प्रमुख सागर  तैर कर पार किए ?  ",
        "options": [
          "(A)  चाँदिनी  ",
          "(B)  बुला चौधरी ",
          "(C) मृदुला राजीव",
          "(D) प्रिया शानभाग"
        ],
        "answer": "b"
      },
      {
        "question": "अमरीका की खोज किसने की ? ",
        "options": [
          "(A) वास्को-डि गामा  ",
          "(B) कोलम्बस",
          "(C) कैप्टेन कुक",
          "(D) अमुंदसेन"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में राष्ट्रीय आय का आकलन सबसे पहले  किसने किया था ? ",
        "options": [
          "(A) महलनोबीस",
          "(B) दादाभाई नौरोजी",
          "(C) वी. के. आर. वी. राव",
          "(D) सरदार पटेल"
        ],
        "answer": "b"
      },
      {
        "question": "किसी देश का आर्थिक विकास किस पर निर्भर है ? ",
        "options": [
          "(A)  प्राकृतिक संसाधन",
          "(B)  पूँजी निर्माण",
          "(C) बाज़ार का आकार",
          "(D) उपर्युक्त सभी"
        ],
        "answer": "d"
      },
      {
        "question": "राष्ट्रीय आय किससे निर्मित होती है ? ",
        "options": [
          "(A) किसी धन-उत्पादक गतिविधि द्वारा ",
          "(B) किसी श्रमशील गतिविधि द्वारा",
          "(C) किसी लाभकारी गतिविधि द्वारा",
          "(D) किसी उत्पादक गतिविधि द्वारा"
        ],
        "answer": "d"
      },
      {
        "question": "मुद्रा-आपूर्ति किसके द्वारा नियंत्रित की जाती है ? ",
        "options": [
          "(A) योजना आयोग  ",
          "(B) भारतीय रिजर्व बैंक",
          "(C) व्यापारिक बैंक",
          "(D)  वित्त आयोग"
        ],
        "answer": "b"
      },
      {
        "question": "डब्ल्यू.टी.ओ. का मुख्यालय कहाँ है ? ",
        "options": [
          "(A)  दोहा",
          "(B) जेनेवा",
          "(C) यूरूगे",
          "(D) न्यूयॉर्क"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के किस राज्य को 'चावल का कटोरा' (राइस  बाउल) कहा जाता है ?  ",
        "options": [
          "(A)  आन्ध्र प्रदेश  ",
          "(B) तमिलनाडु",
          "(C) केरल",
          "(D) कर्नाटक"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में सबसे ऊँचा जलप्रपात कौन सा है ? ",
        "options": [
          "(A) शिमशा प्रपात ",
          "(B) कोर्टाल्लम प्रपात",
          "(C) जोग प्रपात",
          "(D)  होगेनक्कल प्रपात"
        ],
        "answer": "c"
      },
      {
        "question": "जूट-उत्पादन में सबसे प्रचुर प्रदेश कौन सा है ? ",
        "options": [
          "(A) पश्चिम बंगाल ",
          "(B) ओडिसा",
          "(C) केरल",
          "(D) तमिलनाडु"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन से देश ‘पाल्क स्ट्रेट' से जुड़े  हुए हैं ? ",
        "options": [
          "(A) भारत एवं श्री लंका ",
          "(B) उत्तरी कोरिया एवं दक्षिणी कोरिया",
          "(C) पाकिस्तान एवं चीन ",
          "(D) ब्रिटेन एवं फ्रांस"
        ],
        "answer": "a"
      },
      {
        "question": "किसी राजनीतिक दल को पंजीकृत दल की स्थिति  पाने के लिए कम-से-कम कितने प्रतिशत मत पाने चाहिए ?  ",
        "options": [
          "(A) 1%  ",
          "(B)  2%",
          "(C) 3%",
          "(D) 4%"
        ],
        "answer": "d"
      },
      {
        "question": "भारत के नियंत्रक एवं महालेखापरीक्षक का कार्यकाल  कितने वर्षों का होता है ? ",
        "options": [
          "(A) 3 वर्ष  ",
          "(B) 4 वर्ष",
          "(C) 5 वर्ष",
          "(D)  6 वर्ष "
        ],
        "answer": "d"
      },
      {
        "question": "भारत का प्रथम मुख्य चुनाव आयुक्त कौन था ? ",
        "options": [
          "(A) जी. वी. मावलंकर ",
          "(B) सुकुमार सेन ",
          "(C) के. वी. के. सुंदरम्",
          "(D) टी. स्वामीनाथन"
        ],
        "answer": "b"
      },
      {
        "question": "सर्वोच्च न्यायालय के न्यायाधीश की सेवानिवृत्ति की  आयु कितनी होती है ? ",
        "options": [
          "(A) 65 वर्ष  ",
          "(B) 62 वर्ष ",
          "(C) 68 वर्ष",
          "(D) 70 वर्ष"
        ],
        "answer": "a"
      },
      {
        "question": "महात्मा गाँधी का 'राजनीतिक गुरु' कौन था ? ",
        "options": [
          "(A)  गोपालकृष्ण गोखले ",
          "(B) बाल गंगाधर तिलक ",
          "(C) अरविन्द घोष ",
          "(D)  लाला लाजपत राय"
        ],
        "answer": "a"
      },
      {
        "question": "सूफी परंपरा में ‘पीर' से क्या आशय है ? ",
        "options": [
          "(A)  सर्वोच्च ईश्वर",
          "(B) सूफियों का गुरु",
          "(C) सभी सूफी संतों में सर्वश्रेष्ठ",
          "(D) सूफियों की आस्थाओं के लिए लड़ने वाला"
        ],
        "answer": "b"
      },
      {
        "question": "गुरु गोविंद सिंह द्वारा खालसा पंथ की स्थापना किस वर्ष में की गई थी ? ",
        "options": [
          "(A) 1699",
          "(B) 1707 ",
          "(C) 1657 ",
          "(D) 1599"
        ],
        "answer": "a"
      },
      {
        "question": "पंचशील के सिद्धातों का प्रस्तावक कौन था ? ",
        "options": [
          "(A)  महात्मा गाँधी ",
          "(B) स्वामी दयानंद सरस्वती",
          "(C) पण्डित जवाहर लाल नेहरू बोल",
          "(D) महात्मा बुद्ध "
        ],
        "answer": "c"
      },
      {
        "question": "12 अप्रैल, 1944 को सुभाष चंद्र बोस ने एक नगर में  'भारतीय राष्ट्रीय सेना' का झंडा फहराया था. वह नगर इस समय किस राज्य/केन्द्र शासित प्रदेश में है ? ",
        "options": [
          "(A) अंडमान एवं निकोबार द्वीप-समूह ",
          "(B) त्रिपुरा",
          "(C) मणिपुर",
          "(D) मिजोरम"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित में से किसको किसी कोशिका में 'अचल  संपत्ति' माना जाता है ? ",
        "options": [
          "(A) कार्बोहाइड्रेट ",
          "(B)  न्यूक्लीक अम्ल",
          "(C) प्रोटीन",
          "(D) वसा"
        ],
        "answer": "a"
      },
      {
        "question": "भूमि का जल मूल रोमों तक किस दबाव से पहुँचता है ? ",
        "options": [
          "(A) वायुमंडलीय दबाव ",
          "(B) केशिका दबाव",
          "(C) परासरण दबाव ",
          "(D) मूल दबाव"
        ],
        "answer": "c"
      },
      {
        "question": "मधुमक्खियों के प्रजनन एवं प्रबंधन को क्या कहते हैं ? ",
        "options": [
          "(A) सेरीकल्चर  ",
          "(B) सिल्वीकल्चर",
          "(C) पिस्सीकल्चर",
          "(D) एपीकल्चर"
        ],
        "answer": "d"
      },
      {
        "question": "रक्त के स्कंदन हेतु कौनसा विटामिन आवश्यक है ? ",
        "options": [
          "(A) विटामिन B  ",
          "(B)  विटामिन C",
          "(C) विटामिन K ",
          "(D)  विटामिन E "
        ],
        "answer": "c"
      },
      {
        "question": "लाल रक्त-कणिकाओं का औसत जीवन-काल लगभग  कितने समय का होता है ? ",
        "options": [
          "(A) 100-200 दिन ",
          "(B) 100 - 120 दिन ",
          "(C) 160 - 180 दिन ",
          "(D)  150-200 दिन"
        ],
        "answer": "b"
      },
      {
        "question": "शीत ऋतु में पशुओं के प्रसुप्ति-काल को क्या कहते हैं ? ",
        "options": [
          "(A) ऐस्टीवेशन ",
          "(B) रीजेनेरेशन",
          "(C) म्यूटेशन ",
          "(D) हाइबरनेशन"
        ],
        "answer": "d"
      }
    ],
    "type": "ssc-gk-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7481b7cd14b8ffc454b9"
    },
    "data": [
      {
        "question": "भारत में रेल का आरम्भ किस सन में हुआ? ",
        "options": [
          "(A) 1953",
          "(B) 1853",
          "(C) 1895",
          "(D) 1858"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय रेल का राष्ट्रीयकरण कब हुआ? ",
        "options": [
          "(A) 1950",
          "(B) 1898",
          "(C) 1955",
          "(D) 1960"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में सबसे लंबी दूरी तय करने वाली रेल कौन सी है? ",
        "options": [
          "(A) राजधानी एक्सप्रेस",
          "(B) शताब्दी एक्सप्रेस",
          "(C) विवेक एक्सप्रेस",
          "(D) समझौता एक्सप्रेस"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में सबसे तेज़ चलनेवाली गाड़ी कौन सी है?  ",
        "options": [
          "(A) शताब्दी एक्सप्रेस",
          "(B) विवेक एक्सप्रेस",
          "(C) थार एक्सप्रेस",
          "(D) लाइफ लाईन एक्सप्रेस"
        ],
        "answer": "a"
      },
      {
        "question": "रेल इन्जिन के आविष्कारक कौन हैं? ",
        "options": [
          "(A) जॉर्ज ऑरेवल",
          "(B) अब्दुल गफ्फार खान",
          "(C) जॉर्ज स्टीफेंसन",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "रेलवे बोर्ड की स्थापना कब की गयी ? ",
        "options": [
          "(A) 1915",
          "(B) 1903",
          "(C) 1899",
          "(D) 1905"
        ],
        "answer": "d"
      },
      {
        "question": "भारत की प्रथम रेलगाड़ी द्वारा कितनी दूरी तय की गयी? ",
        "options": [
          "(A) 44 किमी",
          "(B) 34 किमी",
          "(C) 24 किमी",
          "(D) 36 किमी"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में पहली बार मेट्रो रेल सेवा किस नगर में आरम्भ की गई? ",
        "options": [
          "(A) कोलकाता",
          "(B) गोरखपुर",
          "(C) दिल्ली",
          "(D) मुंबई"
        ],
        "answer": "a"
      },
      {
        "question": "सबसे लंबी रेलवे प्लेटफॉर्म कहाँ है? ",
        "options": [
          "(A) इलाहाबाद में",
          "(B) हाजीपुर में",
          "(C) चेन्नई में",
          "(D) गोरखपुर में"
        ],
        "answer": "d"
      },
      {
        "question": "भारत के किस राज्य में रेलवे लाइन नहीं है?  ",
        "options": [
          "(A) मेघालय",
          "(B) तेलंगाना",
          "(C) ओडिशा",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "स्वतन्त्र भारत का पहला रेल बजट किन्होंने प्रस्तुत किया था? ",
        "options": [
          "(A) जॉर्ज स्टीफेंसन",
          "(B) अब्दुल रहीम",
          "(C) जॉन मथाई",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय रेल का स्लोगन क्या है? ",
        "options": [
          "(A) राष्ट्र की जीवन रेखा",
          "(B) राष्ट्र की कार्रवाई सड़क",
          "(C) राष्ट् सेवा  की रोड",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय रेलवे का रेल लाइन की लम्बाई की दृष्टि से विश्व में कौनसा स्थान है? ",
        "options": [
          "(A) तीसरा",
          "(B) छटा",
          "(C) चौथा",
          "(D) सातवाँ"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में रेल लाइन बिछाने का श्रेय किसे प्राप्त है? ",
        "options": [
          "(A) जॉन मथाई",
          "(B) लार्ड डलहौजी",
          "(C) जॉर्ज स्टीफेंसन",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में सबसे पहली ट्रेन  कहाँ चली थी? ",
        "options": [
          "(A) मुम्बई",
          "(B) दिल्ली",
          "(C) कोलकाता",
          "(D) जयपुर"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में रेल का आरम्भ किस सन में हुआ? ",
        "options": [
          "(A) 1953",
          "(B) 1853",
          "(C) 1895",
          "(D) 1858"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय रेल का राष्ट्रीयकरण कब हुआ? ",
        "options": [
          "(A) 1950",
          "(B) 1898",
          "(C) 1955",
          "(D) 1960"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में सबसे लंबी दूरी तय करने वाली रेल कौन सी है? ",
        "options": [
          "(A) राजधानी एक्सप्रेस",
          "(B) शताब्दी एक्सप्रेस",
          "(C) विवेक एक्सप्रेस",
          "(D) समझौता एक्सप्रेस"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में सबसे तेज़ चलनेवाली गाड़ी कौन सी है?  ",
        "options": [
          "(A) शताब्दी एक्सप्रेस",
          "(B) विवेक एक्सप्रेस",
          "(C) थार एक्सप्रेस",
          "(D) लाइफ लाईन एक्सप्रेस"
        ],
        "answer": "a"
      },
      {
        "question": "रेल इन्जिन के आविष्कारक कौन हैं? ",
        "options": [
          "(A) जॉर्ज ऑरेवल",
          "(B) अब्दुल गफ्फार खान",
          "(C) जॉर्ज स्टीफेंसन",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "रेलवे बोर्ड की स्थापना कब की गयी ? ",
        "options": [
          "(A) 1915",
          "(B) 1903",
          "(C) 1899",
          "(D) 1905"
        ],
        "answer": "d"
      },
      {
        "question": "भारत की प्रथम रेलगाड़ी द्वारा कितनी दूरी तय की गयी? ",
        "options": [
          "(A) 44 किमी",
          "(B) 34 किमी",
          "(C) 24 किमी",
          "(D) 36 किमी"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में पहली बार मेट्रो रेल सेवा किस नगर में आरम्भ की गई? ",
        "options": [
          "(A) कोलकाता",
          "(B) गोरखपुर",
          "(C) दिल्ली",
          "(D) मुंबई"
        ],
        "answer": "a"
      },
      {
        "question": "सबसे लंबी रेलवे प्लेटफॉर्म कहाँ है? ",
        "options": [
          "(A) इलाहाबाद में",
          "(B) हाजीपुर में",
          "(C) चेन्नई में",
          "(D) गोरखपुर में"
        ],
        "answer": "d"
      },
      {
        "question": "भारत के किस राज्य में रेलवे लाइन नहीं है?  ",
        "options": [
          "(A) मेघालय",
          "(B) तेलंगाना",
          "(C) ओडिशा",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "स्वतन्त्र भारत का पहला रेल बजट किन्होंने प्रस्तुत किया था? ",
        "options": [
          "(A) जॉर्ज स्टीफेंसन",
          "(B) अब्दुल रहीम",
          "(C) जॉन मथाई",
          "(D) अन्य"
        ],
        "answer": "c"
      },
      {
        "question": "भारतीय रेल का स्लोगन क्या है? ",
        "options": [
          "(A) राष्ट्र की जीवन रेखा",
          "(B) राष्ट्र की कार्रवाई सड़क",
          "(C) राष्ट् सेवा  की रोड",
          "(D) अन्य"
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय रेलवे का रेल लाइन की लम्बाई की दृष्टि से विश्व में कौनसा स्थान है? ",
        "options": [
          "(A) तीसरा",
          "(B) छटा",
          "(C) चौथा",
          "(D) सातवाँ"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में रेल लाइन बिछाने का श्रेय किसे प्राप्त है? ",
        "options": [
          "(A) जॉन मथाई",
          "(B) लार्ड डलहौजी",
          "(C) जॉर्ज स्टीफेंसन",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में सबसे पहली ट्रेन  कहाँ चली थी? ",
        "options": [
          "(A) मुम्बई",
          "(B) दिल्ली",
          "(C) कोलकाता",
          "(D) जयपुर"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में सबसे पहली ट्रेन कब चली थी ? ",
        "options": [
          "(A) 19 अप्रैल, 1854 को",
          "(B) 16 अप्रैल, 1853 को",
          "(C) 16 अप्रैल, 1859 को",
          "(D) 26 अप्रैल, 1856 को"
        ],
        "answer": "b"
      },
      {
        "question": "रेलवे बजट को सामान्य बजट से किस वर्ष अलग किया गया? ",
        "options": [
          "(A) 1899 में",
          "(B) 1997 में",
          "(C) 1924 में",
          "(D) 1935 में"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का सबसे बड़ा सार्वजनिक उपक्रम कौन-सा है? ",
        "options": [
          "(A) परिवहन उपकरण",
          "(B) भारतीय रेल",
          "(C) पर्यटक उपकरण",
          "(D) वित्तीय उपकरण"
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय रेल नेटवर्क का विश्व में कौन-सा स्थान है ?  ",
        "options": [
          "(A) आठवाँ",
          "(B) दूसरा",
          "(C) तीसरा",
          "(D) चौथा"
        ],
        "answer": "d"
      },
      {
        "question": "भारतीय रेल नेटवर्क का एशिया में कौन-सा स्थान है ? ",
        "options": [
          "(A) आठवाँ",
          "(B) दूसरा",
          "(C) तीसरा",
          "(D) अन्य"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में प्रथम रेल कब चली ? ",
        "options": [
          "(A) 1815",
          "(B) 1825",
          "(C) 1835",
          "(D) 1855"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के किस राज्य में रेल लाइन सबसे अधिक है ? ",
        "options": [
          "(A) उत्तर प्रदेश",
          "(B) महाराष्ट्र",
          "(C) राजस्थान ",
          "(D) हरियाणा"
        ],
        "answer": "a"
      },
      {
        "question": "पूर्व सेन्ट्रल रेलवे जोन का मुख्यालय है ?  ",
        "options": [
          "(A) हाजीपुर में ",
          "(B) गया में ",
          "(C) राँची में",
          "(D)   पटना में "
        ],
        "answer": "a"
      },
      {
        "question": "अब तक काम में आने वाला विश्व का सबसे पुराण भाप इंजन कौन-सा है ? ",
        "options": [
          "(A) फेयरी क्वीन",
          "(B) अन्तिम सितारा ",
          "(C)  ओरिएण्ट एक्सप्रेस ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन-सी रेलगाड़ी देश के सबसे लम्बे रेलमार्ग पर चलती है ? ",
        "options": [
          "(A) जम्मू-कन्याकुमारी एक्सप्रेस ",
          "(B)  कर्नाटक एक्सप्रेस ",
          "(C) गोरखपुर-कोच्चि एक्सप्रेस",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन-सी जगह रेल सामग्री नहीं बनायी जाती है ? ",
        "options": [
          "(A) वाराणसी    ",
          "(B) मुम्बई",
          "(C) चेन्नई",
          "(D) कपूरथला"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से कहाँ रेलवे मुख्यालय नहीं है ? ",
        "options": [
          "(A) हुबली    ",
          "(B) अहमदाबाद",
          "(C) बिलासपुर",
          "(D) हाजीपुर"
        ],
        "answer": "b"
      },
      {
        "question": "पूर्व रेलवे के बँटवारे के पश्चात् हाजीपुर के आंचलिक कार्यालय का नाम क्या हुआ ?  ",
        "options": [
          "(A) पूर्व-उत्तर रेलवे ",
          "(B) पूर्वी-सीमान्त रेलवे ",
          "(C)  पूर्व-पश्चिम रेलवे  ",
          "(D) पूर्व-मध्य रेलवे "
        ],
        "answer": "d"
      },
      {
        "question": "वृन्दावन एक्सप्रेस किसके बीच चलती है ? ",
        "options": [
          "(A)  बंगलौर और मैसूर",
          "(B)   चेन्नई और मैसूर ",
          "(C) चेन्नई और बंगलौर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "पहिए और एक्सिल बनाने वाली रेलवे यूनिट कहाँ अवस्थित है ? ",
        "options": [
          "(A)  बंगलौर  ",
          "(B) कानपुर",
          "(C) चित्तरंजन",
          "(D) चेन्नई"
        ],
        "answer": "a"
      },
      {
        "question": "देश में माल परिवहन के लिए निम्नांकित में से कौन सबसे बड़े माध्यम के रूप में प्रयुक्त होता है ? ",
        "options": [
          "(A) वायु सेवा   ",
          "(B) रेलवे",
          "(C) बस",
          "(D) नौ परिवहन सेवा "
        ],
        "answer": "b"
      },
      {
        "question": "भारत में प्रथम विद्युत् ट्रेन कब चली ? ",
        "options": [
          "(A) 1925 ई.",
          "(B) 1926 ",
          "(C) 1927 ई.",
          "(D) 1828 ई."
        ],
        "answer": "a"
      },
      {
        "question": "भारत और पाकिस्तान के बीच चलने वाली रेलगाड़ी का नाम है ? ",
        "options": [
          "(A) सदभावना एक्सप्रेस ",
          "(B)  सदा-ए-सरहद ",
          "(C) रॉयल ओरियण्ट एक्सप्रेस",
          "(D) समझौता एक्सप्रेस "
        ],
        "answer": "d"
      },
      {
        "question": "रेलवे का जोन मुख्यालय हाजीपुर स्थित है ? ",
        "options": [
          "(A) छत्तीसगढ़ में",
          "(B) बिहार में ",
          "(C)  झारखण्ड में ",
          "(D)  उत्तर प्रदेश में"
        ],
        "answer": "b"
      },
      {
        "question": "रेल मंत्रालय ने विलेज ऑन व्हील्स नामक परियोजना शुरू करने की घोषणा किस वर्ष की थी ? ",
        "options": [
          "(A) 2004 में",
          "(B) 2005 में",
          "(C) 2006 में",
          "(D) 2007 में"
        ],
        "answer": "a"
      },
      {
        "question": "पूर्वोत्तर भारत के किस राज्य में रेलमार्ग नहीं है ? ",
        "options": [
          "(A)  नगालैंड   ",
          "(B) मेघालय",
          "(C) मिजोरम",
          "(D) मणिपुर"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में प्रथम रेलवे लाइन किसके शासन काल में बिछाई गई ? ",
        "options": [
          "(A) लॉर्ड केनिंग ",
          "(B) लॉर्ड कर्जन ",
          "(C) लॉर्ड डलहौजी ",
          "(D) लॉर्ड बैंटिक "
        ],
        "answer": "c"
      },
      {
        "question": "भारत में सर्वप्रथम रेल किन स्टेशनों के मध्य चली ?  ",
        "options": [
          "(A) मुम्बई - दिल्ली",
          "(B)  दिल्ली - थाणे",
          "(C)  मुम्बई - पुणे  ",
          "(D) मुम्बई - थाणे "
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित राज्य समूहों में वह कौन-सा है, जहाँ यात्री रेल डिब्बों का बड़ी मात्रा में निर्माण होता है ? ",
        "options": [
          "(A) पंजाब और तमिलनाडु  ",
          "(B) तमिलनाडु और पश्चिम बंगाल ",
          "(C) पश्चिम बंगाल और पंजाब  ",
          "(D) उड़ीसा और पश्चिम बंगाल  "
        ],
        "answer": "a"
      },
      {
        "question": "9 नवंबर 2017 को  भारत और बांग्लादेश के मध्य कौन-सी नई ट्रेन की सेवा शुरुआत हुआ ?  ",
        "options": [
          "(A) बांग्लादेश एक्सप्रेस",
          "(B) बंधन एक्सप्रेस",
          "(C) गतिमान एक्सप्रेस",
          "(D) महाराजा एक्सप्रेस"
        ],
        "answer": "b"
      },
      {
        "question": "केंद्र सरकार द्वारा शुरू की गई \"सुशासन एक्सप्रेस\" किन दो शहरों के मध्य चलेगी? ",
        "options": [
          "(A) ग्वालियर और लखनऊ ",
          "(B) ग्वालियर और गोंडा",
          "(C)  ग्वालियर और हजरत निजामुद्दीन ",
          "(D) वालियर और इंदौर "
        ],
        "answer": "b"
      },
      {
        "question": "पूर्व रेलवे का मुख्यालय कहाँ है ? ",
        "options": [
          "(A) गोरखपुर ",
          "(B)  हाजीपुर ",
          "(C) कोलकाता",
          "(D) चेन्नई "
        ],
        "answer": "c"
      },
      {
        "question": "पूर्व मध्य रेलवे का मुख्यालय कहाँ है ? ",
        "options": [
          "(A)  हाजीपुर ",
          "(B) कोलकाता",
          "(C) बिलासपुर ",
          "(D) जबलपुर "
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय रेलवे कितने जोनों में विभाजित है ? ",
        "options": [
          "(A) 12",
          "(B) 17",
          "(C) 13",
          "(D) 18"
        ],
        "answer": "b"
      },
      {
        "question": "वह कौन सा घर है जहाँ अध्यक्ष उस घर का सदस्य नहीं है ?  ",
        "options": [
          "(A) लोकसभा",
          "(B) विधान परिषद",
          "(C) राज्य सभा",
          "(D) विधान सभा"
        ],
        "answer": "c"
      },
      {
        "question": "रेल दुर्घटना के कारण इस्तीफा देने वाले प्रथम रेल मंत्री थे ?  ",
        "options": [
          "(A) लाल बहादुर शास्त्री  ",
          "(B)  जॉन मथाई  ",
          "(C) आसफ अली ",
          "(D) इनमे से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "देश मे किस रेलवे जोन की लम्बाई सबसे कम है ?  ",
        "options": [
          "(A) पश्चिमी मध्य रेलवे",
          "(B)  उत्तरी मध्य रेलवे ",
          "(C) पूर्वोत्तर सीमांत रेलवे",
          "(D) पूर्व मध्य रेलवे "
        ],
        "answer": "c"
      },
      {
        "question": "रेल कोच कारखाना कहा स्थित है ?   ",
        "options": [
          "(A) पटियाला",
          "(B) पैराम्बुर",
          "(C)  चितरंजन ",
          "(D) कपूरथला "
        ],
        "answer": "d"
      },
      {
        "question": "मध्ये रेलवे जोन का मुख्यालय कहा स्थित है ?  ",
        "options": [
          "(A)  मुंबई चर्चगेट",
          "(B) मुंबई विटी",
          "(C)  मुंबई शिवजी टर्मिनल ",
          "(D) मुंबई अँधेरी"
        ],
        "answer": "b"
      },
      {
        "question": "रेल मे आमदनी का बड़ा जरिया है ?  ",
        "options": [
          "(A) पैसेंजर भाड़ा",
          "(B) आरक्षित भाड़ा",
          "(C) माल भाड़ा",
          "(D)  अन्य "
        ],
        "answer": "c"
      },
      {
        "question": "भारत मे प्रथम विधुत से चलने वाली ट्रैन किस वर्ष चली ?  ",
        "options": [
          "(A) 3 फरवरी 1929  ",
          "(B) 3 फरवरी 1928",
          "(C) 3 फरवरी 1925 ",
          "(D) 3 फरवरी 1930 "
        ],
        "answer": "c"
      },
      {
        "question": "रेलवे के लिए व्हील्स और एक्सेल का उत्पादन किया जाता है ? ",
        "options": [
          "(A) बंगलुर",
          "(B) देहरादून",
          "(C) भोपाल ",
          "(D) रांची"
        ],
        "answer": "a"
      },
      {
        "question": "सर्वप्रथम वातानुकूलित रेल किन दो शहरों की बिच चली थी ? ",
        "options": [
          "(A) मुंबई से कोलकत्ता",
          "(B) मुंबई से बड़ोदा ",
          "(C) मुंबई से हैदराबाद ",
          "(D) मुंबई से दिल्ली "
        ],
        "answer": "b"
      },
      {
        "question": "रेलवे के किस जोन को 'ब्लू चिप' कहा जाता है ?   ",
        "options": [
          "(A) दक्षिण पूर्व मध्ये रेलवे",
          "(B) दक्षिण मध्य रेलवे",
          "(C) दक्षिण पूर्व रेलवे ",
          "(D) दक्षिण पश्चिम रेलवे"
        ],
        "answer": "c"
      },
      {
        "question": "टेनिस प्लेयर नाओमी ओसाका निम्न में से किस देश से संबंधित है ?   ",
        "options": [
          "(A) जापान",
          "(B) चीन",
          "(C) दक्षिण कोरिया ",
          "(D) अमेरिका"
        ],
        "answer": "a"
      },
      {
        "question": "भारतीय रेल मे कितने डिवीज़न है ?  ",
        "options": [
          "(A) 68 ",
          "(B) 67 ",
          "(C) 75",
          "(D) 80"
        ],
        "answer": "b"
      },
      {
        "question": "भारत मे मेट्रो रेल सेवा कबसे सुरु हुई ? ",
        "options": [
          "(A)  वर्ष 1984",
          "(B) वर्ष 1988",
          "(C) वर्ष 1999 ",
          "(D) वर्ष 1991 "
        ],
        "answer": "a"
      },
      {
        "question": "रेल कर्मचारी बिमा योजना किस वर्ष सुरु हुई ?  ",
        "options": [
          "(A) वर्ष 1980 ",
          "(B) वर्ष 1988",
          "(C) वर्ष 1977 ",
          "(D)  वर्ष 1978 "
        ],
        "answer": "c"
      },
      {
        "question": "निम्न मे से विद्युत इंजीने कहा निर्माण किये जाते है ?  ",
        "options": [
          "(A) लोकोमोटिव वर्क्स चितरंजन",
          "(B) लोकोमोटिव वर्क्स जमशेदपुर ",
          "(C) लोकोमोटिव वर्क्स पटियाला",
          "(D)  लोकोमोटिव वर्क्स वारणसी"
        ],
        "answer": "a"
      },
      {
        "question": "सर्वप्रथम तत्काल सेवा कबसे सुरु हुई ? ",
        "options": [
          "(A) 21 अक्टूबर 1997",
          "(B) 20 दिसंबर 1997 ",
          "(C) 25 नवंबर 1997",
          "(D) 22 जनवरी 1997 "
        ],
        "answer": "b"
      },
      {
        "question": "विश्व का सबसे पुराना रेलवे स्टेशन है ?  ",
        "options": [
          "(A) लिवरपूल",
          "(B) स्टॉकटन",
          "(C) डार्लिंगटन",
          "(D) अन्य "
        ],
        "answer": "a"
      },
      {
        "question": "देश का सबसे लम्बा रेलवे बोगदा परिपंजाल कितना किलो मीटर लम्बा है ?   ",
        "options": [
          "(A) 11.26 किलोमीटर ",
          "(B)  8.6 किलोमीटर ",
          "(C) 9.02 किलोमीटर ",
          "(D) 5.1 किलोमीटर"
        ],
        "answer": "a"
      },
      {
        "question": "रेलवे का पहला प्लेटफार्म टिकट कहा जारी हुवा था ?  ",
        "options": [
          "(A) दिल्ली",
          "(B) लाहौर",
          "(C)  कोलकत्ता ",
          "(D) कराची"
        ],
        "answer": "b"
      },
      {
        "question": "भारत मे पहली ट्रैन मुंबई से ठाणे चली उस ट्रैन का नाम क्या था ?   ",
        "options": [
          "(A)  डेक्कन क्वीन  ",
          "(B) फ्यूरी क्वीन",
          "(C) ब्लैक ब्यूटी ",
          "(D)  इनमे से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत मे सबसे लम्बी रेल सुरंग किन दो शहरों के बिच है ?  ",
        "options": [
          "(A) मंकीहिल से खंडाला ",
          "(B) जम्मू से कश्मीर",
          "(C) खंडाला से पुणे",
          "(D)  इनमे से कोई नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "नैरो गेज की लम्बाई है ? ",
        "options": [
          "(A)  1 मीटर ",
          "(B) 0 .610 मीटर ",
          "(C) 2 .031 मीटर",
          "(D) 0 .762 मीटर "
        ],
        "answer": "b"
      },
      {
        "question": "भारतीय रेलवे का 'राष्ट्रिय रेल संग्रालय ' स्थित है ?  ",
        "options": [
          "(A) भोपाल",
          "(B) नई दिल्ली  ",
          "(C) इंदौर ",
          "(D) चेन्नई "
        ],
        "answer": "b"
      },
      {
        "question": "मैत्री एक्सप्रेस किन दो देशो के बिच चलती है ?  ",
        "options": [
          "(A) पाकिस्तान और बांग्लादेश ",
          "(B) बांग्लादेश और नेपाल",
          "(C)  भारत और बांग्लादेश",
          "(D)  भारत और पाकिस्तान"
        ],
        "answer": "a"
      },
      {
        "question": "रेलवे का पितामह किसे कहते है ?  ",
        "options": [
          "(A)  रूडाल्फ डीजल  ",
          "(B) रिचर्ड ट्रवेथिक",
          "(C) जॉर्ज स्टीफ़ेन्स",
          "(D) अन्य "
        ],
        "answer": "c"
      },
      {
        "question": "विश्व का सबसे पुराना रेलवे स्टेशन है ?  ",
        "options": [
          "(A) लिवरपूल ",
          "(B) स्टॉकटन",
          "(C) डार्लिंगटन ",
          "(D) अन्य "
        ],
        "answer": "a"
      },
      {
        "question": "रेलवे सुरक्षा बल (RPF ) का गठन किस वर्ष हुवा ? ",
        "options": [
          "(A) 1885 ",
          "(B) 1880",
          "(C) 1888",
          "(D) 1882"
        ],
        "answer": "d"
      },
      {
        "question": "इस्त्रो का कोनसा उपग्रह रडार इमेजिंग उपग्रह शृंख्ला का भाग है ?  ",
        "options": [
          "(A)  रि - सैट - 2B ",
          "(B) स्काप्सेट - 1 ",
          "(C) इनसेट - 3R ",
          "(D) भास्कर - 3 "
        ],
        "answer": "a"
      },
      {
        "question": "भारत मे दूसरी मेट्रो किस शहर मे सुरु हुई ?   ",
        "options": [
          "(A) भोपाल",
          "(B) दिल्ली",
          "(C) मुंबई",
          "(D) कोलकत्ता "
        ],
        "answer": "b"
      }
    ],
    "type": "rail-gk",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d748bb7cd14b8ffc454bb"
    },
    "data": [
      {
        "question": "भारत का पहला राष्ट्रपति ? ",
        "options": [
          "(A) पंडित जवाहर लाल नेहरू",
          "(B) डॉ सर्वपल्ली राधाकृष्णन",
          "(C) डॉ० राजेंद्र प्रसाद",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का पहला उपराष्ट्रपति ? ",
        "options": [
          "(A) जाकिर हुसैन",
          "(B) डॉ० एस० राधाकृष्णन ",
          "(C) गोपाल स्वरूप पाठक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला प्रधानमंत्री ? ",
        "options": [
          "(A) पंडित जवाहर लाल नेहरू ",
          "(B) सरदार बलदेव सिंह ",
          "(C) जनरल राजेंद्र सिंह जी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला गृह मंत्री ? ",
        "options": [
          "(A) वल्लभभाई पटेल ",
          "(B) डॉ० राजेंद्र प्रसाद ",
          "(C) जवाहरलाल नेहरू",
          "(D) जॉन मथाई "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला रेल मंत्री  ? ",
        "options": [
          "(A) लाल बहादूर शास्त्री",
          "(B) ललित नारायण मिश्र",
          "(C) बंसी लाल",
          "(D) जॉन मथाई "
        ],
        "answer": "d"
      },
      {
        "question": "भारत का पहला रक्षा मंत्री ? ",
        "options": [
          "(A) सरदार बलदेव सिंह ",
          "(B) कैलाश नाथ काटजू",
          "(C) इन्दिरा गांधी",
          "(D) जगजीवन राम"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला वित्त मंत्री ? ",
        "options": [
          "(A) जवाहरलाल नेहरू",
          "(B) मोरारजी देसाई",
          "(C) आर० षणमुगम चेट्टी ",
          "(D) प्रणव मुखर्जी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का पहला विदेश मंत्री ? ",
        "options": [
          "(A) लालबहादुर शास्त्री",
          "(B) अटल बिहारी वाजपेयी",
          "(C) गुलज़ारीलाल नन्दा",
          "(D) जवाहरलाल नेहरू "
        ],
        "answer": "d"
      },
      {
        "question": "भारत का पहला शिक्षा मंत्री ? ",
        "options": [
          "(A) मौलाना अबुल कलाम आजा‌द ",
          "(B) वल्लभभाई पटेल",
          "(C) पंडित जवाहर लाल नेहरू ",
          "(D) सी राजगोपालाचारी"
        ],
        "answer": "a"
      },
      {
        "question": "पहला भारतीय गवर्नर जनरल ? ",
        "options": [
          "(A) जवाहरलाल नेहरू ",
          "(B) सी राजगोपालाचारी ",
          "(C) जी० वी० मावलंकर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला मुख्य न्यायाधीश ? ",
        "options": [
          "(A) हरिलाल जे कानिया ",
          "(B) एम पतंजलि शास्त्री",
          "(C) मेहरचंद महाजन",
          "(D) बी के मुखर्जी"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला मुख्य निर्वाचन आयुक्त ? ",
        "options": [
          "(A) डॉ॰ नगेन्द्र सिँह",
          "(B) सुकुमार सेन ",
          "(C) आर. के. त्रिवेदी",
          "(D) टी. स्वामीनाथन"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला मुख्य सूचना आयुक्त ? ",
        "options": [
          "(A) वजाहत हबीबुल्ला",
          "(B) ए एन तिवारी",
          "(C) सत्यानंद मिश्रा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला केंद्रीय सतर्कता आयुक्त ? ",
        "options": [
          "(A) सुषमा सिंह",
          "(B) एन० श्रीनिवास राव",
          "(C) राजीव माथुर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के लोकसभा के पहले अध्यक्ष ? ",
        "options": [
          "(A) जी० वी० मावलंकर ",
          "(B) जवाहरलाल नेहरू ",
          "(C) डॉ० राजेंद्र प्रसाद ",
          "(D) मौलाना अबुल कलाम आजा‌द "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला राष्ट्रपति ? ",
        "options": [
          "(A) पंडित जवाहर लाल नेहरू",
          "(B) डॉ सर्वपल्ली राधाकृष्णन",
          "(C) डॉ० राजेंद्र प्रसाद",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का पहला उपराष्ट्रपति ? ",
        "options": [
          "(A) जाकिर हुसैन",
          "(B) डॉ० एस० राधाकृष्णन ",
          "(C) गोपाल स्वरूप पाठक",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला प्रधानमंत्री ? ",
        "options": [
          "(A) पंडित जवाहर लाल नेहरू ",
          "(B) सरदार बलदेव सिंह ",
          "(C) जनरल राजेंद्र सिंह जी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला गृह मंत्री ? ",
        "options": [
          "(A) वल्लभभाई पटेल ",
          "(B) डॉ० राजेंद्र प्रसाद ",
          "(C) जवाहरलाल नेहरू",
          "(D) जॉन मथाई "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला रेल मंत्री  ? ",
        "options": [
          "(A) लाल बहादूर शास्त्री",
          "(B) ललित नारायण मिश्र",
          "(C) बंसी लाल",
          "(D) जॉन मथाई "
        ],
        "answer": "d"
      },
      {
        "question": "भारत का पहला रक्षा मंत्री ? ",
        "options": [
          "(A) सरदार बलदेव सिंह ",
          "(B) कैलाश नाथ काटजू",
          "(C) इन्दिरा गांधी",
          "(D) जगजीवन राम"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला वित्त मंत्री ? ",
        "options": [
          "(A) जवाहरलाल नेहरू",
          "(B) मोरारजी देसाई",
          "(C) आर० षणमुगम चेट्टी ",
          "(D) प्रणव मुखर्जी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का पहला विदेश मंत्री ? ",
        "options": [
          "(A) लालबहादुर शास्त्री",
          "(B) अटल बिहारी वाजपेयी",
          "(C) गुलज़ारीलाल नन्दा",
          "(D) जवाहरलाल नेहरू "
        ],
        "answer": "d"
      },
      {
        "question": "भारत का पहला शिक्षा मंत्री ? ",
        "options": [
          "(A) मौलाना अबुल कलाम आजा‌द ",
          "(B) वल्लभभाई पटेल",
          "(C) पंडित जवाहर लाल नेहरू ",
          "(D) सी राजगोपालाचारी"
        ],
        "answer": "a"
      },
      {
        "question": "पहला भारतीय गवर्नर जनरल ? ",
        "options": [
          "(A) जवाहरलाल नेहरू ",
          "(B) सी राजगोपालाचारी ",
          "(C) जी० वी० मावलंकर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला मुख्य न्यायाधीश ? ",
        "options": [
          "(A) हरिलाल जे कानिया ",
          "(B) एम पतंजलि शास्त्री",
          "(C) मेहरचंद महाजन",
          "(D) बी के मुखर्जी"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला मुख्य निर्वाचन आयुक्त ? ",
        "options": [
          "(A) डॉ॰ नगेन्द्र सिँह",
          "(B) सुकुमार सेन ",
          "(C) आर. के. त्रिवेदी",
          "(D) टी. स्वामीनाथन"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला मुख्य सूचना आयुक्त ? ",
        "options": [
          "(A) वजाहत हबीबुल्ला",
          "(B) ए एन तिवारी",
          "(C) सत्यानंद मिश्रा",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला केंद्रीय सतर्कता आयुक्त ? ",
        "options": [
          "(A) सुषमा सिंह",
          "(B) एन० श्रीनिवास राव",
          "(C) राजीव माथुर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत के लोकसभा के पहले अध्यक्ष ? ",
        "options": [
          "(A) जी० वी० मावलंकर ",
          "(B) जवाहरलाल नेहरू ",
          "(C) डॉ० राजेंद्र प्रसाद ",
          "(D) मौलाना अबुल कलाम आजा‌द "
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला अटॉर्नी जनरल ? ",
        "options": [
          "(A)  सी.के. दफ्तरी ",
          "(B)  जी रामास्वामी ",
          "(C) एम.सी. सेतलवाड",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत का पहला मंत्रीमंडल सचीव ? ",
        "options": [
          "(A) एन० आर० पिल्लै ",
          "(B) अमित शाह",
          "(C) उमा भारती",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला  थल सेना अध्यक्ष ? ",
        "options": [
          "(A) जनरल आर.एन. थापर",
          "(B) जनरल राजेंद्र सिंह जी ",
          "(C) जनरल के.एस. थिमैया",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत का पहला वायु सेना अध्यक्ष ? ",
        "options": [
          "(A) एयर मार्शल थॉमस एल्महर्श्ट ",
          "(B) एयर मार्शल सर रोनाल्ड चैपमैन ",
          "(C) एयर मार्शल सर जेराल्ड गिब्स",
          "(D) यर मार्शल एस. मुखर्जी"
        ],
        "answer": "a"
      },
      {
        "question": "भारत का पहला नौ सेना अध्यक्ष ? ",
        "options": [
          "(A) एडमिरल सर मार्क पिजे",
          "(B) वाइस एडमिरल आर० डी० कटारी ",
          "(C) रियर एडमिरल जे.टी.एस. हाल",
          "(D) एडमिरल ए.के. चटर्जी"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व में अंतरिक्ष में जाने वाली पहली महिला है ?  ",
        "options": [
          "(A) वेलेंटीना टेरेशकोवा",
          "(B) अमेलिया इएरहार्ट ",
          "(C) गोल्डा मेयर",
          "(D) चंद्रिका कुमारातुंगा"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में माउंट एवरेस्ट पर जाने वाली पहली महिला है ?  ",
        "options": [
          "(A) बिध्या देवी भंडारी ",
          "(B) जंको तबी ",
          "(C) खालेदा ज्रिया",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में ओलंपिक स्वर्ण जीतने वाली पहली महिला है ?  ",
        "options": [
          "(A) इँदिरा गा‍न्धी ",
          "(B) सिरिमावो भंडारनायके ",
          "(C) चार्लोट कूपर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व की पहली महिला प्रधानमंत्री ? ",
        "options": [
          "(A) सिरिमावो भंडारनायके",
          "(B) इँदिरा गा‍न्धी",
          "(C) प्रतिभा पटिल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में प्रथम महिला राष्ट्रपति ? ",
        "options": [
          "(A) तेजस्विनी सावंत",
          "(B) इंदिरा गाँधी",
          "(C) प्रतिभा पाटिल",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में प्रथम महिला प्रधानमंत्री  ? ",
        "options": [
          "(A) इंदिरा गाँधी",
          "(B) किरण बेदी",
          "(C) मीरा कुमार",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में प्रथम महिला राज्यपाल  ? ",
        "options": [
          "(A)  सुचेता कृपलानी",
          "(B) सरोजिनी नायडू",
          "(C) आनंदीबाई जोशी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में  प्रथम महिला मुख्यमंत्री ? ",
        "options": [
          "(A) सुषमा स्वराज",
          "(B) मायावती ",
          "(C) सुचेता कृपलानी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में  प्रथम महिला लोक सभा अध्यक्ष  ? ",
        "options": [
          "(A) सुमित्रा महाजन",
          "(B) मीरा कुमार",
          "(C) इंदिरा गाँधी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "भारत में  प्रथम महिला आई॰पी॰एस॰ अधिकारी  ? ",
        "options": [
          "(A) किरण बेदी",
          "(B) प्रतिभा पाटिल",
          "(C) रीमती अर्चना रामासुंदरम",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "भारत में  प्रथम महिला एयर वाइस मार्शल  ? ",
        "options": [
          "(A) पद्मा बंदोपाध्याय",
          "(B) तेजस्विनी सावंत",
          "(C) सरोजिनी नायडू",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "एफएटीएफ की पूर्ण सदस्यता पाने वाला पहला अरब देश कौन सा बना है ? ",
        "options": [
          "(A) सऊदी अरब ",
          "(B) तुर्की",
          "(C) ओमान",
          "(D) क़तर"
        ],
        "answer": "a"
      },
      {
        "question": "मादक पदार्थों के दुरुपयोग एवं तस्करी के खिलाफ अंतरराष्ट्रीय दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 12 जून ",
          "(B) 1 जून",
          "(C) 30 जून",
          "(D) 26 जून"
        ],
        "answer": "d"
      },
      {
        "question": "अन्तर्राष्ट्रीय योग दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 21 जून ",
          "(B) 1 जुलाई",
          "(C) 1 जून",
          "(D)  21 मई "
        ],
        "answer": "a"
      },
      {
        "question": "विश्व परिवार दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 मई ",
          "(B) 10 मई ",
          "(C) 20 मई",
          "(D) 15 मई "
        ],
        "answer": "d"
      },
      {
        "question": "डॉ भीमराव अंबेडकर जयंती कब मनाई जाती है ? ",
        "options": [
          "(A) 4 अप्रैल ",
          "(B) 14 अप्रैल",
          "(C) 30 अप्रैल",
          "(D) 24 अप्रैल"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व बंजारा दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 अप्रैल ",
          "(B) 5 अप्रैल",
          "(C) 8 अप्रैल",
          "(D) 13 अप्रैल"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व स्वास्थ्य दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 अप्रैल",
          "(B) 4 अप्रैल",
          "(C) 7 अप्रैल",
          "(D) 11 अप्रैल"
        ],
        "answer": "c"
      },
      {
        "question": "भाजपा का स्थापना दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  3 मार्च ",
          "(B) 1 अप्रैल",
          "(C) 12 मई",
          "(D) 6 अप्रैल "
        ],
        "answer": "d"
      },
      {
        "question": "राष्ट्रीय समुद्री दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 अप्रैल",
          "(B) 3 अप्रैल",
          "(C) 5 अप्रैल",
          "(D) 8 अप्रैल"
        ],
        "answer": "c"
      },
      {
        "question": "अंतरराष्ट्रीय खदान जागरुकता दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  1 अप्रैल B.  C.  D. ",
          "(B) 4 अप्रैल",
          "(C) 7 अप्रैल",
          "(D) 11 अप्रैल"
        ],
        "answer": "b"
      },
      {
        "question": "हिन्दी रंगमंच दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 27 मार्च ",
          "(B) 13 अप्रैल",
          "(C) 3 अप्रैल",
          "(D) 31 मार्च"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व ऑटिज्म जागरूकता दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  1 मार्च ",
          "(B) 2 मई",
          "(C) 12 अप्रैल",
          "(D) 2 अप्रैल"
        ],
        "answer": "d"
      },
      {
        "question": "भारतीय रिज़र्व बैंक का स्थापना दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  2 अप्रैल ",
          "(B) 1 अप्रैल",
          "(C) 4 अप्रैल",
          "(D) 3 अप्रैल"
        ],
        "answer": "b"
      },
      {
        "question": "ओडिशा स्थापना दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  2 अप्रैल ",
          "(B) 1 अप्रैल",
          "(C) 4 अप्रैल",
          "(D) 3 अप्रैल"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व रंगमंच दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  12 मार्च",
          "(B) 31 मार्च",
          "(C) 27 मार्च",
          "(D) 7 मार्च "
        ],
        "answer": "c"
      },
      {
        "question": "बांग्लादेश स्वतन्त्रता दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  14 मार्च ",
          "(B) 26 मार्च",
          "(C) 6 मार्च",
          "(D) 20 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "पाकिस्तान का राष्ट्रीय दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  23 फरवरी ",
          "(B) 23 जनवरी",
          "(C) 23 मार्च",
          "(D) 14 मार्च"
        ],
        "answer": "c"
      },
      {
        "question": "विश्व मौसम विज्ञान दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 13 मार्च ",
          "(B) 23 मार्च",
          "(C) 31 मार्च",
          "(D) 3 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व टीबी दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 14 मार्च ",
          "(B) 18 मार्च ",
          "(C) 22 मार्च",
          "(D) 24 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "बिहार दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  24 अप्रैल",
          "(B) 1 जनवरी",
          "(C) 21 फरवरी",
          "(D) 22 मार्च "
        ],
        "answer": "d"
      },
      {
        "question": "विश्व जल दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 23 मार्च ",
          "(B) 22 मार्च ",
          "(C) 25 मार्च",
          "(D) 24 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "वीर एवं शहीदी दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 23 मार्च ",
          "(B) 23 जनवरी",
          "(C) 23 सितम्बर",
          "(D) 23 जून"
        ],
        "answer": "a"
      },
      {
        "question": "अन्तर्राष्ट्रीय रंगभेद उन्मूलन दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 21 मार्च ",
          "(B) 2 जुलाई ",
          "(C) 23 सितम्बर",
          "(D) 11 दिसम्बर "
        ],
        "answer": "a"
      },
      {
        "question": "विश्व वानिकी दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  21 फरवरी ",
          "(B) 21 जनवरी",
          "(C) 21 अप्रैल",
          "(D)  21 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व खुशी दिवस हर साल कब मनाया जाता है ? ",
        "options": [
          "(A) 9 मार्च ",
          "(B) 1 मार्च",
          "(C) 20 मार्च",
          "(D) 17 मार्च"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रिय आयुध निर्माण दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 11 मार्च ",
          "(B) 1 मार्च ",
          "(C) 26 मार्च",
          "(D) 18 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व खसरा दिवस व राष्ट्रीय टीकाकरण दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 17 मार्च ",
          "(B) 16 मार्च",
          "(C) 19 मार्च",
          "(D) 18 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व उपभोक्ता दिवस कब मनाया जाता है ? ",
        "options": [
          "(A)  24 जनवरी ",
          "(B) 24 दिसम्बर",
          "(C) 25 मार्च",
          "(D) 15 मार्च "
        ],
        "answer": "d"
      },
      {
        "question": "अंतरराष्ट्रीय पुरुष दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 19 जनवरी ",
          "(B) 19 जुलाई",
          "(C) 19 मार्च ",
          "(D) 19 नवम्बर "
        ],
        "answer": "d"
      },
      {
        "question": "अन्तर्राष्ट्रीय महिला दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 6 मार्च ",
          "(B) 1 मार्च",
          "(C) 3 मार्च",
          "(D) 8 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "औद्योगिक संस्थानों की सुरक्षा के लिए राष्ट्रीय सुरक्षा दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 24 फरवरी ",
          "(B) 4 फरवरी",
          "(C)  24 मार्च",
          "(D) 4 मार्च"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व श्रवण दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 1 मार्च ",
          "(B) 3 मार्च",
          "(C) 5 मार्च",
          "(D) 7 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व वन्य जीव दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 1 मार्च ",
          "(B) 3 मार्च",
          "(C) 5 मार्च",
          "(D) 7 मार्च"
        ],
        "answer": "b"
      },
      {
        "question": "राष्ट्रीय विज्ञान दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A)  26 फरवरी ",
          "(B) 22 फरवरी ",
          "(C) 28 फरवरी",
          "(D) 26 फरवरी"
        ],
        "answer": "c"
      },
      {
        "question": "केन्द्रीय उत्पाद शुल्क (आबकारी) दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 14 फरवरी ",
          "(B) 24 फरवरी",
          "(C) 28 फरवरी",
          "(D) 4 फरवरी"
        ],
        "answer": "b"
      },
      {
        "question": "अन्तर्राष्ट्रीय मातृभाषा दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 17 फरवरी ",
          "(B) 21 फरवरी",
          "(C) 23 फरवरी",
          "(D)  25 फरवरी"
        ],
        "answer": "b"
      },
      {
        "question": "सामाजिक न्याय दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 12 फरवरी ",
          "(B) 17 फरवरी",
          "(C) 20 फरवरी",
          "(D) 22 फरवरी"
        ],
        "answer": "c"
      },
      {
        "question": "मिजोरम स्थापना दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 20 जनवरी ",
          "(B)  20 अप्रैल",
          "(C) 20 मार्च",
          "(D) 20 फरवरी"
        ],
        "answer": "d"
      },
      {
        "question": "उत्पादकता सप्ताह कब से कब तक मनाया जाता है ? ",
        "options": [
          "(A) 1 से 7 मार्च ",
          "(B) 2 से 8 जनवरी",
          "(C) 12 से 18 फरवरी",
          "(D) 12 से 18 अप्रैल"
        ],
        "answer": "c"
      },
      {
        "question": "शहीद दिवस हर साल जनवरी महीने में कब मनाया जाता है ? ",
        "options": [
          "(A) 2 जनवरी B.  C.  D. ",
          "(B) 14 जनवरी",
          "(C) 23 जनवरी",
          "(D) 30 जनवरी"
        ],
        "answer": "d"
      },
      {
        "question": "डेटा गोपनीयता दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A) 1 दिसम्बर ",
          "(B) 12 जनवरी",
          "(C)  28 जनवरी",
          "(D) 23 अप्रैल"
        ],
        "answer": "c"
      },
      {
        "question": "राष्ट्रीय बालिका दिवस हर वर्ष कब मनाया जाता है ? ",
        "options": [
          "(A)  14 जनवरी ",
          "(B) 4 जनवरी ",
          "(C) 24 जनवरी",
          "(D) 20 जनवरी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में थल सेना दिवस कब मनाया जाता है ? ",
        "options": [
          "(A) 1 जनवरी ",
          "(B) 8 अक्टूबर",
          "(C) 12 दिसम्बर",
          "(D) 15 जनवरी"
        ],
        "answer": "d"
      },
      {
        "question": "प्रधानमंत्री नरेन्द्र मोदी ने किस शहर में भारतीय सिनेमा के पहले राष्ट्रीय संग्रहालय का उद्घाटन किया ? ",
        "options": [
          "(A) नई दिल्ली ",
          "(B) मुंबई",
          "(C) पुणे",
          "(D) लखनऊ"
        ],
        "answer": "b"
      }
    ],
    "type": "upsc-gk-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d7497b7cd14b8ffc454bd"
    },
    "data": [
      {
        "question": "रुसी क्रांति की शुरुआत किस वर्ष हुई ? ",
        "options": [
          "(A) वर्ष 1916",
          "(B) वर्ष 1917",
          "(C) वर्ष 1918",
          "(D) वर्ष 1919"
        ],
        "answer": "b"
      },
      {
        "question": "यूनियन ऑफ़ सोवियत सोशलिस्ट रिपब्लिक कब अस्तित्व में आया ? ",
        "options": [
          "(A) वर्ष 1920",
          "(B) वर्ष 1921",
          "(C) वर्ष 1922",
          "(D) वर्ष 1923"
        ],
        "answer": "d"
      },
      {
        "question": "वैज्ञानिक समाजवाद का सिद्धांत किसने दिया ? ",
        "options": [
          "(A)  एंगेल्स  ",
          "(B) कार्ल मार्क्स ",
          "(C) A व B दोनों",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "चीनी क्रांति का नायक कौन था ? ",
        "options": [
          "(A) च्यांग काई शेक ",
          "(B) सुनयात सेन ",
          "(C) युआन शोह काई ",
          "(D)  माओत्से तुंग  "
        ],
        "answer": "b"
      },
      {
        "question": "चीन के जनवादी गणराज्य की स्थापना कब हुई ? ",
        "options": [
          "(A) वर्ष 1947",
          "(B) वर्ष 1948",
          "(C) वर्ष 1949",
          "(D) वर्ष 1950"
        ],
        "answer": "c"
      },
      {
        "question": "यूरोप का मरीज किसे कहा जाता है ? ",
        "options": [
          "(A) प्रशा",
          "(B) जर्मनी ",
          "(C)   तुर्की  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "फासिज्म का जन्मदाता किसे माना जाता है ? ",
        "options": [
          "(A)   मुसोलिनी ",
          "(B) हिटलर",
          "(C) बिस्मार्क ",
          "(D)  डियाज  "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से किस व्यक्ति ने एक राष्ट्र एक नेता का नारा दिया था ? ",
        "options": [
          "(A)   हिटलर  ",
          "(B) मुसोलिनी",
          "(C)  लुई सोलहवें ",
          "(D) लेनिन "
        ],
        "answer": "a"
      },
      {
        "question": "त्रिगुट का निर्माण निम्न में से किस देश ने किया था ? ",
        "options": [
          "(A) इटली  ",
          "(B)  ऑस्ट्रिया ",
          "(C) जर्मनी ",
          "(D) ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से एक कौन-सा देश मित्र राष्ट्रों में शामिल था ? ",
        "options": [
          "(A) इंग्लैण्ड  ",
          "(B) जापान  ",
          "(C) अमेरिका",
          "(D) ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "फ़्रांस की क्रांति की शुरआत किस वर्ष हुई ? ",
        "options": [
          "(A) 1776 ई.",
          "(B) 1779 ई.",
          "(C) 1789 ई.",
          "(D) 1780 ई."
        ],
        "answer": "c"
      },
      {
        "question": "जर्मनी के एकीकरण हेतु बिस्मार्क ने किस नीति का अनुसरण किया ? ",
        "options": [
          "(A)  लौह एवं रक्त की नीति  ",
          "(B)   समझौता की नीति   ",
          "(C) शान्ति की नीति",
          "(D) सद्भाव की नीति "
        ],
        "answer": "a"
      },
      {
        "question": "किस वेद को भारतीय संगीत का मूल कहा जाता है ? ",
        "options": [
          "(A)  यजुर्वेद ",
          "(B) ऋग्वेद",
          "(C) अथर्ववेद",
          "(D) सामवेद "
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा बुद्ध को किस स्थान पर महापरिनिर्वाण प्राप्त हुआ था ? ",
        "options": [
          "(A)  सारनाथ",
          "(B) बोधगया",
          "(C)  वैशाली ",
          "(D)  कुशीनगर"
        ],
        "answer": "d"
      },
      {
        "question": "भगवान बुद्ध ने अपना पहला उपदेश कहाँ दिया था ? ",
        "options": [
          "(A)  बोधगया ",
          "(B) कुशीनगर",
          "(C)  श्रावस्ती ",
          "(D) सारनाथ"
        ],
        "answer": "d"
      },
      {
        "question": "रुसी क्रांति की शुरुआत किस वर्ष हुई ? ",
        "options": [
          "(A) वर्ष 1916",
          "(B) वर्ष 1917",
          "(C) वर्ष 1918",
          "(D) वर्ष 1919"
        ],
        "answer": "b"
      },
      {
        "question": "यूनियन ऑफ़ सोवियत सोशलिस्ट रिपब्लिक कब अस्तित्व में आया ? ",
        "options": [
          "(A) वर्ष 1920",
          "(B) वर्ष 1921",
          "(C) वर्ष 1922",
          "(D) वर्ष 1923"
        ],
        "answer": "d"
      },
      {
        "question": "वैज्ञानिक समाजवाद का सिद्धांत किसने दिया ? ",
        "options": [
          "(A)  एंगेल्स  ",
          "(B) कार्ल मार्क्स ",
          "(C) A व B दोनों",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "चीनी क्रांति का नायक कौन था ? ",
        "options": [
          "(A) च्यांग काई शेक ",
          "(B) सुनयात सेन ",
          "(C) युआन शोह काई ",
          "(D)  माओत्से तुंग  "
        ],
        "answer": "b"
      },
      {
        "question": "चीन के जनवादी गणराज्य की स्थापना कब हुई ? ",
        "options": [
          "(A) वर्ष 1947",
          "(B) वर्ष 1948",
          "(C) वर्ष 1949",
          "(D) वर्ष 1950"
        ],
        "answer": "c"
      },
      {
        "question": "यूरोप का मरीज किसे कहा जाता है ? ",
        "options": [
          "(A) प्रशा",
          "(B) जर्मनी ",
          "(C)   तुर्की  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "फासिज्म का जन्मदाता किसे माना जाता है ? ",
        "options": [
          "(A)   मुसोलिनी ",
          "(B) हिटलर",
          "(C) बिस्मार्क ",
          "(D)  डियाज  "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से किस व्यक्ति ने एक राष्ट्र एक नेता का नारा दिया था ? ",
        "options": [
          "(A)   हिटलर  ",
          "(B) मुसोलिनी",
          "(C)  लुई सोलहवें ",
          "(D) लेनिन "
        ],
        "answer": "a"
      },
      {
        "question": "त्रिगुट का निर्माण निम्न में से किस देश ने किया था ? ",
        "options": [
          "(A) इटली  ",
          "(B)  ऑस्ट्रिया ",
          "(C) जर्मनी ",
          "(D) ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से एक कौन-सा देश मित्र राष्ट्रों में शामिल था ? ",
        "options": [
          "(A) इंग्लैण्ड  ",
          "(B) जापान  ",
          "(C) अमेरिका",
          "(D) ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "फ़्रांस की क्रांति की शुरआत किस वर्ष हुई ? ",
        "options": [
          "(A) 1776 ई.",
          "(B) 1779 ई.",
          "(C) 1789 ई.",
          "(D) 1780 ई."
        ],
        "answer": "c"
      },
      {
        "question": "जर्मनी के एकीकरण हेतु बिस्मार्क ने किस नीति का अनुसरण किया ? ",
        "options": [
          "(A)  लौह एवं रक्त की नीति  ",
          "(B)   समझौता की नीति   ",
          "(C) शान्ति की नीति",
          "(D) सद्भाव की नीति "
        ],
        "answer": "a"
      },
      {
        "question": "किस वेद को भारतीय संगीत का मूल कहा जाता है ? ",
        "options": [
          "(A)  यजुर्वेद ",
          "(B) ऋग्वेद",
          "(C) अथर्ववेद",
          "(D) सामवेद "
        ],
        "answer": "d"
      },
      {
        "question": "महात्मा बुद्ध को किस स्थान पर महापरिनिर्वाण प्राप्त हुआ था ? ",
        "options": [
          "(A)  सारनाथ",
          "(B) बोधगया",
          "(C)  वैशाली ",
          "(D)  कुशीनगर"
        ],
        "answer": "d"
      },
      {
        "question": "भगवान बुद्ध ने अपना पहला उपदेश कहाँ दिया था ? ",
        "options": [
          "(A)  बोधगया ",
          "(B) कुशीनगर",
          "(C)  श्रावस्ती ",
          "(D) सारनाथ"
        ],
        "answer": "d"
      },
      {
        "question": "बुद्ध का जन्म कहाँ हुआ था ? ",
        "options": [
          "(A) लुम्बिनी ",
          "(B) श्रावस्ती ",
          "(C) कुशीनगर ",
          "(D) सारनाथ "
        ],
        "answer": "a"
      },
      {
        "question": "जैन धर्म की पहली संगीति कहाँ हुई थी ? ",
        "options": [
          "(A)  वल्लभी",
          "(B) पाटलिपुत्र",
          "(C) पावापुरी  ",
          "(D)  बोधगया "
        ],
        "answer": "b"
      },
      {
        "question": "रांची का स्तूप किसने बनवाया था ? ",
        "options": [
          "(A) कनिष्क ",
          "(B) अशोक",
          "(C)  चन्द्रगुप्त मौर्य  ",
          "(D) समुद्रगुप्त "
        ],
        "answer": "b"
      },
      {
        "question": "भारत का नेपोलियन किसे कहा जाता है ? ",
        "options": [
          "(A)  पुष्यमित्र ",
          "(B) चन्द्रगुप्त मौर्य ",
          "(C) समुद्रगुप्त ",
          "(D) कनिष्क "
        ],
        "answer": "c"
      },
      {
        "question": "हड़प्पा नगर की खोज किसने की थी ? ",
        "options": [
          "(A) रवीन्द्र सिंह बिष्ट  ",
          "(B) दायाराम साहनी ",
          "(C) ए. जी. मजूमदार ",
          "(D) ध्रुवे"
        ],
        "answer": "b"
      },
      {
        "question": "विश्व में नवजागरण की शुरुआत किस देश में हुई ? ",
        "options": [
          "(A)  इटली ",
          "(B) ब्रिटेन",
          "(C)  फ़्रांस ",
          "(D) जर्मनी"
        ],
        "answer": "a"
      },
      {
        "question": "यूरोप में धर्म सुधार आंदोलन की शुरुआत किसके प्रयासों से हुई ? ",
        "options": [
          "(A)  मुसोलिनी ",
          "(B)  कार्ल मार्क्स ",
          "(C) हिटलर",
          "(D) मार्टिन लूथर "
        ],
        "answer": "d"
      },
      {
        "question": "तुम मुझे खून दो, मैं तुम्हें आजादी दूंगा किसका नारा था ?  ",
        "options": [
          "(A)  श्यामलाल गुप्ता पार्षद ",
          "(B) सुभाषचंद्र बोस ",
          "(C)  महात्मा गाँधी ",
          "(D)  सावरकर "
        ],
        "answer": "b"
      },
      {
        "question": "करो या मरो का नारा किसने दिया ? ",
        "options": [
          "(A)  मोतीलाल नेहरू ",
          "(B) महात्मा गाँधी  ",
          "(C) जवाहरलाल नेहरू ",
          "(D)  इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "दिल्ली चलो का नारा किसने दिया था ? ",
        "options": [
          "(A)  विनायक सावरकर ",
          "(B) जवाहरलाल नेहरू ",
          "(C)  सुभाषचंद्र बोस ",
          "(D)  भगत सिंह "
        ],
        "answer": "c"
      },
      {
        "question": "इंकलाब जिंदाबाद का नारा किसने दिया ? ",
        "options": [
          "(A)  भगत सिंह  ",
          "(B) हसरत मोहानी ",
          "(C)  राम प्रसाद बिस्मिल ",
          "(D) मोहम्मद इकबाल "
        ],
        "answer": "a"
      },
      {
        "question": "ओणम त्यौहार किस राज्य में मनाया जाता है ? ",
        "options": [
          "(A)    पंजाब   ",
          "(B) तमिलनाडु",
          "(C) केरल",
          "(D) महाराष्ट्र "
        ],
        "answer": "c"
      },
      {
        "question": "द्वितीय विश्व युद्ध के दौरान अमेरिका ने किस शहर पर परमाणु बम गिराया था ? ",
        "options": [
          "(A) नागासाकी",
          "(B) हिरोशिमा ",
          "(C) A और B दोनों ",
          "(D) होन्शू"
        ],
        "answer": "c"
      },
      {
        "question": "प्रथम विश्व युद्ध में अमेरिका किस वर्ष शामिल हुआ ? ",
        "options": [
          "(A) वर्ष 1916",
          "(B) वर्ष 1917",
          "(C) वर्ष 1918",
          "(D) वर्ष 1915"
        ],
        "answer": "d"
      },
      {
        "question": "जर्मनी का एकीकरण किस युद्ध के पश्चात हुआ ? ",
        "options": [
          "(A) प्रशा-इटली युद्ध ",
          "(B)  प्रशा-फ़्रांस युद्ध  ",
          "(C)  जर्मनी इटली युद्ध ",
          "(D)  जर्मनी-फ़्रांस युद्ध "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से किस क्रांति में स्वतंत्रता बंधुत्व तथा समानता का नारा दिया गया ? ",
        "options": [
          "(A)   फ़्रांस की क्रांति ",
          "(B) अमेरिका की क्रांति",
          "(C)  रूस की क्रांति   ",
          "(D) ये सभी"
        ],
        "answer": "a"
      },
      {
        "question": "विश्व में आर्थिक महामंदी की घटना कब उत्पन्न हुई ? ",
        "options": [
          "(A) वर्ष 1929-30",
          "(B) वर्ष 1930-31",
          "(C) वर्ष 1931-32",
          "(D) वर्ष 1932-33"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से कौन सैयद वंश के शासक थे ? ",
        "options": [
          "(A)  मुबारक शाह  ",
          "(B) खिज्र खां ",
          "(C) मोहम्मद शाह ",
          "(D)  ये सभी "
        ],
        "answer": "b"
      },
      {
        "question": "हर्यंक वंश का संस्थापक कौन था ? ",
        "options": [
          "(A)   बिम्बसार",
          "(B) शिशुनाग",
          "(C) धनानंद ",
          "(D)  उदयिन "
        ],
        "answer": "a"
      },
      {
        "question": "पाटलिपुत्र की स्थापना किस शासक ने की थी ? ",
        "options": [
          "(A)  अजातशत्रु ",
          "(B) अशोक",
          "(C) महापदमन्द ",
          "(D) उदयिन "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से कौन सिकंदर का समकालीन था ? ",
        "options": [
          "(A) महापदमन्द",
          "(B) अजातशत्रु ",
          "(C) उदयिन",
          "(D)  धनानन्द "
        ],
        "answer": "d"
      },
      {
        "question": "इक्ता प्रणाली पहली बार लागू की गई थी ? ",
        "options": [
          "(A)  ऐबक द्वारा ",
          "(B) इल्तुतमिश द्वारा ",
          "(C)  अकबर द्वारा  ",
          "(D)  बलबन द्वारा "
        ],
        "answer": "b"
      },
      {
        "question": "अशोक ने किस बौद्ध संत से प्रभावित होकर बौद्ध धर्म अपनाया ? ",
        "options": [
          "(A)  उपगुप्त",
          "(B) विष्णुगुप्त",
          "(C)  बृहद्रथ ",
          "(D)  ब्रह्मगुप्त"
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से किस शासक ने सबसे पहले सोने के सिक्के जारी किए थे ? ",
        "options": [
          "(A) हिन्द यवन",
          "(B) शक ",
          "(C) कनिष्क",
          "(D)  हर्ष "
        ],
        "answer": "a"
      },
      {
        "question": "कनिष्क ने किस वर्ष शक संवत की शुरुआत की थी ? ",
        "options": [
          "(A) 72 ई.",
          "(B) 75 ई.",
          "(C) 78 ई.",
          "(D) 105 ई."
        ],
        "answer": "c"
      },
      {
        "question": "मुहम्मद-बिन कासिम ने भारत पर आक्रमण कब किया था ? ",
        "options": [
          "(A) 712 ई.",
          "(B) 825 ई.",
          "(C) 1025 ई.",
          "(D) 1027 ई."
        ],
        "answer": "a"
      },
      {
        "question": "लोदी वंश का संस्थापक कौन था ? ",
        "options": [
          "(A) इब्राहिम लोदी ",
          "(B) बहलोल लोदी",
          "(C)   सिकंदर लोदी  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "मौर्य वंश के बाद किस शासक वंश का उदय हुआ ? ",
        "options": [
          "(A)  कण्व वंश  ",
          "(B) शुंग वंश ",
          "(C) शक वंश ",
          "(D) सातवाहन वंश  "
        ],
        "answer": "b"
      },
      {
        "question": "प्रसिद्ध फ़ारसी पर्व नौराज किसने प्रारम्भ किया था ? ",
        "options": [
          "(A)   बलबन  ",
          "(B) अलाउद्दीन खिलजी",
          "(C) फिरोज तुगलक ",
          "(D) मोहम्मद तुगलक  "
        ],
        "answer": "a"
      },
      {
        "question": "खानवा का युद्ध में बाबर ने किसके साथ लड़ा था ? ",
        "options": [
          "(A)  महमूद लोदी",
          "(B) मेदिनीराय ",
          "(C) राणा सांगा",
          "(D)   इब्राहिम लोदी  "
        ],
        "answer": "c"
      },
      {
        "question": "ईरान के सम्राट नादिरशाह ने दिल्ली पर आक्रमण कब किया ? ",
        "options": [
          "(A) 1739 ई.",
          "(B) 1740 ई.",
          "(C) 1839 ई.",
          "(D) 1840 ई."
        ],
        "answer": "a"
      },
      {
        "question": "किस मुग़ल शासक को जिन्दा पीर कहा जाता है ? ",
        "options": [
          "(A)   जहांगीर ",
          "(B) अकबर",
          "(C) औरंगजेब ",
          "(D) शाहजहां "
        ],
        "answer": "c"
      },
      {
        "question": "पानीपत का प्रथम युद्ध कब हुआ ? ",
        "options": [
          "(A) 1526 ई.",
          "(B) 1557 ई.",
          "(C) 1556 ई.",
          "(D) 1761 ई."
        ],
        "answer": "a"
      },
      {
        "question": "कन्नौज का युद्ध कब लड़ा गया ? ",
        "options": [
          "(A) 1526 ई.",
          "(B) 1540 ई.",
          "(C) 1556 ई.",
          "(D) 1576 ई."
        ],
        "answer": "b"
      },
      {
        "question": "पानीपत का दूसरा युद्ध कब हुआ ? ",
        "options": [
          "(A) 1526 ई.",
          "(B) 1556 ई.",
          "(C) 1761 ई.",
          "(D) 1576 ई."
        ],
        "answer": "b"
      },
      {
        "question": "पानीपत का तीसरा व अंतिम युद्ध कब हुआ ? ",
        "options": [
          "(A) 1761 ई.",
          "(B) 1771 ई.",
          "(C) 1756 ई.",
          "(D) 1556 ई."
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से किसके जन्म दिवस को क्रिसमस के रूप मनाया जाता है ? ",
        "options": [
          "(A)  हजरत मुहम्मद",
          "(B) जरथ्रुस्ट ",
          "(C) ईसा मसीह ",
          "(D)   गुरुनानक देव "
        ],
        "answer": "c"
      },
      {
        "question": "सिख धर्म में कुल कितने गुरु हुए ? ",
        "options": [
          "(A) आठ  ",
          "(B) दस",
          "(C)  ग्यारह ",
          "(D) सात"
        ],
        "answer": "b"
      },
      {
        "question": "लाखबख्श की उपाधि किसे दी गई थी ? ",
        "options": [
          "(A)  कुतुबुद्दीन ऐबक   ",
          "(B) मोहम्मद गौरी ",
          "(C)  इल्तुतमिश ",
          "(D) बलबन"
        ],
        "answer": "a"
      },
      {
        "question": "शिवजी का राज्याभिषेक कहाँ हुआ था ? ",
        "options": [
          "(A)  कलानौर",
          "(B) रायगढ़",
          "(C) आगरा ",
          "(D)   रायचूर "
        ],
        "answer": "b"
      },
      {
        "question": "नील दर्पण के लेखक थे ? ",
        "options": [
          "(A)  भूपेन्द्र दत्त  ",
          "(B) इकबाल ",
          "(C) अरविन्द घोष ",
          "(D) दीनबंधु मित्र  "
        ],
        "answer": "d"
      },
      {
        "question": "दादाभाई नौरोजी द्वारा सम्पादित समाचार-पत्र था ? ",
        "options": [
          "(A)   आमोर जीवन  ",
          "(B) राफ्त गुफ़्तार  ",
          "(C) कामरेड ",
          "(D) लीडर"
        ],
        "answer": "b"
      },
      {
        "question": "मुग़ल साम्राज्य का संस्थापक कौन था ? ",
        "options": [
          "(A)  हुमायूँ  ",
          "(B) बाबर ",
          "(C) जहांगीर  ",
          "(D)  अकबर  "
        ],
        "answer": "b"
      },
      {
        "question": "किस मुग़ल शासक ने आगरा में चित्रशाला की स्थापना की ? ",
        "options": [
          "(A) जहांगीर",
          "(B) अकबर ",
          "(C) औरंगजेब ",
          "(D)  शाहजहां "
        ],
        "answer": "a"
      },
      {
        "question": "मोती मस्जिद  निर्माण किस शासक ने कराया था ? ",
        "options": [
          "(A) अकबर ",
          "(B) शाहजहां ",
          "(C)  जहांगीर",
          "(D) हुमायूँ "
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से किसे प्रकाश के त्यौहार के नाम से नाम से जाना जाता है ? ",
        "options": [
          "(A)  दीपावली  ",
          "(B)  क्रिसमस ",
          "(C) होली",
          "(D) इर्द-उल-फितर "
        ],
        "answer": "a"
      },
      {
        "question": "कुम्भ का आयोजन निम्न से कहाँ किया जाता है ? ",
        "options": [
          "(A) हरिद्वार ",
          "(B) उज्जैन ",
          "(C) नासिक ",
          "(D)  ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "सौरमण्डल के किस ग्रह को लाल ग्रह कहा जाता है ? ",
        "options": [
          "(A) बुध ",
          "(B) शुक्र ",
          "(C) बृहस्पति ",
          "(D) मंगल "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से कौन-से खगोलीय पिण्ड सौरमण्डल में शामिल होते हैं ? ",
        "options": [
          "(A)  सूर्य ",
          "(B) उल्का पिण्ड",
          "(C)   क्षुद्र ग्रह ",
          "(D)  ये सभी "
        ],
        "answer": "d"
      },
      {
        "question": "पृथ्वी के सबसे निकटम तारा कौन-सा है ? ",
        "options": [
          "(A) सेण्टारस",
          "(B) सूर्य",
          "(C)   मंगल ",
          "(D)  शनि"
        ],
        "answer": "b"
      },
      {
        "question": "निम्न में से कौन-सा ग्रह सूर्य से सबसे दूर स्थित है ? ",
        "options": [
          "(A) अरुण ",
          "(B) शुक्र ",
          "(C) बृहस्पति  ",
          "(D)  वरुण  "
        ],
        "answer": "d"
      },
      {
        "question": "निम्न में से किस ग्रह को नीला ग्रह के नाम से जाना जाता है ? ",
        "options": [
          "(A) शुक्र ",
          "(B) पृथ्वी ",
          "(C) बुध ",
          "(D) मंगल "
        ],
        "answer": "b"
      },
      {
        "question": "सौरमण्डल का सबसे बड़ा उपग्रह कौन-सा है ? ",
        "options": [
          "(A) गैनीमीड ",
          "(B) टाइटन ",
          "(C) चन्द्रमा ",
          "(D)  डिमोस "
        ],
        "answer": "a"
      },
      {
        "question": "निम्न में से किस ग्रह के पास एक भी उपग्रह नहीं है ? ",
        "options": [
          "(A)  मंगल    ",
          "(B) बुध",
          "(C) शुक्र",
          "(D) B और C दोनों "
        ],
        "answer": "d"
      },
      {
        "question": "आकार के अनुसार सौरमंडल का सबसे छोटा ग्रह कौन-सा है ? ",
        "options": [
          "(A) बुध ",
          "(B) यूरेनस",
          "(C) पृथ्वी ",
          "(D) मंगल "
        ],
        "answer": "a"
      },
      {
        "question": "क्रिप्स मिशन भारत कब आया था ? ",
        "options": [
          "(A) वर्ष 1940",
          "(B) वर्ष 1942",
          "(C) वर्ष 1946",
          "(D) वर्ष 1947"
        ],
        "answer": "b"
      },
      {
        "question": "मुस्लिम लीग द्वारा प्रत्यक्ष कार्रवाई दिवस कब मनाया गया ? ",
        "options": [
          "(A) 16 अगस्त 1946",
          "(B) 15 अगस्त 1946",
          "(C) 14 अगस्त 1946",
          "(D) 17 अगस्त  1946"
        ],
        "answer": "a"
      },
      {
        "question": "खेड़ा सत्याग्रह का नेतृत्व किसने किया था ? ",
        "options": [
          "(A)  महात्मा गाँधी  ",
          "(B) वल्लभभाई पटेल ",
          "(C)  स्वामी सहजानंद  ",
          "(D) भवन सिंह "
        ],
        "answer": "a"
      },
      {
        "question": "अखिल भारतीय किसान सभा का गठन कब हुआ था ? ",
        "options": [
          "(A) वर्ष 1925 में ",
          "(B) वर्ष 1930  में ",
          "(C) वर्ष 1936 में ",
          "(D) वर्ष 1940  में "
        ],
        "answer": "c"
      },
      {
        "question": "निम्न में से कौन अवध किसान सभा से संबद्ध थे ? ",
        "options": [
          "(A)  कम्पाराम ",
          "(B) गौर शंकर मिश्र ",
          "(C)  मदनमोहन मालवीय ",
          "(D)  बाबा रामचंद्र "
        ],
        "answer": "d"
      }
    ],
    "type": "indian-army-gk-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d749eb7cd14b8ffc454bf"
    },
    "data": [
      {
        "question": "जैसे किसी गाय के लिए बछड़ा है, वैसे ही किसी बकरी के लिए है ?     ",
        "options": [
          "(A) बछेड़ा ",
          "(B) पिल्ला",
          "(C) छौना",
          "(D) मेमना"
        ],
        "answer": "d"
      },
      {
        "question": "'मछली' जैसे जल से सम्बन्धित है, वैसे ही 'चिड़िया' किससे सम्बन्धित है ? ",
        "options": [
          "(A) आकाश",
          "(B) वायु  ",
          "(C) जल",
          "(D) भोजन"
        ],
        "answer": "a"
      },
      {
        "question": "'जहाज' जैसे 'कप्तान' से सम्बन्धित है, वैसे ही 'अखबार' किससे सम्बन्धित है ? ",
        "options": [
          "(A)   प्रकाशक ",
          "(B) सम्पादक",
          "(C) मुद्रक",
          "(D) पाठक"
        ],
        "answer": "b"
      },
      {
        "question": "मोची : चमड़ा : : दर्जी : ?  ",
        "options": [
          "(A) बजाज",
          "(B)  कमीज  ",
          "(C) धागा",
          "(D) कपड़ा"
        ],
        "answer": "d"
      },
      {
        "question": "भेड़ : मटन : : हिरन : ? ",
        "options": [
          "(A)  मीट   ",
          "(B) वील",
          "(C) फ्लेश",
          "(D) वेनिजन"
        ],
        "answer": "d"
      },
      {
        "question": "पोशाक : दर्जी : : ? : बढ़ई  ",
        "options": [
          "(A)  चमड़ा   ",
          "(B) लकड़ी",
          "(C) फर्नीचर",
          "(D) कपड़ा"
        ],
        "answer": "c"
      },
      {
        "question": "पुस्तक : शेल्फ : : कपड़े :  ",
        "options": [
          "(A)  कबर्ड   ",
          "(B) वॉर्डराब",
          "(C) ब्युरो",
          "(D) हैंगर"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) पत्र  ",
          "(B) स्पीड पोस्ट",
          "(C) एस एम एस  ",
          "(D) मनी ऑर्डर  "
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A)   वर्ग फीट  ",
          "(B) वर्गमूल ",
          "(C) वर्ग इंच ",
          "(D)  वर्ग मीटर"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) नाक",
          "(B)   होंठ ",
          "(C) गला ",
          "(D) आँखे"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) महासागर",
          "(B) कुआँ",
          "(C) टैंक   ",
          "(D) झील"
        ],
        "answer": "c"
      },
      {
        "question": "धन : दुरूपयोग : : लेखन : ? ",
        "options": [
          "(A) धोखा    ",
          "(B) साहित्यिक चोरी ",
          "(C) चोरी",
          "(D) अशुद्धि"
        ],
        "answer": "b"
      },
      {
        "question": "समाचार-पत्र :  पाठक : : रोटी : ? ",
        "options": [
          "(A)    बेकर  ",
          "(B) उपभोक्ता",
          "(C) खरीदार",
          "(D) गेहूँ"
        ],
        "answer": "b"
      },
      {
        "question": "आशावादी : प्रसन्न  : : निराशावादी : ? ",
        "options": [
          "(A)  स्वार्थी   ",
          "(B) निकृष्ट",
          "(C) उदास",
          "(D) नगण्य"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A)  इलैक्ट्रिक गिटार ",
          "(B) माउथ आर्गन    ",
          "(C) सोनाटा",
          "(D) की-बोर्ड"
        ],
        "answer": "d"
      },
      {
        "question": "जैसे किसी गाय के लिए बछड़ा है, वैसे ही किसी बकरी के लिए है ?     ",
        "options": [
          "(A) बछेड़ा ",
          "(B) पिल्ला",
          "(C) छौना",
          "(D) मेमना"
        ],
        "answer": "d"
      },
      {
        "question": "'मछली' जैसे जल से सम्बन्धित है, वैसे ही 'चिड़िया' किससे सम्बन्धित है ? ",
        "options": [
          "(A) आकाश",
          "(B) वायु  ",
          "(C) जल",
          "(D) भोजन"
        ],
        "answer": "a"
      },
      {
        "question": "'जहाज' जैसे 'कप्तान' से सम्बन्धित है, वैसे ही 'अखबार' किससे सम्बन्धित है ? ",
        "options": [
          "(A)   प्रकाशक ",
          "(B) सम्पादक",
          "(C) मुद्रक",
          "(D) पाठक"
        ],
        "answer": "b"
      },
      {
        "question": "मोची : चमड़ा : : दर्जी : ?  ",
        "options": [
          "(A) बजाज",
          "(B)  कमीज  ",
          "(C) धागा",
          "(D) कपड़ा"
        ],
        "answer": "d"
      },
      {
        "question": "भेड़ : मटन : : हिरन : ? ",
        "options": [
          "(A)  मीट   ",
          "(B) वील",
          "(C) फ्लेश",
          "(D) वेनिजन"
        ],
        "answer": "d"
      },
      {
        "question": "पोशाक : दर्जी : : ? : बढ़ई  ",
        "options": [
          "(A)  चमड़ा   ",
          "(B) लकड़ी",
          "(C) फर्नीचर",
          "(D) कपड़ा"
        ],
        "answer": "c"
      },
      {
        "question": "पुस्तक : शेल्फ : : कपड़े :  ",
        "options": [
          "(A)  कबर्ड   ",
          "(B) वॉर्डराब",
          "(C) ब्युरो",
          "(D) हैंगर"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) पत्र  ",
          "(B) स्पीड पोस्ट",
          "(C) एस एम एस  ",
          "(D) मनी ऑर्डर  "
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A)   वर्ग फीट  ",
          "(B) वर्गमूल ",
          "(C) वर्ग इंच ",
          "(D)  वर्ग मीटर"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) नाक",
          "(B)   होंठ ",
          "(C) गला ",
          "(D) आँखे"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) महासागर",
          "(B) कुआँ",
          "(C) टैंक   ",
          "(D) झील"
        ],
        "answer": "c"
      },
      {
        "question": "धन : दुरूपयोग : : लेखन : ? ",
        "options": [
          "(A) धोखा    ",
          "(B) साहित्यिक चोरी ",
          "(C) चोरी",
          "(D) अशुद्धि"
        ],
        "answer": "b"
      },
      {
        "question": "समाचार-पत्र :  पाठक : : रोटी : ? ",
        "options": [
          "(A)    बेकर  ",
          "(B) उपभोक्ता",
          "(C) खरीदार",
          "(D) गेहूँ"
        ],
        "answer": "b"
      },
      {
        "question": "आशावादी : प्रसन्न  : : निराशावादी : ? ",
        "options": [
          "(A)  स्वार्थी   ",
          "(B) निकृष्ट",
          "(C) उदास",
          "(D) नगण्य"
        ],
        "answer": "c"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A)  इलैक्ट्रिक गिटार ",
          "(B) माउथ आर्गन    ",
          "(C) सोनाटा",
          "(D) की-बोर्ड"
        ],
        "answer": "d"
      },
      {
        "question": "एक महिला की ओर संकेत करते हुए साइमन ने कहा, \" वह मेरे पिता की एकमात्र बहन की पुत्री है ।\" वह महिला साइमन से किस प्रकार सम्बन्धित है ? ",
        "options": [
          "(A) माता  ",
          "(B)  फुफेरी बहन ",
          "(C) बहन",
          "(D) बुआ"
        ],
        "answer": "b"
      },
      {
        "question": "C माता है A और B की । यदि D पति है B, का तो C कौन है D की ?  ",
        "options": [
          "(A) माता    ",
          "(B) बहन",
          "(C) सास",
          "(D) चाची"
        ],
        "answer": "c"
      },
      {
        "question": "X और Y भाई-भाई हैं । R, Y का पिता है । S, T का भाई है और X का मामा है । T का R से क्या सम्बन्ध है ?  ",
        "options": [
          "(A) माता    ",
          "(B) पत्नी",
          "(C) बहन",
          "(D) भाई"
        ],
        "answer": "b"
      },
      {
        "question": "A की माँ की बहन के पुत्र की बहन A की कौन होगी ? ",
        "options": [
          "(A)  मौसेरा भाई   ",
          "(B) भतीजी",
          "(C) मौसी",
          "(D) मौसेरी बहन"
        ],
        "answer": "d"
      },
      {
        "question": "किसी वृद्ध व्यक्ति का पुत्र मेरे पुत्र का चाचा है । बताइए मेरी माँ की  इकलौती पुत्री के इकलौते पुत्र का सम्बन्ध उस वृद्ध से क्या है ?  ",
        "options": [
          "(A) नाती  ",
          "(B) चाचा ",
          "(C) भतीजी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "A की माँ B की बहन है और C की बेटी है । Dबेटी है B की और बहन है E की, तो C का E से क्या सम्बन्ध है ? ",
        "options": [
          "(A)  माँ ",
          "(B) बहन",
          "(C) पिता",
          "(D)  नाना या नानी  "
        ],
        "answer": "d"
      },
      {
        "question": "विषाणु : चेचक : : जीवाणु : ? ",
        "options": [
          "(A)    निद्रा रोग ",
          "(B) मलेरिया",
          "(C) टायफायड",
          "(D) छोटी माता "
        ],
        "answer": "b"
      },
      {
        "question": "घर : रसोई : : पौधा : ? ",
        "options": [
          "(A) जड़    ",
          "(B) मिट्टी",
          "(C) तना",
          "(D) पत्ती"
        ],
        "answer": "a"
      },
      {
        "question": "यदि विगत परसों से एक दिन पहले का दिन शनिवार से तीन दिन आगे आने वाला दिन हो, तो आज कौन-सा दिन है ? ",
        "options": [
          "(A)   बृहस्पतिवार  ",
          "(B) शुक्रवार",
          "(C) मंगलवार",
          "(D) बुधवार"
        ],
        "answer": "b"
      },
      {
        "question": "यदि 1 जनवरी को शुक्रवार है तो किसी अधिवर्ष में माह की पहली तारीख को कौन-सा दिन होगा ? ",
        "options": [
          "(A) शुक्रवार \t \t",
          "(B) मंगलवार",
          "(C) बुधवार",
          "(D) बृहस्पतिवार"
        ],
        "answer": "b"
      },
      {
        "question": "यदि परसों शुक्रवार था, तो आगामी परसों के बाद तीसरा दिन क्या होगा ? ",
        "options": [
          "(A) बृहस्पतिवार",
          "(B) शुक्रवार",
          "(C) रविवार  ",
          "(D) शनिवार"
        ],
        "answer": "b"
      },
      {
        "question": "यदि 15 सितंबर 2000 शुक्रवार है, तो 15 सितंबर 2001 को कौन-सा दिन होगा ?  ",
        "options": [
          "(A) रविवार",
          "(B) बृहस्पतिवार",
          "(C) शनिवार",
          "(D) शुक्रवार"
        ],
        "answer": "c"
      },
      {
        "question": "'विश्व पर्यावरण दिवस' किस दिन मनाया जाता है ? ",
        "options": [
          "(A) 4 मई   ",
          "(B) 5 जून",
          "(C) 9 जुलाई",
          "(D) 4 नवम्बर"
        ],
        "answer": "b"
      },
      {
        "question": "अक्षरों ACER में से हरेक अक्षर का एक-एक बार प्रयोग करते हुए अंग्रेजी के कितने अर्थपूर्ण शब्द बनाए जा सकते हैं ? ",
        "options": [
          "(A) 1",
          "(B) 2",
          "(C) 3",
          "(D) 3 से अधिक"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तराभिमुख बच्चों की एक पंक्ति में, रितेश बाएं छोर से बारहवां है । सुधीर जो दाएं छोर से बाईसवां है, रितेश से दाएं का चौथा है, पंक्ति में कुल कितने बच्चे हैं ?  ",
        "options": [
          "(A) 35",
          "(B) 36",
          "(C) 37",
          "(D) 34"
        ],
        "answer": "c"
      },
      {
        "question": "एक खास कोड में RAIL को 5796 लिखा जाता है और TAPE को 3748 लिखा जाता है, उस कोड में PAIR को कैसे लिखा जाता है ? ",
        "options": [
          "(A) 4795",
          "(B) 4785",
          "(C) 3795",
          "(D) 8795"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित पांच में चार किसी प्रकार समान हैं इसलिए उनका एक समूह बनता है, वह एक कौन सा है जो इस समूह में नहीं आता है ?  ",
        "options": [
          "(A) गुलाब ",
          "(B) कमल",
          "(C) चमेली",
          "(D) गेंदा"
        ],
        "answer": "b"
      },
      {
        "question": "कितने सार्थक अंग्रेजी शब्द EPRY से प्रत्येक अक्षर को एक शब्द में एक बार इस्तेमाल करते हुए बनाए जा सकते हैं ? ",
        "options": [
          "(A) 1",
          "(B) 2",
          "(C) 3",
          "(D) 4 से अधिक "
        ],
        "answer": "a"
      },
      {
        "question": "प्रत्येक शब्द में प्रत्येक अक्षर का केवल एक बार प्रयोग करते हुए अक्षर UTB से कितने अर्थपूर्ण शब्द बन सकते हैं ? ",
        "options": [
          "(A)  एक   ",
          "(B) दो",
          "(C) तीन",
          "(D) कोई भी नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) खाड़ी    ",
          "(B) द्वीप",
          "(C) प्रायद्वीप",
          "(D) अंतरीप"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) ध्रुवतारा    ",
          "(B) फीनिक्स",
          "(C) क्रक्स",
          "(D) नाइकी"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A)  मोती  ",
          "(B) हीरा",
          "(C) कोयला",
          "(D) ग्रेफाइट"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) चन्द्रमा ",
          "(B) ग्रहिका",
          "(C) पृथ्वी",
          "(D) उपग्रह   "
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) रोगाणु    ",
          "(B) सूक्ष्मदर्शी",
          "(C) माइक्रोफोन",
          "(D) सूक्ष्मफिल्म"
        ],
        "answer": "a"
      },
      {
        "question": "ऐसा युग्म ज्ञात कीजिये जो निम्नलिखित युग्म के सदृश सम्बन्ध को नहीं दर्शाता ? ",
        "options": [
          "(A) मनोविज्ञान : मन ",
          "(B)   शरीर रचना विज्ञान : शरीर",
          "(C)  दर्शन : भाषा ",
          "(D) पुरातत्त्व विज्ञान : पुरावशेष "
        ],
        "answer": "c"
      },
      {
        "question": "छत्ता : मधुमखी : : ऊंचा नीड़ : ? ",
        "options": [
          "(A) तोता    ",
          "(B) कबूतर",
          "(C) गरूर",
          "(D) चिड़िया"
        ],
        "answer": "c"
      },
      {
        "question": "यदि किसी माह की दसवीं तिथि रविवार के तीन दिन पहले पड़ती हो, तो दूसरी तिथि किस दिन पड़ेगी ? ",
        "options": [
          "(A) मंगलवार    ",
          "(B) बृहस्पतिवार",
          "(C) बुधवार",
          "(D) शुक्रवार"
        ],
        "answer": "c"
      },
      {
        "question": "नौ दिन पहले मोहिनी सिनेमा देखने गई, वह केवल बृहस्पतिवार को ही सिनेमा देखने जाती है, आज सप्ताह का कौन-सा दिन है ? ",
        "options": [
          "(A) शनिवार    ",
          "(B) मंगलवार",
          "(C) रविवार",
          "(D) बृहस्पतिवार"
        ],
        "answer": "a"
      },
      {
        "question": "यदि आने वाले कल के दो दिन बाद शुक्रवार है, तो बीते हुए कल के दो दिन पहले सप्ताह का कौन-सा दिन था ? ",
        "options": [
          "(A) शनिवार  ",
          "(B) गुरुवार",
          "(C) सोमवार  ",
          "(D) रविवार"
        ],
        "answer": "a"
      },
      {
        "question": "बीते कल से पहले दिन से पहले दिन शनिवार के तीन दिन बाद का है, आज कौन-सा दिन है ? ",
        "options": [
          "(A) मंगलवार   ",
          "(B) बुधवार",
          "(C) गुरुवार",
          "(D) शुक्रवार"
        ],
        "answer": "d"
      },
      {
        "question": "यदि आज बुधवार है, तो अगले रविवार के 25 दिन बाद कौन-सा दिन होगा ?  ",
        "options": [
          "(A) रविवार  ",
          "(B) सोमवार",
          "(C) बृहस्पतिवार  ",
          "(D) शनिवार"
        ],
        "answer": "c"
      },
      {
        "question": "यदि माह का तीसरा दिन सोमवार है, तो निम्नलिखित में उस माह के इक्कीसवें से आगे पांचवां दिन कौन-सा होगा ? ",
        "options": [
          "(A) मंगलवार \t \t \t",
          "(B) शुक्रवार",
          "(C) गुरुवार",
          "(D) बुधवार"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए  ",
        "options": [
          "(A) कुरुक्षेत्र    ",
          "(B) सारनाथ",
          "(C) पानीपत",
          "(D) हल्दीघाटी"
        ],
        "answer": "b"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए  ",
        "options": [
          "(A) भूगोल  ",
          "(B) जीव विज्ञान",
          "(C) रसायन विज्ञान ",
          "(D) भौतिकी"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित शब्दों में से विषम शब्द चुनिए ? ",
        "options": [
          "(A) मील    ",
          "(B) लीटर",
          "(C) गज",
          "(D) सेंटीमीटर"
        ],
        "answer": "b"
      },
      {
        "question": "यदि बीते कल से पहले दिन बुधवार था तो रविवार कब होगा ? ",
        "options": [
          "(A) आज ",
          "(B)  आने वाला कल  ",
          "(C) आने वाले कल के बाद अगले दिन ",
          "(D)  आने वाले कल के दो दिन बाद "
        ],
        "answer": "c"
      },
      {
        "question": "यदि माह की 5वीं तिथि मंगलवार है, तो माह के तीसरे शुक्रवार के 3 दिन बाद कौन-सी तिथि होगी ? ",
        "options": [
          "(A) 19",
          "(B) 18",
          "(C) 17",
          "(D) 22"
        ],
        "answer": "a"
      },
      {
        "question": "यदि किसी माह की 23 तारीख को रविवार है, तो दो सप्ताह और चार दिन पहले कौन-सा दिन पड़ेगा ? ",
        "options": [
          "(A) मंगलवार \t \t \t",
          "(B) बुधवार",
          "(C) गुरुवार",
          "(D) शुक्रवार"
        ],
        "answer": "b"
      },
      {
        "question": "यदि 27 मार्च, 1995 को सोमवार था, तो 1 नवम्बर, 1994 को कौन-सा दिन था ? ",
        "options": [
          "(A) मंगलवार \t \t",
          "(B) शुक्रवार",
          "(C) गुरुवार",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "X और Y दोनों बच्चे हैं, यदि Z, X  का पिता है परन्तु Y, Z का पुत्र नहीं है, तो Y और Z में क्या सम्बन्ध है ? ",
        "options": [
          "(A)  बहन तथा भाई   ",
          "(B) भान्जी तथा मामा",
          "(C) पुत्री तथा पिता ",
          "(D) भतीजी तथा चाचा "
        ],
        "answer": "c"
      },
      {
        "question": "एक आदमी ने एक महिला से कहा, आपके भाई का एकमात्र पुत्र, मेरी पत्नी का भाई है, वह महिला उस आदमी की पत्नी से किस प्रकार सम्बन्धित है ? ",
        "options": [
          "(A) बुआ    ",
          "(B) दादी",
          "(C) माता",
          "(D) बहन"
        ],
        "answer": "a"
      },
      {
        "question": "सुनीता लड़कियों की एक पंक्ति में दोनों छोरों से 11वें स्थान पर है, उस पंक्ति में कितनी लड़कियाँ हैं ? ",
        "options": [
          "(A) 20",
          "(B) 21",
          "(C) 22",
          "(D) 24"
        ],
        "answer": "b"
      },
      {
        "question": "सीमा का छोटा भाई सोहन, सीता से आयु में बड़ा है । श्वेता, दीप्ति से छोटी है किन्तु सीमा से बड़ी है । आयु में सबसे बड़ी कौन है ? ",
        "options": [
          "(A) सीमा   ",
          "(B) दीप्ति",
          "(C) सीता",
          "(D) श्वेता"
        ],
        "answer": "b"
      },
      {
        "question": "एक कक्षा में सोहन का स्थान ऊपर से सातवाँ है और नीचे से छब्बीसवाँ है, कक्षा में कुल कितने विद्यार्थी हैं ? ",
        "options": [
          "(A) 30",
          "(B) 32",
          "(C) 34",
          "(D) 35"
        ],
        "answer": "b"
      },
      {
        "question": "'सुमा' उमा से छोटी है, 'नेहा' सुमा से लम्बी है, 'सुधा' उमा से लम्बी है लेकिन हेमा से छोटी है । 'उमा' नेहा से लम्बी है, इनमें से सबसे लम्बा कौन है ? ",
        "options": [
          "(A) उमा   ",
          "(B) हेमा",
          "(C) नेहा",
          "(D) सुधा"
        ],
        "answer": "b"
      },
      {
        "question": "A, B, C, D और E पाँच नदियाँ हैं, A, B से छोटी है मगर E से लम्बी है । C सबसे लम्बी है । D, B से बहुत छोटी है और A से कुछ लम्बी है, तो सबसे छोटी नदी कौन-सी है ?  ",
        "options": [
          "(A) A",
          "(B) B",
          "(C) D",
          "(D) E"
        ],
        "answer": "d"
      },
      {
        "question": "यदि किसी अधिवर्ष में शुक्रवार के तीन दिन के बाद 1 मार्च आता है, तो 22 नवम्बर को सप्ताह का कौन-सा दिन होगा ? ",
        "options": [
          "(A) शनिवार    ",
          "(B) बृहस्पतिवार",
          "(C) मंगलवार",
          "(D) रविवार"
        ],
        "answer": "c"
      },
      {
        "question": "यदि किसी वर्ष 5 फरवरी को शुक्रवार है, तो उसी वर्ष 10 अगस्त को कौन-सा दिन होगा ? ",
        "options": [
          "(A)  शुक्रवार ",
          "(B) बुधवार या मंगलवार",
          "(C) सोमवार",
          "(D) शनिवार या रविवार  "
        ],
        "answer": "b"
      },
      {
        "question": "यदि 5 जुलाई, 1996 को बुधवार है, तो इसी तिथि को वर्ष 1980 में कौन-सा दिन था ? ",
        "options": [
          "(A) बृहस्पतिवार \t \t",
          "(B) मंगलवार",
          "(C) रविवार",
          "(D) शुक्रवार"
        ],
        "answer": "a"
      },
      {
        "question": "यदि 15 जनवरी, 1993 को सोमवार था, तो बताइए कि 17 अगस्त 2004 को कौन-सा दिन होगा ? ",
        "options": [
          "(A) शनिवार \t \t \t",
          "(B) मंगलवार",
          "(C) शुक्रवार ",
          "(D) बृहस्पतिवार"
        ],
        "answer": "c"
      },
      {
        "question": "गत कल से अगले दिन से पहले पहला दिन शनिवार से तीन दिन बाद है, आज कौन-सा दिन है ? ",
        "options": [
          "(A) रविवार \t",
          "(B) मंगलवार",
          "(C) शुक्रवार",
          "(D) बुधवार"
        ],
        "answer": "d"
      },
      {
        "question": "एक बच्चा 8 अगस्त 1978 को पैदा हुआ उस दिन मंगलवार था वर्ष 1986 में उसका जन्मदिन किस दिन होगा ? ",
        "options": [
          "(A) शनिवार \t \t \t",
          "(B) रविवार",
          "(C) मंगलवार",
          "(D) बृहस्पतिवार"
        ],
        "answer": "c"
      },
      {
        "question": "वर्ष के 5 मार्च पर जो दिन होगा वही दिन उसी वर्ष की निम्न में से किस तिथि पर पड़ेगा ? ",
        "options": [
          "(A) 5 अगस्त    ",
          "(B) 5 दिसम्बर",
          "(C) 5 नवम्बर",
          "(D) 5 अक्टूबर"
        ],
        "answer": "c"
      },
      {
        "question": "यदि किसी वर्ष में, जोकि लीप वर्ष नहीं है, 28 फरवरी को सोमवार है, तो आगामी 2 जनवरी को कौन-सा दिन होगा ? ",
        "options": [
          "(A) शुक्रवार \t",
          "(B) सोमवार",
          "(C) मंगलवार",
          "(D) बुधवार"
        ],
        "answer": "b"
      },
      {
        "question": "यदि हरा का अर्थ लाल, लाल का अर्थ पीला, पीले का अर्थ नीला, नीला का अर्थ नारंगी हो, तो बताइए स्वच्छ आकाश का रंग कैसा दिखाई देता है ? ",
        "options": [
          "(A)  नारंगी  ",
          "(B) हरा ",
          "(C) पीला",
          "(D) लाल"
        ],
        "answer": "a"
      },
      {
        "question": "यदि पुस्तक को घड़ी कहें, घड़ी को बैग, बैग को शब्दकोश और शब्दकोश को खिड़की कहें तो पुस्तकें ले जाने के लिए किसे प्रयुक्त करेंगे ? ",
        "options": [
          "(A) बैग    ",
          "(B) पुस्तक",
          "(C) घड़ी",
          "(D) शब्दकोश"
        ],
        "answer": "d"
      },
      {
        "question": "यदि पुलिस को शिक्षक कहा जाए, शिक्षक को राजनीतिज्ञ, राजनीतिज्ञ को डॉक्टर, डॉक्टर को वकील तथा वकील को सर्जन, तो अपराधियों को कौन पकड़ेगा ? ",
        "options": [
          "(A) पुलिस    ",
          "(B) डॉक्टर",
          "(C) शिक्षक",
          "(D) वकील"
        ],
        "answer": "c"
      },
      {
        "question": "यदि STREAMLINE के दूसरे, पाँचवे, छठे और दसवें अक्षरों को मिलाकर कोई सार्थक अंग्रेजी शब्द बनाना सम्भव हो, तो उस शब्द का तीसरा अक्षर क्या होगा ? ",
        "options": [
          "(A) T",
          "(B) E",
          "(C) M",
          "(D) A"
        ],
        "answer": "c"
      },
      {
        "question": "एक जन्मदिन पार्टी में, 5 मित्र एक पंक्ति में बैठे हैं। M बाई और है O के और दाई और है P के S बैठा है दाई और T के किन्तु बाई और P के बीच में कौन बैठा है ? ",
        "options": [
          "(A) M",
          "(B) P",
          "(C) O",
          "(D) S"
        ],
        "answer": "b"
      },
      {
        "question": "गीता, सीता से अधिक सुन्दर है लेकिन रीता जितनी सुन्दर नहीं है, तो ? ",
        "options": [
          "(A)  सीता, रीता से ज्यादा सुंदर है   ",
          "(B) सीता, गीता जितनी सुंदर नहीं है ",
          "(C)  गीता, रीता से ज्यादा सुंदर है ",
          "(D) रीता, गीता जितनी सुंदर नहीं है"
        ],
        "answer": "b"
      }
    ],
    "type": "reasoning-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d74aab7cd14b8ffc454c1"
    },
    "data": [
      {
        "question": "उत्तर प्रदेश को पूर्व में किस नाम से जाना जाता था ? ",
        "options": [
          "(A) यूनाइटेड प्रोविन्स ",
          "(B) आर्य प्रदेश ",
          "(C) अवध प्रान्त ",
          "(D) उत्तरी प्रान्त "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में नागों का प्रधान केंद्र कौन सा था ? ",
        "options": [
          "(A) सारनाथ ",
          "(B) कौशाम्बी ",
          "(C) तक्षशिला ",
          "(D) मथुरा "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश राज एक्ट पर गवर्नर जनरल द्वारा कब हस्ताक्षर किए गए ? ",
        "options": [
          "(A) 7 दिसंबर 1947",
          "(B) 10 मार्च 1948",
          "(C) 7 जनवरी 1947",
          "(D) 19 दिसंबर 1948"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश पंचायत राज संशोधन अधिनियम कब पारित किया गया ? ",
        "options": [
          "(A) 1992 में ",
          "(B) 1994 में ",
          "(C) 1995 में ",
          "(D) 1996 में "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में मुख्यमंत्री पद पर सबसे अधिक समय तक रहने वाले व्यक्ति का नाम बताइए ? ",
        "options": [
          "(A) गोविन्द बल्ल्भ पंत  ",
          "(B)   श्री नारायण दत्त तिवारी ",
          "(C)  चौधरी चरण सिंह",
          "(D) हेमवती नंदन बहुगुणा "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में सबसे अल्प समय तक कौन मुख्यमंत्री के पद पर रहे ? ",
        "options": [
          "(A)  हेमवती नंदन बहुगुणा ",
          "(B) गोविन्द बल्लभ पंत ",
          "(C) त्रिभुवन नारायण सिंह ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश के राज्यपाल का नाम बताइए ? ",
        "options": [
          "(A) राम नाईक",
          "(B) श्री विश्वनाथ दास ",
          "(C) श्री के एम. मुंशी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश मुख्यमंत्री की नियुक्ति कौन करता है ? ",
        "options": [
          "(A) प्रधानमंत्री ",
          "(B) संसद ",
          "(C) मुख्य न्यायाधीश ",
          "(D) राज्यपाल"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में राज्यपाल की नियुक्ति कौन है ? ",
        "options": [
          "(A) प्रधानमंत्री ",
          "(B)  गृहमंत्री ",
          "(C) मुख्यमंत्री",
          "(D) राष्ट्रपति  "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में स्थानीय स्वायत्त शासन का ढांचा किस प्रकार का है ? ",
        "options": [
          "(A) एकस्तरीय ",
          "(B) चतुर्स्तरीय ",
          "(C) त्रिस्तरीय ",
          "(D) द्विस्तरीय "
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में विधानसभा को भंग करने का अधिकार किसे है ? ",
        "options": [
          "(A) राज्यपाल को ",
          "(B) राष्ट्रपति को ",
          "(C)  मुख्यमंत्री को  ",
          "(D)  किसी को नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "अशोक द्वार निर्मित भारत का राजचिन्ह 'सिंह स्तम्भ ' उत्तर प्रदेश में कहाँ पर है ? ",
        "options": [
          "(A) इलाहबाद",
          "(B) मथुरा ",
          "(C) अलीगढ़ ",
          "(D)  सारनाथ "
        ],
        "answer": "d"
      },
      {
        "question": "गुप्तकाल में उत्तर प्रदेश के कौन-से नगर व्यवसाय शिक्षा व कला के प्रमुख केंद्र थे ? ",
        "options": [
          "(A) मथुरा ",
          "(B) कौशम्बी",
          "(C) प्रयाग ",
          "(D)  सभी "
        ],
        "answer": "d"
      },
      {
        "question": "प्रथम स्वतंत्रता संग्राम कब हुआ ? ",
        "options": [
          "(A) 1877",
          "(B) 1757",
          "(C) 1885",
          "(D) 1857"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व प्रसिद्ध ताजमहल उत्तर प्रदेश के किस नगर में स्थित है ? ",
        "options": [
          "(A) लखनऊ ",
          "(B) मेरठ ",
          "(C)  आगरा ",
          "(D) बनारस"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश को पूर्व में किस नाम से जाना जाता था ? ",
        "options": [
          "(A) यूनाइटेड प्रोविन्स ",
          "(B) आर्य प्रदेश ",
          "(C) अवध प्रान्त ",
          "(D) उत्तरी प्रान्त "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में नागों का प्रधान केंद्र कौन सा था ? ",
        "options": [
          "(A) सारनाथ ",
          "(B) कौशाम्बी ",
          "(C) तक्षशिला ",
          "(D) मथुरा "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश राज एक्ट पर गवर्नर जनरल द्वारा कब हस्ताक्षर किए गए ? ",
        "options": [
          "(A) 7 दिसंबर 1947",
          "(B) 10 मार्च 1948",
          "(C) 7 जनवरी 1947",
          "(D) 19 दिसंबर 1948"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश पंचायत राज संशोधन अधिनियम कब पारित किया गया ? ",
        "options": [
          "(A) 1992 में ",
          "(B) 1994 में ",
          "(C) 1995 में ",
          "(D) 1996 में "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में मुख्यमंत्री पद पर सबसे अधिक समय तक रहने वाले व्यक्ति का नाम बताइए ? ",
        "options": [
          "(A) गोविन्द बल्ल्भ पंत  ",
          "(B)   श्री नारायण दत्त तिवारी ",
          "(C)  चौधरी चरण सिंह",
          "(D) हेमवती नंदन बहुगुणा "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में सबसे अल्प समय तक कौन मुख्यमंत्री के पद पर रहे ? ",
        "options": [
          "(A)  हेमवती नंदन बहुगुणा ",
          "(B) गोविन्द बल्लभ पंत ",
          "(C) त्रिभुवन नारायण सिंह ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश के राज्यपाल का नाम बताइए ? ",
        "options": [
          "(A) राम नाईक",
          "(B) श्री विश्वनाथ दास ",
          "(C) श्री के एम. मुंशी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश मुख्यमंत्री की नियुक्ति कौन करता है ? ",
        "options": [
          "(A) प्रधानमंत्री ",
          "(B) संसद ",
          "(C) मुख्य न्यायाधीश ",
          "(D) राज्यपाल"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में राज्यपाल की नियुक्ति कौन है ? ",
        "options": [
          "(A) प्रधानमंत्री ",
          "(B)  गृहमंत्री ",
          "(C) मुख्यमंत्री",
          "(D) राष्ट्रपति  "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में स्थानीय स्वायत्त शासन का ढांचा किस प्रकार का है ? ",
        "options": [
          "(A) एकस्तरीय ",
          "(B) चतुर्स्तरीय ",
          "(C) त्रिस्तरीय ",
          "(D) द्विस्तरीय "
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में विधानसभा को भंग करने का अधिकार किसे है ? ",
        "options": [
          "(A) राज्यपाल को ",
          "(B) राष्ट्रपति को ",
          "(C)  मुख्यमंत्री को  ",
          "(D)  किसी को नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "अशोक द्वार निर्मित भारत का राजचिन्ह 'सिंह स्तम्भ ' उत्तर प्रदेश में कहाँ पर है ? ",
        "options": [
          "(A) इलाहबाद",
          "(B) मथुरा ",
          "(C) अलीगढ़ ",
          "(D)  सारनाथ "
        ],
        "answer": "d"
      },
      {
        "question": "गुप्तकाल में उत्तर प्रदेश के कौन-से नगर व्यवसाय शिक्षा व कला के प्रमुख केंद्र थे ? ",
        "options": [
          "(A) मथुरा ",
          "(B) कौशम्बी",
          "(C) प्रयाग ",
          "(D)  सभी "
        ],
        "answer": "d"
      },
      {
        "question": "प्रथम स्वतंत्रता संग्राम कब हुआ ? ",
        "options": [
          "(A) 1877",
          "(B) 1757",
          "(C) 1885",
          "(D) 1857"
        ],
        "answer": "d"
      },
      {
        "question": "विश्व प्रसिद्ध ताजमहल उत्तर प्रदेश के किस नगर में स्थित है ? ",
        "options": [
          "(A) लखनऊ ",
          "(B) मेरठ ",
          "(C)  आगरा ",
          "(D) बनारस"
        ],
        "answer": "c"
      },
      {
        "question": "बौद्ध धर्म की वज्रयान शाखा का उदय उत्तर प्रदेश में कहाँ पर हुआ ? ",
        "options": [
          "(A) बुन्देलखण्ड ",
          "(B) सारनाथ ",
          "(C)  इलाहबाद ",
          "(D) मथुरा "
        ],
        "answer": "b"
      },
      {
        "question": "किस सन् में उत्तर प्रदेश का नाम संयुक्त प्रांत रखा गया ?  ",
        "options": [
          "(A) 1937",
          "(B) 1935",
          "(C) 1856",
          "(D) 1961"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में 1857 की क्रांति का आरम्भ सर्वप्रथम किस नगर से हुआ ? ",
        "options": [
          "(A) लखनऊ",
          "(B) मेरठ ",
          "(C) इलाहाबाद ",
          "(D)  कानपुर "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश भारतीय गणतन्त्र का एक पूर्ण राज्य किस सन् में बना ?  ",
        "options": [
          "(A) 27 जनवरी 1950",
          "(B) 26 जनवरी 1950",
          "(C) 6 दिसंबर 1950 ",
          "(D) 21 मार्च 1947 "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश के किसान आंदोलन का नेतृत्व किस नेता ने किया ? ",
        "options": [
          "(A) महात्मा गाँधी  ",
          "(B) चौ. चरण सिंह  ",
          "(C) सरदार बल्लभभाई पटेल  ",
          "(D) पं. जवाहरलाल नेहरू "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में काकोरी षड्यंत्र कांड कब हुआ ? ",
        "options": [
          "(A) 9 जुलाई 1925",
          "(B) 16 फरवरी 1925",
          "(C) 15 अगस्त 1925",
          "(D)  9 अगस्त 1925"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में चन्दवार का प्रसिद्ध युद्ध कब हुआ था ? ",
        "options": [
          "(A) 1194 ई.",
          "(B) 1205 ई.",
          "(C) 1188 ई.",
          "(D) 1199 ई."
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में खानवा का प्रसिद्ध युद्ध कब हुआ था ? ",
        "options": [
          "(A) 1529 ई.",
          "(B) 1554 ई.",
          "(C) 1527 ई.",
          "(D) 1524 ई."
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश के आगरा नगर पर बाबर ने कब अधिकार किया ? ",
        "options": [
          "(A) 1529 ई.",
          "(B) 1526 ई.",
          "(C) 1530 ई.",
          "(D) 1522 ई."
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में सामूगढ़ का प्रसिद्ध युद्ध कब हुआ था ?  ",
        "options": [
          "(A) 1605 ई.",
          "(B) 1627 ई.",
          "(C) 1658 ई.",
          "(D) 1650 ई."
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में प्रसिद्ध बुलन्द दरवाजा कहा स्थित है ? ",
        "options": [
          "(A) फतेहपुर सिकरी ",
          "(B) लखनऊ ",
          "(C) जौनपुर ",
          "(D) आगरा "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में चौखंडी स्तूप कहाँ स्थित है ? ",
        "options": [
          "(A) इलाहाबाद ",
          "(B) गोरखपुर ",
          "(C)  कौशम्बी ",
          "(D) सारनाथ"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में अयोध्या में स्थित शिलालेख किस काल का है ? ",
        "options": [
          "(A) मौर्यकाल  ",
          "(B)  गुप्तकाल ",
          "(C)  शुंगकाल",
          "(D) कुषाणकाल "
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में मुगलकालीन लाल किला कहाँ पर स्थित है ? ",
        "options": [
          "(A)  कानपुर ",
          "(B) लखनऊ",
          "(C) फतेहपुर सीकरी",
          "(D) आगरा  "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश के मथुरा नगर में किस शासक का स्तम्भ लेख स्थित है ? ",
        "options": [
          "(A) कनिष्क",
          "(B)  समुद्रगुप्त ",
          "(C) अशोक",
          "(D)  बिन्दुसार "
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में अकबर की रानी जोधाबाई का महल कहाँ पर स्थित है ? ",
        "options": [
          "(A)  फतेहपुर सीकरी ",
          "(B) फिरोजाबाद ",
          "(C) आगरा ",
          "(D) अकबराबाद"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश के निम्नलिखित में से किस नगर में दियासलाई बनाने का कारखाना नहीं है ? ",
        "options": [
          "(A) बरेली  ",
          "(B)  इलाहाबाद",
          "(C)   आगरा",
          "(D) सहारनपुर"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश के किस जिले में त्रिवेणी स्ट्रक्चरल लिमिटेड कारखाना स्थित है ? ",
        "options": [
          "(A) मेरठ  ",
          "(B) रामपुर",
          "(C) कानपुर ",
          "(D) इलाहाबाद"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में सीमेंट के कारखाने कहाँ पर स्थित हैं ?  ",
        "options": [
          "(A)  नोएडा व साहिबाबाद ",
          "(B)  बरेली व रामपुर ",
          "(C) मंसूरपुर व नवाबगंज ",
          "(D)  चुर्क व डल्ला "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश का सूक्ष्म यंत्र बनाने का प्रमुख औद्योगिक केंद्र कौन-सा है ? ",
        "options": [
          "(A) लखनऊ ",
          "(B) हाथरस ",
          "(C) कानपुर ",
          "(D) गाजियाबाद "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में मान्यता प्राप्त स्टॉक एक्सचेंज है ? ",
        "options": [
          "(A) लखनऊ में ",
          "(B)  गाजियाबाद में ",
          "(C)  वाराणसी में ",
          "(D)  कानपुर में "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश कितने संभागों में विभक्त है ? ",
        "options": [
          "(A) 12",
          "(B) 15",
          "(C) 13",
          "(D) 18"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश के जिले का सबसे बड़ा अधिकारी क्या कहलाता है ? ",
        "options": [
          "(A) जिलाधीश ",
          "(B) कानूनगो ",
          "(C) तहसीलदार ",
          "(D) आयुक्त  "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश की मंत्रिपरिषद किसके प्रति उत्तरदायी होती है ? ",
        "options": [
          "(A) राज्यपाल के",
          "(B)  विधान परिषद के ",
          "(C)  मुख्यमंत्री के ",
          "(D)  विधान सभा के"
        ],
        "answer": "d"
      },
      {
        "question": "पूरे उत्तर प्रदेश को कुल कितने निवार्चन क्षेत्रों में विभाजित किया गया है ? ",
        "options": [
          "(A) 405",
          "(B) 450",
          "(C) 480",
          "(D) 404"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश के किस स्थान पर महात्मा बुद्ध ने निर्वाण प्राप्त किया था ? ",
        "options": [
          "(A) श्रावस्ती ",
          "(B)  सारनाथ ",
          "(C) कुशीनगर",
          "(D) गढ़मुक्तेश्वर  "
        ],
        "answer": "c"
      },
      {
        "question": "प्रसिद्ध दशावतार मंदिर उत्तर प्रदेश में कहाँ पर है ? ",
        "options": [
          "(A) देवगढ़ ",
          "(B) कुशीनगर ",
          "(C) वाराणसी ",
          "(D) सोरों "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश के प्रसिद्ध संगीतज्ञ स्वामी हरिदास किस मुगल शासक के समकालीन थे ? ",
        "options": [
          "(A) अकबर ",
          "(B) औरंगजेब ",
          "(C) शाहजहां ",
          "(D) बाबर "
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में सर्वाधिक प्रचलित लोकनृत्य निम्नलिखित में से कौन-सा है ? ",
        "options": [
          "(A) छपेली ",
          "(B) नौटंकी ",
          "(C) करमा ",
          "(D) चौनफुल "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश का कौन-सा लोकनृत्य गुजरात के डांडिया नृत्य जैसा है ? ",
        "options": [
          "(A) जागर नृत्य ",
          "(B) घरकरही नाच",
          "(C)  सयना नृत्य ",
          "(D) पाई डण्डा"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश का छोलिया नृत्य-गति किस जाती में प्रचलित है ? ",
        "options": [
          "(A) पासी",
          "(B)  धोबी ",
          "(C)  कहार",
          "(D)  राजपूत"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश की वर्तमान राजधानी कौन-सा नगर है ? ",
        "options": [
          "(A) आगरा",
          "(B) कानपुर",
          "(C)  लखनऊ ",
          "(D)  इलाहाबाद"
        ],
        "answer": "c"
      },
      {
        "question": "पूर्वी उत्तर प्रदेश में अंग्रेजों के विरुद्ध विद्रोह का नेतृत्व किसने किया ? ",
        "options": [
          "(A)  रानी लक्ष्मी बाई ",
          "(B) कुंवर सिंह ",
          "(C) नाना साहब ",
          "(D) तांत्या टोपे"
        ],
        "answer": "b"
      },
      {
        "question": "1905 के बनारस अधिवेशन की अध्यक्षता किसने की ? ",
        "options": [
          "(A) रायबरेली ",
          "(B) इलाहाबाद",
          "(C) बनारस",
          "(D) लखनऊ  "
        ],
        "answer": "c"
      },
      {
        "question": "औरंगजेब ने अपने भाई शुजा को प्रदेश के किस नगर के निकट पराजित किया था ? ",
        "options": [
          "(A) जौनपुर   ",
          "(B) इलाहाबाद",
          "(C) आगरा",
          "(D) बनारस"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश का वर्तमान नाम कब पड़ा ? ",
        "options": [
          "(A) 26 जनवरी 1950",
          "(B) 12 जनवरी 1950",
          "(C) 14 फरवरी 1950",
          "(D) 16 फरवरी 1950"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में तांबा किस जिले में पाया जाता है ? ",
        "options": [
          "(A) मिर्जापुर ",
          "(B) बाँदा ",
          "(C) हमीपुर ",
          "(D) ललितपुर "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में भारत की कुल कितने प्रतिशत कृषि-योग्य भूमि है ? ",
        "options": [
          "(A) 22 %",
          "(B) 15 %",
          "(C) 17 %",
          "(D) 19 %"
        ],
        "answer": "a"
      },
      {
        "question": "सम्पूर्ण भारत का लगभग कितना खद्यान्न उत्तर प्रदेश उत्पादित करता है ? ",
        "options": [
          "(A) 30.5 %",
          "(B) 15.7 %",
          "(C) 11.3 %",
          "(D) 21 %"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश को कृषि द्वारा लगभग कितने प्रतिशत आय होती है ? ",
        "options": [
          "(A) 50 %",
          "(B) 68 %",
          "(C) 80 %",
          "(D) 60 %"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में राक-फॉस्फेट कहाँ पाया जाता है ? ",
        "options": [
          "(A) बाँदा  ",
          "(B)  झाँसी ",
          "(C) हमीरपुर",
          "(D) ललितपुर"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में हीरा किस जिले से निकला जाता है ? ",
        "options": [
          "(A) बाँदा    ",
          "(B) हमीरपुर",
          "(C) जालौन",
          "(D) ललितपुर"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में कौन-सी मिट्टी सर्वाधिक पाई जाती है ? ",
        "options": [
          "(A) लाल-दोमट ",
          "(B) जलोढ़-दोमट",
          "(C)  बलुई-दोमट  ",
          "(D) लाल व काली मिश्रित "
        ],
        "answer": "d"
      },
      {
        "question": "नान-प्लास्टिक फायर क्ले उत्तर प्रदेश में कहाँ पाया जाता है ? ",
        "options": [
          "(A) मिर्जापुर    ",
          "(B) जौनपुर",
          "(C) बनारस",
          "(D) इलाहाबाद"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में यूरेनियम के भंडार कहाँ पाए जाते है ? ",
        "options": [
          "(A) ललितपुर   ",
          "(B) बांदा",
          "(C) हमीरपुर",
          "(D) मिर्जापुर"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश का भारत के चावल उत्पादक राज्यों में कौन-सा स्थान है ? ",
        "options": [
          "(A)   प्रथम  ",
          "(B) द्वितीय",
          "(C) चतुर्थ",
          "(D) पंचम"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में किस मौसम में सरसों की उपज की जाती है ? ",
        "options": [
          "(A) खरीफ   ",
          "(B) जायद",
          "(C) रबी",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "तम्बाकू की कृषि उत्तर प्रदेश में किस कार्य के लिए की जाती है ? ",
        "options": [
          "(A) निर्यात हेतु  ",
          "(B) सिरा उत्पादन हेतु ",
          "(C) खाने और हुक्का हेतु ",
          "(D) ये सभी"
        ],
        "answer": "c"
      },
      {
        "question": "भारत में गन्ना-उत्पादन की दृष्टि से उत्तर का कौन-सा स्थान है ? ",
        "options": [
          "(A) प्रथम    ",
          "(B) चतुर्थ",
          "(C) तृतीय",
          "(D) द्वितीय"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में सर्वाधिक सिंचाई निम्नलिखित में से किस साधन द्वारा की जाती है ? ",
        "options": [
          "(A) नहर ",
          "(B) तालाब ",
          "(C)  अन्य स्त्रोत ",
          "(D) कुँए-नलकूप "
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश में गोखुल बैराज का निर्माण कब प्रारम्भ किया गया था ? ",
        "options": [
          "(A) दिसंबर , 1990",
          "(B) जनवरी , 1992",
          "(C) अक्टूबर , 1990 ",
          "(D) सितंबर 1991"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश की सबसे लम्बी नहर कौन-सी है ? ",
        "options": [
          "(A) ऊपरी गंगा नहर   ",
          "(B) शारदा नहर ",
          "(C) आगरा नहर ",
          "(D) निचली गंगा नहर  "
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में रानी लक्ष्मीबाई बाँध परियोजना किस नदी पर है ? ",
        "options": [
          "(A) रामगंगा  ",
          "(B) भागीरथी ",
          "(C) बेतवा ",
          "(D) घग्घर"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश के किस स्थान की सिचाईं हेतु देवकली पम्प नहर परियोजना का कार्य प्रारम्भ किया गया ?  ",
        "options": [
          "(A) गाजीपुर    ",
          "(B) आगरा",
          "(C) मेरठ",
          "(D) वाराणसी"
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में शारदा नहर प्रणाली का निर्माण कार्य किस वर्ष किया गया ?  ",
        "options": [
          "(A) 1925",
          "(B) 1930",
          "(C) 1928",
          "(D) 1940"
        ],
        "answer": "c"
      },
      {
        "question": "उत्तर प्रदेश में कुल सिंचित भूमि का कितने प्रतिशत नहरों द्वारा सिंचित है ? ",
        "options": [
          "(A) 25 %",
          "(B) 30 %",
          "(C) 40 %",
          "(D) 50 %"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश की आगरा नहर ओखला के पास किस नदी से निकाली गई है ? ",
        "options": [
          "(A) गंगा    ",
          "(B) रामगंगा",
          "(C) शारदा",
          "(D) यमुना"
        ],
        "answer": "d"
      },
      {
        "question": "उत्तर प्रदेश का विद्युत उत्पादन की दृष्टि से सम्पूर्ण देश में कौन-सा स्थान है ? ",
        "options": [
          "(A) प्रथम    ",
          "(B) द्वितीय",
          "(C) तृतीत",
          "(D) चतुर्थ"
        ],
        "answer": "b"
      },
      {
        "question": "उत्तर प्रदेश में केंद्रीय वानिकी परिषद की स्थापना कब की गई ? ",
        "options": [
          "(A) 1948 ई.",
          "(B) 1954 ई.",
          "(C) 1950 ई.",
          "(D) 1895 ई."
        ],
        "answer": "a"
      },
      {
        "question": "उत्तर प्रदेश में भारतीय वन्य जीव परिषद की स्थापना कब की गई ?  ",
        "options": [
          "(A) 1948",
          "(B) 1852",
          "(C) 1952",
          "(D) 1906"
        ],
        "answer": "c"
      }
    ],
    "type": "up-gk-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d74b7b7cd14b8ffc454c3"
    },
    "data": [
      {
        "question": "आजादी से पहले राजस्थान का क्षेत्र कहलाता था ? ",
        "options": [
          "(A) राजपूताना",
          "(B)  संयुक्त प्रान्त ",
          "(C)  मध्य प्रान्त",
          "(D)  बंग प्रदेश"
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान के इतिहास के प्रणेता कहे जाते हैं ?  ",
        "options": [
          "(A) कर्नल टॉड ",
          "(B) हेरोडोटस ",
          "(C) जार्ज टामस ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान में पायी जाने वाली ताम्र-पाषाण संस्कृति है ? ",
        "options": [
          "(A)  आहड़ संस्कृति",
          "(B) कालीबंगा संस्कृति",
          "(C) A  और B दोनों  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान का वह स्थल जो हड़प्पा को तांबे की वस्तुएं की आपूर्ति करता था ? ",
        "options": [
          "(A) कालीबंगा ",
          "(B) मिथल ",
          "(C) गणेश्वर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजपूताना शब्द के प्रथम प्रयोगकर्ता थे ? ",
        "options": [
          "(A) कर्नल टॉड ",
          "(B) अलेक्जेण्डर",
          "(C) जॉर्ज तामर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के किस स्थल से कुंड/हल रेखा के अवशेष मिले हैं ? ",
        "options": [
          "(A)  आहड़ ",
          "(B)  मिथल ",
          "(C) सोथी",
          "(D) कालीबंगा"
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान से प्राप्त अशोक का भाब्रू-बैराट लघु शिलालेख संबोधित है ? ",
        "options": [
          "(A) आम जनता को  ",
          "(B)  पुरोहितों को ",
          "(C) राजकीय कर्मचारी को ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान स्थित मत्स्य देश का एक राजा, जो महभारत युद्ध में युद्धिष्ठिर की ओर से लड़ा और वीर गति को प्राप्त हुआ ?  ",
        "options": [
          "(A)  चण्डप्रघोत ",
          "(B) विराट",
          "(C) अजातशत्रु  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान के अधिकांश भाग पर गुप्त वंश का आधिपत्य स्थापित करने वाला गुप्त शासक था ? ",
        "options": [
          "(A)  चन्द्रगुप्त ||",
          "(B) समुद्रगुप्त",
          "(C) कुमारगुप्त  ",
          "(D)  स्कन्दगुप्त "
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान का वह स्थल जो पशुपालन का प्राचीनतम साक्ष्य प्रस्तुत करता है ? ",
        "options": [
          "(A) दर ",
          "(B) आहड़",
          "(C)  कालीबंगा ",
          "(D) बागोर"
        ],
        "answer": "d"
      },
      {
        "question": "आजादी से पहले राजस्थान का क्षेत्र कहलाता था ? ",
        "options": [
          "(A) राजपूताना",
          "(B)  संयुक्त प्रान्त ",
          "(C)  मध्य प्रान्त",
          "(D)  बंग प्रदेश"
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान के इतिहास के प्रणेता कहे जाते हैं ?  ",
        "options": [
          "(A) कर्नल टॉड ",
          "(B) हेरोडोटस ",
          "(C) जार्ज टामस ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान में पायी जाने वाली ताम्र-पाषाण संस्कृति है ? ",
        "options": [
          "(A)  आहड़ संस्कृति",
          "(B) कालीबंगा संस्कृति",
          "(C) A  और B दोनों  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान का वह स्थल जो हड़प्पा को तांबे की वस्तुएं की आपूर्ति करता था ? ",
        "options": [
          "(A) कालीबंगा ",
          "(B) मिथल ",
          "(C) गणेश्वर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजपूताना शब्द के प्रथम प्रयोगकर्ता थे ? ",
        "options": [
          "(A) कर्नल टॉड ",
          "(B) अलेक्जेण्डर",
          "(C) जॉर्ज तामर ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के किस स्थल से कुंड/हल रेखा के अवशेष मिले हैं ? ",
        "options": [
          "(A)  आहड़ ",
          "(B)  मिथल ",
          "(C) सोथी",
          "(D) कालीबंगा"
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान से प्राप्त अशोक का भाब्रू-बैराट लघु शिलालेख संबोधित है ? ",
        "options": [
          "(A) आम जनता को  ",
          "(B)  पुरोहितों को ",
          "(C) राजकीय कर्मचारी को ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान स्थित मत्स्य देश का एक राजा, जो महभारत युद्ध में युद्धिष्ठिर की ओर से लड़ा और वीर गति को प्राप्त हुआ ?  ",
        "options": [
          "(A)  चण्डप्रघोत ",
          "(B) विराट",
          "(C) अजातशत्रु  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान के अधिकांश भाग पर गुप्त वंश का आधिपत्य स्थापित करने वाला गुप्त शासक था ? ",
        "options": [
          "(A)  चन्द्रगुप्त ||",
          "(B) समुद्रगुप्त",
          "(C) कुमारगुप्त  ",
          "(D)  स्कन्दगुप्त "
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान का वह स्थल जो पशुपालन का प्राचीनतम साक्ष्य प्रस्तुत करता है ? ",
        "options": [
          "(A) दर ",
          "(B) आहड़",
          "(C)  कालीबंगा ",
          "(D) बागोर"
        ],
        "answer": "d"
      },
      {
        "question": "किसने राजस्थान के गणराज्य व्यवस्था को सदा के लिए समाप्त कर दिया ?  ",
        "options": [
          "(A) शक ",
          "(B) हुण",
          "(C) गुप्त ",
          "(D) कुषाण "
        ],
        "answer": "b"
      },
      {
        "question": "महाजनपदों में से राजस्थान में स्थित महाजनपद थे ?  ",
        "options": [
          "(A) मत्स्य ",
          "(B) अवन्ति ",
          "(C) A  और B दोनों",
          "(D) मगध "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के किस तीरंदाज को अर्जुन पुरस्कार मिला है ? ",
        "options": [
          "(A) श्याम लाल मीणा ",
          "(B) लिम्बा राम  ",
          "(C)  ये दोनों ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान में खेल जगत का सर्वोच्च सम्मान दिया जाता है ? ",
        "options": [
          "(A)  गुरु वशिष्ठ आवार्ड  ",
          "(B) जवाहर आवार्ड ",
          "(C) महाराणा प्रताप अवार्ड ",
          "(D) राजस्थान खेल रत्न आवार्ड  "
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान में लिम्बा राम प्रसिद्ध हैं ? ",
        "options": [
          "(A) कबड्डी में ",
          "(B) गायन में ",
          "(C) तीरंदाजी में  ",
          "(D)  कुश्ती में"
        ],
        "answer": "c"
      },
      {
        "question": "मास्को ओलम्पिक 1980 ई. में राजस्थान की ओर से भारतीय महिला हॉकी टीम का प्रतिनिधित्व किया था ? ",
        "options": [
          "(A) सुनीता पुरी ने  ",
          "(B) वर्षा सोनी ने ",
          "(C) ये दोनों",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "मेजर राज्यवर्द्धन सिंह राठौर का संबंध किस खेल से है ? ",
        "options": [
          "(A) तीरंदाजी ",
          "(B) नौकायन ",
          "(C) निशानेबाजी ",
          "(D) तैराकी "
        ],
        "answer": "c"
      },
      {
        "question": "वह नदी जो कभी राजस्थान की मरुभूमि में प्रवाहशील थी पर बाद me सूख गई ? ",
        "options": [
          "(A) दृषद्वती ",
          "(B) सरस्वती ",
          "(C) A  और B दोनों",
          "(D) गंगा "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के किस क्षेत्र में कभी मत्स्य देश के राजा विराट की राजधानी विराटनगर थी ?  ",
        "options": [
          "(A) जोघपुर के दक्षिण भाग में ' ",
          "(B) जोघपुर के उत्तरी भाग में ",
          "(C) अलवर के उत्तरी भाग में  ",
          "(D) जयपुर के दक्षिणी भाग में  "
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान में मिलने वाले प्राक-हड़प्पाई स्थल हैं ? ",
        "options": [
          "(A) सोथी ",
          "(B) कालीबंगा",
          "(C) A  और B दोनों",
          "(D)   आहड़"
        ],
        "answer": "c"
      },
      {
        "question": "किस नदी को ऋग्वेद में सबसे पवित्र नदी माना गया है ? ",
        "options": [
          "(A) सरस्वती ",
          "(B) यमुना ",
          "(C) गंगा ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सिकंदर महान के आक्रमण के कारण पंजाब से राजस्थान में स्थानांतरण करने वाली जातियां थी ?  ",
        "options": [
          "(A) शिवी ",
          "(B) अर्जुनायन व यौधेय ",
          "(C) मालव ",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "`राजस्थान में खेलों के विकास के लिए नेहरू  युवा केंद्र की स्थापना कब हुई ? ",
        "options": [
          "(A) 11 नवंबर 1972",
          "(B) 12 नवंबर 1972 ",
          "(C) 13 नवंबर 1972",
          "(D) 14 नवंबर 1972"
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान में खेलों के विकास तथा खिलाडियों को उचित अवसर एवं प्रोत्साहन प्रदान करने के उद्देश्य से राजस्थान राज्य क्रीड़ा परिषद का गठन कब किया गया ? ",
        "options": [
          "(A) 1947 ई.",
          "(B) 1957 ई.",
          "(C) 1967 ई.",
          "(D) 1977 ई."
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान में बास्केटबॉल की शुरुआत कब हुई ? ",
        "options": [
          "(A) 1948 ई. ",
          "(B) 1950 ई. ",
          "(C) 1970 ई. ",
          "(D) 1980 ई. "
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान का राजकीय खेल क्या है ? ",
        "options": [
          "(A) फुटबॉल ",
          "(B) वॉलीबॉल",
          "(C) हॉकी ",
          "(D) बास्केटबॉल "
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान में खेलकूद का समान कहाँ बनता है ? ",
        "options": [
          "(A) दौसा ",
          "(B)  जयपुर ",
          "(C) हनुमानगढ़ ",
          "(D) कोटा"
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान में क्रिकेट का प्रारम्भ है ? ",
        "options": [
          "(A) अजमेर",
          "(B) भरतपुर ",
          "(C) जोघपुर ",
          "(D)  जयपुर "
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान में अर्जुन पुरस्कार के समान कौन-सा पुरस्कार दिया जाता है ? ",
        "options": [
          "(A) महाराणा प्रताप पुरस्कार",
          "(B)  द्रोणाचार्य पुरस्कार ",
          "(C) गुरु वशिष्ठ अवार्ड ",
          "(D) अर्जुन पुरस्कार "
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान सरकार ने खेल रत्न पुरस्कार की स्थापना कब की ? ",
        "options": [
          "(A) 1992 ई.",
          "(B) 1993 ई.",
          "(C) 1994 ई.",
          "(D) 1995 ई."
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के लिम्बा राम ने किस खेल में अन्तर्राष्ट्रीय ख्याति प्राप्त की ? ",
        "options": [
          "(A) लॉन टेनिस ",
          "(B) टेबल टेनिस ",
          "(C) तीरंगदाजी ",
          "(D) तैराकी "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान में सती प्रथा सर्वप्रथम कन्या वघ रोकने का प्रयास किया ? ",
        "options": [
          "(A) उदयपुर में ",
          "(B) बीकानेर में ",
          "(C) जयपुर में ",
          "(D) जोघपुर में "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के एकीकरण के सप्तम चरण में किन क्षेत्रों को सम्मिलित किया गया ? ",
        "options": [
          "(A)  जयपुर ",
          "(B) अजमेर तथा आबू ",
          "(C) मत्स्य संघ",
          "(D) सिरोही "
        ],
        "answer": "b"
      },
      {
        "question": "राजप्रमुख के पद को राज्यपाल का पदनाम दिया गया ? ",
        "options": [
          "(A) 1947 ई. में ",
          "(B) 1949 ई. में ",
          "(C) 1950 ई. में ",
          "(D) 1956 ई. में "
        ],
        "answer": "d"
      },
      {
        "question": "वृहत राजस्थान का प्रधानमंत्री कौन था ? ",
        "options": [
          "(A) मोकुल भाई भटट",
          "(B) जयनारायण व्यास ",
          "(C)  हीरालाल शास्त्री",
          "(D) माणिक्य लाल वर्मा  "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान के भौगोलिक क्षेत्र को राजस्थान नाम कब दिया गया ? ",
        "options": [
          "(A) 15 अगस्त 1947 को ",
          "(B) 1 नवंबर 1956 को ",
          "(C) 8 मार्च 1950 को ",
          "(D) 25 मार्च  1956 को "
        ],
        "answer": "b"
      },
      {
        "question": "राजस्थान के राजनीतिक एकीकरण की प्रक्रिया शुरू हुई ? ",
        "options": [
          "(A) 1948 ई. में",
          "(B) 1949 ई. में",
          "(C) 1950 ई. में",
          "(D) 1951 ई. में"
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में से कौन-सा स्थल राजस्थान में 1857 ई. की क्रांति का केंद्र नहीं था ?  ",
        "options": [
          "(A) अजमेर ",
          "(B) नीमच ",
          "(C) आउवा ",
          "(D) जयपुर "
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान के विख्यात इतिहासकार जो एक समाज सुधारक भी थे ? ",
        "options": [
          "(A) मानकरण शारदा   ",
          "(B)  जमना लाल बजाज",
          "(C) हरविलास शारदा ",
          "(D) सी. के. एफ. वाल्टेयर "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थानी रियासतों में सबसे पहले किस रियासत में प्रजामंडल की स्थापना हुई ?  ",
        "options": [
          "(A) मेवाड़",
          "(B) अलवर ",
          "(C) जयपुर ",
          "(D)  प्रतापगढ़ "
        ],
        "answer": "c"
      },
      {
        "question": "राजस्थान में पत्रकारिता के भीष्म पितामह हैं ? ",
        "options": [
          "(A) पं. झाबरमल शर्मा  ",
          "(B) मुनीजित विजय ",
          "(C) विजय सिंह पथिक  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "राजस्थान में 1857 के विद्रोह की शुरुआत कहाँ से हुई ? ",
        "options": [
          "(A)  नीमच छावनी ",
          "(B) एनिनपुरा छावनी ",
          "(C) देवली छावनी ",
          "(D) नसीराबाद छावनी "
        ],
        "answer": "d"
      },
      {
        "question": "राजस्थान में राजनीतिक चेतना को सर्वप्रथम जन्म देने वाले थे ? ",
        "options": [
          "(A)  अर्जुन लाल सेठी  ",
          "(B) विजय सिंह पथिक",
          "(C) सेठ दामोदर दास",
          "(D) सहसमल वोहरा "
        ],
        "answer": "a"
      },
      {
        "question": "कितने रजवाड़ो एवं राज्यों के एकीकरण से राजस्थान राज्य बना ? ",
        "options": [
          "(A) 18",
          "(B) 16",
          "(C) 19",
          "(D) 20"
        ],
        "answer": "c"
      },
      {
        "question": "वर्धा में राजस्थान सेवा संध की स्थापना कब की गई ? ",
        "options": [
          "(A) 1919",
          "(B) 1920",
          "(C) 1921",
          "(D) 1922"
        ],
        "answer": "a"
      },
      {
        "question": "मेवाड़ प्रजामंडल की स्थापना जिसके द्वारा की गई, वह है ? ",
        "options": [
          "(A) माणिक्य लाल वर्मा  ",
          "(B) पं गौरी शंकर ",
          "(C)  मोहन लाल सुखाड़िया ",
          "(D) भोगी लाल पंड्या  "
        ],
        "answer": "a"
      },
      {
        "question": "वीर भगत समाज किसने स्थापित किया ? ",
        "options": [
          "(A)  गोकुल दास असावा ",
          "(B) विजय सिंह पथिक ",
          "(C) जोरावर सिंह बारहट",
          "(D) मास्टर आदित्येन्द्र "
        ],
        "answer": "b"
      },
      {
        "question": "स्वतंत्रता संग्राम सेनानी एवं शहीद सागरमल गोपा कहाँ के निवासी थे ? ",
        "options": [
          "(A) जैसलमेर",
          "(B)  बीकानेर ",
          "(C) अजमेर",
          "(D)  जोघपुर "
        ],
        "answer": "a"
      },
      {
        "question": "लार्ड हेस्टिंग्स संधि स्वीकार करने वाला प्रथम राजस्थानी राज्य था ? ",
        "options": [
          "(A) करौली ",
          "(B) उदयपुर ",
          "(C) जोघपुर ",
          "(D) कोटा "
        ],
        "answer": "a"
      },
      {
        "question": "1857 में आऊवा में किस ब्रिटिश पालिटिकल एजेंट की हत्या की गई ? ",
        "options": [
          "(A)  कैप्टन मोंक मेसन ",
          "(B) जार्ज पैट्रिक लारेंस ",
          "(C) कर्नल ई. बर्टन",
          "(D)  मैप्टन शावर्स "
        ],
        "answer": "a"
      }
    ],
    "type": "rajasthan-gk-in-hindi",
    "__v": 0
  },
  {
    "_id": {
      "$oid": "650d74c9b7cd14b8ffc454c5"
    },
    "data": [
      {
        "question": "छत्तीसगढ़ राज्य की स्थापना कब हुई ? ",
        "options": [
          "(A) 1 नवम्बर 2000 ई.",
          "(B) 10 नवम्बर 2000 ई.",
          "(C) 15 नवम्बर 2000 ई.",
          "(D) 20 नवम्बर 2000 ई."
        ],
        "answer": "a"
      },
      {
        "question": "प्राचीन काल में छत्तीसगढ़ क्षेत्र को किस नाम से जाना जाता था ? ",
        "options": [
          "(A) उत्तर कोशल",
          "(B) दक्षिण पांचाल ",
          "(C)  उत्तर पांचाल ",
          "(D)  दक्षिण कोशल"
        ],
        "answer": "d"
      },
      {
        "question": "स्थापना के आधार पर छत्तीसगढ़ का भारत के राज्यों में क्रम है ? ",
        "options": [
          "(A) 25 वां",
          "(B) 26 वां",
          "(C) 27 वां",
          "(D) 28 वां"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ में आर्यों का प्रवेश व प्रसार किस काल में हुआ ? ",
        "options": [
          "(A) उत्तर-वैदिक काल में ",
          "(B) ऋग्वैदिक काल में  ",
          "(C)  ये दोनों में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ पर सबसे लम्बी अवधि तक किसने शासन किया ? ",
        "options": [
          "(A) कल्चुरियों ने  ",
          "(B)  अंग्रेजों ने ",
          "(C) मराठों ने ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ राज्य की राजकीय भाषा है ? ",
        "options": [
          "(A) हिंदी ",
          "(B) गौड़ी ",
          "(C) अंग्रेजी ",
          "(D) छत्तीसगढ़ी "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ सरकार के राज्य प्रतीक चिन्ह की आकृति कैसी है ? ",
        "options": [
          "(A) गोलाकार ",
          "(B) सर्पाकार ",
          "(C) आयताकार ",
          "(D) वर्गाकार "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ सरकार के राज्य प्रतीक चिन्ह में किस फसल की बालियाँ अंकित है ? ",
        "options": [
          "(A) गेंहूं ",
          "(B) ज्वार",
          "(C) बाजरा ",
          "(D) धान "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ राज्य में लोक सभा के कितने निर्वाचन क्षेत्र हैं ? ",
        "options": [
          "(A) 9",
          "(B) 11",
          "(C) 13",
          "(D) 18"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ विधान सभा भवन का नामकरण किसके नाम पर किया गया है ? ",
        "options": [
          "(A) आराधना ",
          "(B) भावना ",
          "(C) साधना ",
          "(D) संवेदना "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ के मुख्यमंत्री के आवास का क्या नाम रखा गया है ? ",
        "options": [
          "(A) कामना ",
          "(B)  कनक ",
          "(C)  करुणा",
          "(D) कांटा"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ राज्य के प्रथम राज्यपाल कौन थे ? ",
        "options": [
          "(A) प्रभात कुमार ",
          "(B)  दिनेश नंदन सहाय",
          "(C) सी. रंगराजन ",
          "(D) भाई महावीर"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ पर सबसे लम्बी अवधि तक किसने शाशन किया ? ",
        "options": [
          "(A) कल्चुरियों ने ",
          "(B) अंग्रेजों ने ",
          "(C)  मराठों ने  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ के सरकार के द्वारा \"प्रहार\" नामक एक अभियान प्रारम्भ किया गया है. इस अभियान का उद्देश्य क्या है? ",
        "options": [
          "(A) राज्य से बेरोजगारी दूर करना \t \t",
          "(B)  BSF जवानों को प्रोत्साहित करना",
          "(C)  नक्सलवाद को दूर करना \t",
          "(D)  इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ का मातृ राज्य कौन-सा है ? ",
        "options": [
          "(A)  मध्य प्रदेश ",
          "(B) महाराष्ट्र",
          "(C) उत्तर प्रदेश   ",
          "(D) बिहार"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ राज्य की स्थापना कब हुई ? ",
        "options": [
          "(A) 1 नवम्बर 2000 ई.",
          "(B) 10 नवम्बर 2000 ई.",
          "(C) 15 नवम्बर 2000 ई.",
          "(D) 20 नवम्बर 2000 ई."
        ],
        "answer": "a"
      },
      {
        "question": "प्राचीन काल में छत्तीसगढ़ क्षेत्र को किस नाम से जाना जाता था ? ",
        "options": [
          "(A) उत्तर कोशल",
          "(B) दक्षिण पांचाल ",
          "(C)  उत्तर पांचाल ",
          "(D)  दक्षिण कोशल"
        ],
        "answer": "d"
      },
      {
        "question": "स्थापना के आधार पर छत्तीसगढ़ का भारत के राज्यों में क्रम है ? ",
        "options": [
          "(A) 25 वां",
          "(B) 26 वां",
          "(C) 27 वां",
          "(D) 28 वां"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ में आर्यों का प्रवेश व प्रसार किस काल में हुआ ? ",
        "options": [
          "(A) उत्तर-वैदिक काल में ",
          "(B) ऋग्वैदिक काल में  ",
          "(C)  ये दोनों में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ पर सबसे लम्बी अवधि तक किसने शासन किया ? ",
        "options": [
          "(A) कल्चुरियों ने  ",
          "(B)  अंग्रेजों ने ",
          "(C) मराठों ने ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ राज्य की राजकीय भाषा है ? ",
        "options": [
          "(A) हिंदी ",
          "(B) गौड़ी ",
          "(C) अंग्रेजी ",
          "(D) छत्तीसगढ़ी "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ सरकार के राज्य प्रतीक चिन्ह की आकृति कैसी है ? ",
        "options": [
          "(A) गोलाकार ",
          "(B) सर्पाकार ",
          "(C) आयताकार ",
          "(D) वर्गाकार "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ सरकार के राज्य प्रतीक चिन्ह में किस फसल की बालियाँ अंकित है ? ",
        "options": [
          "(A) गेंहूं ",
          "(B) ज्वार",
          "(C) बाजरा ",
          "(D) धान "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ राज्य में लोक सभा के कितने निर्वाचन क्षेत्र हैं ? ",
        "options": [
          "(A) 9",
          "(B) 11",
          "(C) 13",
          "(D) 18"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ विधान सभा भवन का नामकरण किसके नाम पर किया गया है ? ",
        "options": [
          "(A) आराधना ",
          "(B) भावना ",
          "(C) साधना ",
          "(D) संवेदना "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ के मुख्यमंत्री के आवास का क्या नाम रखा गया है ? ",
        "options": [
          "(A) कामना ",
          "(B)  कनक ",
          "(C)  करुणा",
          "(D) कांटा"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ राज्य के प्रथम राज्यपाल कौन थे ? ",
        "options": [
          "(A) प्रभात कुमार ",
          "(B)  दिनेश नंदन सहाय",
          "(C) सी. रंगराजन ",
          "(D) भाई महावीर"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ पर सबसे लम्बी अवधि तक किसने शाशन किया ? ",
        "options": [
          "(A) कल्चुरियों ने ",
          "(B) अंग्रेजों ने ",
          "(C)  मराठों ने  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ के सरकार के द्वारा \"प्रहार\" नामक एक अभियान प्रारम्भ किया गया है. इस अभियान का उद्देश्य क्या है? ",
        "options": [
          "(A) राज्य से बेरोजगारी दूर करना \t \t",
          "(B)  BSF जवानों को प्रोत्साहित करना",
          "(C)  नक्सलवाद को दूर करना \t",
          "(D)  इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ का मातृ राज्य कौन-सा है ? ",
        "options": [
          "(A)  मध्य प्रदेश ",
          "(B) महाराष्ट्र",
          "(C) उत्तर प्रदेश   ",
          "(D) बिहार"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ की सीमा का अधिकांश भाग किस राज्य की सीमा से लगा हुआ है ? ",
        "options": [
          "(A) आन्ध्र प्रदेश ",
          "(B) महाराष्ट्र ",
          "(C) ओडिशा ",
          "(D) मध्य प्रदेश "
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ राज्य की सीमाएँ कितने भारतीय राज्यों के साथ लगी हुई है ? ",
        "options": [
          "(A) 5",
          "(B) 6",
          "(C) 7",
          "(D) 8"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ के किस संभाग में सबसे ज्यादा जिले हैं ? ",
        "options": [
          "(A) बिलासपुर  ",
          "(B) सरगुजा ",
          "(C) रायपुर ",
          "(D) बस्तर"
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ राज्य में कुल कितने प्रशासनिक संभाग हैं ? ",
        "options": [
          "(A) 2",
          "(B) 3",
          "(C) 4",
          "(D) 5"
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ राज्य की राजधानी है ? ",
        "options": [
          "(A) रायपुर  ",
          "(B) बिलासपुर ",
          "(C) राजनांदगाँव ",
          "(D) रायगढ़"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ से कर्क रेखा गुजरती है ? ",
        "options": [
          "(A) ऊपरी भाग से ",
          "(B)  मध्य भाग से  ",
          "(C)  निचले भाग से ",
          "(D) कहीं से नहीं "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ के किस जिले में सबसे अधिक तहसीलें हैं ? ",
        "options": [
          "(A)  राजनांदगाँव ",
          "(B) सरगुजा",
          "(C) बिलासपुर ",
          "(D) दुर्ग "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ के दक्षिणी छोर पर स्थित जिला है ? ",
        "options": [
          "(A) कांकेर ",
          "(B) सुकमा",
          "(C) जांजगीर ",
          "(D) दन्तेवाड़ा "
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ राज्य की जलवायु कैसी है ?  ",
        "options": [
          "(A) समशीतोष्ण ",
          "(B) अल्पाइन",
          "(C)  उष्ण कटिबंधनीय ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ में सर्वाधिक वर्षा क्षेत्र है ? ",
        "options": [
          "(A) कवर्धा ",
          "(B) अबूझमाड़ ",
          "(C) बिलासपुर ",
          "(D) कोरिया "
        ],
        "answer": "b"
      },
      {
        "question": "ग्रीष्म काल में छत्तीसगढ़ का सबसे गर्म स्थान कौन है ? ",
        "options": [
          "(A)  रायपुर ",
          "(B) दुर्ग ",
          "(C) रायगढ़",
          "(D) चांपा "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ का सबसे ठंडा स्थान कौन-सा है ? ",
        "options": [
          "(A) अम्बिकापुर ",
          "(B) चांपा ",
          "(C)  जगदलपुर ",
          "(D) रायपुर"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ का वन मुख्यालय कहाँ स्थित है ? ",
        "options": [
          "(A) दुर्ग ",
          "(B) सरगुजा",
          "(C)  जगदलपुर",
          "(D)  बिलासपुर "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ के वनों में सर्वाधिक पाया जाने वाले वृक्ष है ? ",
        "options": [
          "(A) साल ",
          "(B) सागौन ",
          "(C) बीजा ",
          "(D) बांस "
        ],
        "answer": "a"
      },
      {
        "question": "वन क्षेत्रफल की दृष्टि से छत्तीसगढ़ राज्य का भारतीय राज्यों में कौन-सा स्थान है ? ",
        "options": [
          "(A) तीसरा ",
          "(B) आठवां ",
          "(C) सातवां ",
          "(D) पांचवां "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ में कुल कितने राष्ट्रीय उद्यान हैं ? ",
        "options": [
          "(A) 3",
          "(B) 4",
          "(C) 5",
          "(D) 6"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ में वन्य जीव अभ्यारण्यों की संख्या कितनी है ? ",
        "options": [
          "(A) 7",
          "(B) 8",
          "(C) 10",
          "(D) 11"
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ के किस जिले में गोमरदा वन्य जीव अभ्यारण्य स्थित है ? ",
        "options": [
          "(A)  रायगढ़ ",
          "(B) बिलासपुर ",
          "(C) सरगुजा ",
          "(D) जांजगीर चांपा"
        ],
        "answer": "a"
      },
      {
        "question": "रानीदाह जलप्रताप किस जिले में स्थित है ? ",
        "options": [
          "(A)  दुर्ग  ",
          "(B) जशपुर",
          "(C) कोरबा ",
          "(D) बस्तर"
        ],
        "answer": "b"
      },
      {
        "question": "अमृतधारा जलप्रताप राज्य के किस जिले में स्थित है ? ",
        "options": [
          "(A) कवर्धा ",
          "(B) कोरिया ",
          "(C) सरगुजा",
          "(D) जशपुर "
        ],
        "answer": "b"
      },
      {
        "question": "मंद्रा जलप्रताप कहाँ स्थित है ? ",
        "options": [
          "(A)  लोहडीगुड़ा ",
          "(B) पोटानर",
          "(C) कोरबा ",
          "(D) टोकपाल "
        ],
        "answer": "d"
      },
      {
        "question": "चित्रकूट जलप्रताप कहाँ स्थित है ? ",
        "options": [
          "(A) ओडिशा ",
          "(B)  मध्य प्रदेश",
          "(C) छत्तीसगढ़",
          "(D) कर्नाटक "
        ],
        "answer": "c"
      },
      {
        "question": "रक्सगण्डा जलप्रताप किस जिले में स्थित है ? ",
        "options": [
          "(A)  सरगुजा",
          "(B) बस्तर",
          "(C) रायपुर ",
          "(D)  दन्तेवाड़ा "
        ],
        "answer": "a"
      },
      {
        "question": "निम्नलिखित में कौन दक्षिण भारतीय संस्कृति है जिसके अवशेष छत्तीसगढ़ में जिले हैं ? ",
        "options": [
          "(A) अहाड़ संस्कृति  ",
          "(B)  महापाषाणीय संस्कृति ",
          "(C) रंगपुर संस्कृति ",
          "(D) क्यथा संस्कृति  "
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ में स्थित दक्षिण कोशल की राजधानी थी ? ",
        "options": [
          "(A) साकेत ",
          "(B)  पाटलिपुत्र ",
          "(C) श्रावस्ती",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "गुप्त वंश के स्वर्ण सिक्के निम्नलिखित में छत्तीसगढ़ के किस जिले से प्राप्त नहीं हुए हैं ? ",
        "options": [
          "(A) बिलासपुर ",
          "(B)  दुर्ग ",
          "(C) रायपुर",
          "(D) बस्तर "
        ],
        "answer": "c"
      },
      {
        "question": "वाकाटक नरेशों को बस्तर के किस राजवंशी शासकों से संघर्ष हुआ ? ",
        "options": [
          "(A) नल ",
          "(B) पाण्डु ",
          "(C) शरभपुरीय ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "समुद्रगुप्त की प्रयाग प्रशस्ति में उल्लिखित व्याघ्रराज कहाँ का शासक था ? ",
        "options": [
          "(A) महाकान्तार",
          "(B) कोशल",
          "(C)   दक्षिण कोशल ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ का वास्तविक राजनीतिक इतिहास किस राजवंश की स्थापना के साथ आरंभ होता है ?  ",
        "options": [
          "(A) कल्चुरि ",
          "(B) यादव ",
          "(C) काकतीय ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ का प्रथम मराठा शासक था ? ",
        "options": [
          "(A) भास्कर पंत  ",
          "(B) बिम्बाजी भोंसला ",
          "(C)  रघुजी ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ में परगना पद्धति का जन्मदाता था ? ",
        "options": [
          "(A) महीपतराव दिनकर ",
          "(B)   बीकाजी गोपाल ",
          "(C)  विट्ठल दिनकर",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ के लिए नियुक्त होने वाला प्रथम ब्रिटिश अधीक्षक था ? ",
        "options": [
          "(A) कैप्टेन एडमण्ड     ",
          "(B) एगन्यू",
          "(C) सेण्डीस ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ में देवपाल मोची ने कहाँ पर नारायण मंदिर स्थापित करवाया ? ",
        "options": [
          "(A) रतनपुर ",
          "(B)  तुम्माण ",
          "(C) खल्लारी",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "कल्चुरियों के बाद किसने छत्तीसगढ़ की सत्ता संभाली ? ",
        "options": [
          "(A) मराठों ने ",
          "(B)  सोमवंशियों ने ",
          "(C)  अंग्रेजों ने ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ का ब्रिटिश साम्राज्य में विलय हुआ ? ",
        "options": [
          "(A) 1757 ई. में ",
          "(B) 1854 ई. में ",
          "(C) 1857 ई. में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ का प्रथम शहीद सेनानी कौन था ? ",
        "options": [
          "(A) सुरेंद्र साय   ",
          "(B) वीर नारायण सिंह  ",
          "(C) हनुमान सिंह",
          "(D)  गुण्डाधूर "
        ],
        "answer": "b"
      },
      {
        "question": "किसे छत्तीसगढ़ का मंगल पाण्डे कहा जाता है ? ",
        "options": [
          "(A) वीर नारायण सिंह  ",
          "(B) गुण्डाधूर",
          "(C) हनुमान सिंह  ",
          "(D) सुरेंद्र साय   "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ में राष्ट्रीय जागरण के अग्रदूत थे ? ",
        "options": [
          "(A) गुण्डाधूर ",
          "(B)  खूबचंद बघेल ",
          "(C) पं सुंदरलाल शर्मा  ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ को एक स्वतंत्र सम्भाग का दर्जा मिला ? ",
        "options": [
          "(A) 1862 ई. में ",
          "(B) 1885 ई. में ",
          "(C) 1909 ई. में ",
          "(D) इनमें से कोई नहीं"
        ],
        "answer": "a"
      },
      {
        "question": "सरगुजा रियासत को किस वर्ष छत्तीसगढ़ में शामिल किया गया ? ",
        "options": [
          "(A) 1887  ई. में ",
          "(B) 1885  ई. में ",
          "(C) 1906  ई. में ",
          "(D) 1909  ई. में "
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ के किन क्षेत्रों में नरबलि की प्रथा प्रचलित थी ? ",
        "options": [
          "(A) बस्तर ",
          "(B) करौंद",
          "(C) A एवं B दोनों ",
          "(D) इनमें से कोई नहीं "
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ में त्यागमूर्ति की उपाधि किसे दी गई ? ",
        "options": [
          "(A)  माधवराव सप्रे ",
          "(B) पं रविशंकर शुक्ल ",
          "(C)  ई. राघवेन्द्र राव ",
          "(D) ठाकुर प्यारेलाल सिंह "
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ में गांधी जी हरिजन यात्रा कब हुई थी ? ",
        "options": [
          "(A) नवंबर, 1933 ई.   ",
          "(B) जनवरी, 1934 ई. ",
          "(C) नवंबर, 1934  ई. ",
          "(D) जनवरी, 1935 ई. "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ किस राज्य के साथ न्यूनतम लम्बी सीमा बनाता है ? ",
        "options": [
          "(A) ओडिशा ",
          "(B) मध्य प्रदेश ",
          "(C) उत्तर प्रदेश ",
          "(D) आंध्र प्रदेश "
        ],
        "answer": "c"
      },
      {
        "question": "किस जिले को विभाजित कर नारायणपुर जिला बनाया गया ? ",
        "options": [
          "(A) बस्तर ",
          "(B) धमतरी ",
          "(C) बीजापुर ",
          "(D) दंतेवाड़ा "
        ],
        "answer": "a"
      },
      {
        "question": "किस जिले को विभाजित कर बीजापुर जिला बनाया गया ? ",
        "options": [
          "(A) कांकेर ",
          "(B) रायगढ़ ",
          "(C)  बस्तर ",
          "(D) दंतेवाड़ा"
        ],
        "answer": "d"
      },
      {
        "question": "निम्नलिखित में से कौन-सा राज्य छत्तीसगढ़ की सिमा को नहीं छूता है ? ",
        "options": [
          "(A) कर्नाटका ",
          "(B) म. प्र. ",
          "(C) आ. प्र.  ",
          "(D) ओडिशा "
        ],
        "answer": "a"
      },
      {
        "question": "छत्तीसगढ़ के किस जिले सबसे कम तहसीलें हैं ?  ",
        "options": [
          "(A) कोरबा ",
          "(B) कांकेर",
          "(C) नारायणपुर  ",
          "(D) कोरिया "
        ],
        "answer": "c"
      },
      {
        "question": "रायपुर जिले से कितने जिलों की सीमाएं लगी हुई है ?  ",
        "options": [
          "(A) 5",
          "(B) 4",
          "(C) 6",
          "(D) 7"
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ के किस जिले से होकर कर्क रेखा गुजरती है ? ",
        "options": [
          "(A) कोरिया",
          "(B)  बलरामपुर ",
          "(C)  सूरजपुर",
          "(D) ये सभी"
        ],
        "answer": "d"
      },
      {
        "question": "छत्तीसगढ़ राज्य की आकृति किसके समान है ? ",
        "options": [
          "(A) करेला ",
          "(B) डॉल्फिन",
          "(C) समुद्री घोड़ा ",
          "(D) मछली "
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ के किस जिले का नाम परिवर्तित कर कबीरधाम रखा गया है ? ",
        "options": [
          "(A) कोरबा ",
          "(B) कवधी",
          "(C) कांकेर ",
          "(D) कोरिया "
        ],
        "answer": "b"
      },
      {
        "question": "भौतिक दृष्टि से छत्तीसगढ़ को कितने भागों में बांटा गया है ? ",
        "options": [
          "(A) 2",
          "(B) 3",
          "(C) 4",
          "(D) 5"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ राज्य के निम्न जनपदों में से मैकाल पर्वत श्रेणी किसका भाग नहीं है ? ",
        "options": [
          "(A) राजनांदगांव ",
          "(B) बिलासपुर ",
          "(C) रायगढ़ ",
          "(D) कवर्धा "
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़ राज्य का सर्वाधिक भौगोलिक क्षेत्र किसके अंतगर्त है ? ",
        "options": [
          "(A) पहाड़ी ",
          "(B)  पाट",
          "(C) मैदानों और नदियों के बेसिन ",
          "(D) पठार "
        ],
        "answer": "c"
      },
      {
        "question": "सरगुजा जिले का जिला मुख्यालय है ? ",
        "options": [
          "(A) अंबिकापुर ",
          "(B) कुसमी ",
          "(C) विश्रामपुर ",
          "(D) सूरजपुर "
        ],
        "answer": "a"
      },
      {
        "question": "कबीरधाम जिले का जिला मुख्यालय है ? ",
        "options": [
          "(A) अम्बिकापुर ",
          "(B) बैकुण्ठपुर",
          "(C) कवर्धा ",
          "(D) जशपुर नगर "
        ],
        "answer": "c"
      },
      {
        "question": "छत्तीसगढ़  में निम्नलिखित में से कौन-सा जिला मुख्यालय नहीं है ? ",
        "options": [
          "(A) बस्तर ",
          "(B) बालौद ",
          "(C)  जशपुर ",
          "(D) कांकेर"
        ],
        "answer": "a"
      },
      {
        "question": "भौतिक दृष्टि से छत्तीसगढ़ को कितने भागों में बाँटा गया है ? ",
        "options": [
          "(A) 2",
          "(B) 3",
          "(C) 4",
          "(D) 5"
        ],
        "answer": "b"
      },
      {
        "question": "छत्तीसगढ़ के मैदान की औसत ऊंचाई कितनी है ? ",
        "options": [
          "(A) 190 मीटर ",
          "(B) 200 मीटर ",
          "(C) 210 मीटर ",
          "(D) 220 मीटर "
        ],
        "answer": "d"
      }
    ],
    "type": "chhattisgarh-gk-in-hindi",
    "__v": 0
  }]);
  const {type} = route?.params;
;
  const removeindex = index => {
    const filterarray = containquestionindex.filter(item => item != index);
    setcontainquestionindex(filterarray);
  };
  const finalobj = questionsarray.find((item)=>item.type==type);
  // setlength(finalobj.data.length);

 

  const styles = StyleSheet.create({
    text: {
      color: 'black',
      fontWeight: 'bold',
      fontSize: 18,
    },
    options: {
      color: 'black',
      fontSize: 16,
    },
  });
  return (
    <LinearGradient
      colors={['#e5f6c1', '#cee993', '#b8ebd5', '#ede880']}
      style={{flex: 1, opacity: 0.8}}>
      <View
        style={{
          backgroundColor: 'rgba(255,255,255,.5)',
          height: 60,
          justifyContent: 'center',
          alignItems: 'center',
        }}>
        <Text style={[styles.text]}>{type && type.toUpperCase()}</Text>
      </View>
      <ScrollView ref={scrollViewRef}
        onScroll={handleScroll}>
        {finalobj ? (
          finalobj.data.slice(pagenumber, pagenumber + 10).map((item, index) => (
            <View
              key={index}
              style={{
                marginHorizontal: 10,
                marginVertical: 15,
                backgroundColor: 'rgba(255,255,255,.4)',
                paddingHorizontal: 10,
                paddingVertical: 10,
                borderRadius: 10,
              }}>
              <Text style={[styles.text, {marginBottom: 7}]}>
                {page * 10 == 0 ? index + 1 : index + 1 + page * 10} .{' '}
                {item.question}
              </Text>
              {item.options.map((option, key) => (
                <Text key={key} style={styles.options}>{option}</Text>
              ))}
              {containquestionindex && containquestionindex.includes(index) ? (
                <TouchableOpacity
                  onPress={() => removeindex(index)}
                  style={{
                    backgroundColor: '#809ced',
                    marginVertical: 8,
                    width: 110,
                    justifyContent: 'center',
                    alignItems: 'center',
                    borderRadius: 5,
                    height: 35,
                  }}>
                  <Text
                    style={{color: 'white', fontSize: 15, fontWeight: 'bold'}}>
                    Hide Answer
                  </Text>
                </TouchableOpacity>
              ) : (
                <TouchableOpacity
                  onPress={() => {
                    setcontainquestionindex([...containquestionindex, index]);
                    console.log(containquestionindex);
                  }}
                  style={{
                    backgroundColor: '#809ced',
                    marginVertical: 8,
                    width: 110,
                    justifyContent: 'center',
                    alignItems: 'center',
                    borderRadius: 5,
                    height: 35,
                  }}>
                  <Text
                    style={{color: 'white', fontSize: 15, fontWeight: 'bold'}}>
                    Show Answer
                  </Text>
                </TouchableOpacity>
              )}
              {containquestionindex && containquestionindex.includes(index) && (
                <Text style={[styles.options, {marginTop: 7}]}>
                  Answer - {item.answer}
                </Text>
              )}
            </View>
          ))
        ) : (
          <ActivityIndicator size="large" color="black" />
        )}
        <Text
          style={{
            
            flexDirection: 'row',
            justifyContent: 'space-evenly',
            marginVertical: 30,
            marginHorizontal:20,
            gap:10
          }}>
          {finalobj &&
            Array.from({length: finalobj.data.length / 10}).map(
              (item, index) => (
              <View key={index} style={{width:45,marginLeft:10,marginBottom:5,height:45}}>
              <TouchableOpacity
                  disabled={page == index }
                  onPress={() => {setPage(index); setPagenumber(index*10); scrollToTop();}}
                  style={{
                    width: 30,
                    height: 30,
                    backgroundColor:page==index?"#c5202c":'#809ced',
                    borderRadius: 15,
                    justifyContent: 'center',
                    alignItems: 'center',
               
                  }}>
                  <Text style={[styles.text, {color: 'white'}]}>
                    {index + 1}
                  </Text>
                </TouchableOpacity>
              </View>
              ),
            )}
        </Text>
      </ScrollView>
    </LinearGradient>
  );
};

export default Questions;
